{
    "metadata": {
        "title": "RNA origami technique folds nanotubes to create artificial cytoskeletons for synthetic cells",
        "authors": [],
        "journal": "Unknown Journal",
        "date": "Unknown Date",
        "doi": "Unknown DOI"
    },
    "full_text": "March 17, 2025\n\nThis article has been reviewed according to Science X'seditorial processandpolicies.Editorshave highlighted\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tthe following attributes while ensuring the content's credibility:\n\nfact-checked\n\npeer-reviewed publication\n\ntrusted source\n\nproofread\n\nbyHeidelberg University\n\nWith the long-term goal of creating living cells from non-living components, scientists in the field of synthetic biology work with RNA origami. This tool uses the multifunctionality of the natural RNA biomolecule to fold new building blocks, making protein synthesis superfluous.\n\nIn pursuit of the artificial cell, a research team led by Prof. Dr. Kerstin Göpfrich at the Center for Molecular Biology of Heidelberg University has cleared a crucial hurdle. Using the new RNA origami technique, they succeeded in producing nanotubes that fold into cytoskeleton-like structures. The cytoskeleton is an essential structural component in cells that gives them stability, shape, and mobility. The research work forms the potential basis for more complex RNA machinery. The results arepublishedinNature Nanotechnology.\n\nOne major challenge in constructing synthetic cells is manufacturing proteins, which are responsible for nearly all biological processes in the organism and thus make life possible in the first place. For natural cells, the so-called central dogma of molecular biology describes howprotein synthesisoccurs through transcription and translation of genetic information in the cell. In the process, DNA is transcribed into RNA and then translated into functional proteins that subsequently undergo folding to achieve their correct structure, which is key to proper function.\n\n\"There are over 150 genes involved in this complex process alone,\" explains Prof. Göpfrich, who along with her team, Biophysical Engineering of Life, conducts research at the Center for Molecular Biology of Heidelberg University (ZMBH).\n\nProf. Göpfrich's work starts with the question of how synthetic cells can be created that bypass protein synthesis, which is essential in living cells. She uses the technique of RNA origami, which is based on the idea thatgenetic information—the blueprint for the cell structure, for example—is translated using self-folding RNA alone.\n\nFirst, a DNA sequence is designed in a computer-assisted process. It codes for the shape that the RNA should assume after folding. To approximate the desired structure, suitable RNA motifs must be selected and translated into a genetic template that is ultimately synthesized as an artificial gene.\n\nTo implement the blueprint it contains, RNA polymerase is used. The enzyme reads the information stored in the template and makes the corresponding RNA component. Algorithms specifically developed previously ensure that the planned folding occurs correctly.\n\nAided by RNA origami, the Heidelberg synthetic biologist and her team succeeded in creating an essential structural component of synthetic cells—an artificial cytoskeleton. The RNA microtubes, which are just a few microns in length, form a network that resembles a natural cell structure.\n\nAccording to Prof. Göpfrich, the nanotubes are another step toward building synthetic cells. The researchers tested the RNA origami in a lipid vesicle, a simple cell model system widely used in biology. Using so-called RNA aptamers, the artificial cytoskeleton was bound to the cell membranes. Through targeted mutations to the genetic template—the DNA sequence—it was also possible to influence the properties of the RNA skeleton.\n\n\"In contrast to DNA origami, the advantage of RNAorigamiis that synthetic cells can manufacture their building blocks by themselves,\" stresses Kerstin Göpfrich. She adds that this could open new perspectives on the directed evolution of such cells. The long-term research goal is to create a complete molecular machinery for RNA-basedsynthetic cells.\n\nMore information:Mai P. Tran et al, Genetic encoding and expression of RNA origami cytoskeletons in synthetic cells,Nature Nanotechnology(2025).DOI: 10.1038/s41565-025-01879-3Journal information:Nature Nanotechnology\n\nJournal information:Nature Nanotechnology\n\nProvided byHeidelberg University"
}