{
    "metadata": {
        "title": "Gentamicin-loaded nanoparticles show improved antimicrobial effects towards Pseudomonas aeruginosa infection.",
        "abstract": "Gentamicin is an aminoglycoside antibiotic commonly used for treating Pseudomonas infections, but its use is limited by a relatively short half-life. In this investigation, developed a controlled-release gentamicin formulation using poly(lactide-co-glycolide) (PLGA) nanoparticles. We demonstrate that entrapment of the hydrophilic drug into a hydrophobic PLGA polymer can be improved by increasing the pH of the formulation, reducing the hydrophilicity of the drug and thus enhancing entrapment, achieving levels of up to 22.4 μg/mg PLGA. Under standard incubation conditions, these particles exhibited controlled release of gentamicin for up to 16 days. These particles were tested against both planktonic and biofilm cultures of P. aeruginosa PA01 in vitro, as well as in a 96-hour peritoneal murine infection model. In this model, the particles elicited significantly improved antimicrobial effects as determined by lower plasma and peritoneal lavage colony-forming units and corresponding reductions of the surrogate inflammatory indicators interleukin-6 and myeloperoxidase compared to free drug administration by 96 hours. These data highlight that the controlled release of gentamicin may be applicable for treating Pseudomonas infections.",
        "journal": "International journal of nanomedicine",
        "date": "2012-08-24",
        "authors": [
            "Sharif MAbdelghany",
            "Derek JQuinn",
            "Rebecca JIngram",
            "Brendan FGilmore",
            "Ryan FDonnelly",
            "Clifford CTaggart",
            "Christopher JScott"
        ],
        "doi": "10.2147/IJN.S34341"
    },
    "full_text": "is a Gram-negative opportunistic pathogenic bacterium which is naturally present in water, soil, and vegetation.\n\ncolonization and subsequent infection can occur in patients through a number of mechanisms such as trauma, surgery, a major wound, or the presence of an in-dwelling device.\n\n–\n\nThe bacterium can also colonize through disruption of the normal flora balance due to administration of a broad-spectrum antibiotic or dysfunction of the immune system.\n\nis one of the most common pathogens in nosocomial and ventilator-associated pneumonia, urinary tract infections, burn wounds, and blood stream infections.\n\n,\n\nIn addition to acute infection,\n\nis responsible for debilitating chronic lung infection in immunocompromised patients, cystic fibrosis sufferers, and individuals receiving chemotherapy.\n\n,\n\nOne of the most widely used antibiotics for treating pseudomonal infections is gentamicin. Gentamicin is an aminoglycoside that binds to the 30S ribosomal subunit of bacterial cells, inhibiting protein synthesis.\n\nHowever, this antibiotic, similarly to other aminoglycosides, has a relatively short half-life, low bioavailability, and may cause side effects such as ototoxicity and nephrotoxicity.\n\nTherefore, formulation approaches to control its release may have clinical usefulness. Gentamicin have been previously examined in a wide variety of nanoparticle delivery systems, including poly(lactide-co-glycolide) (PLGA), chitosan, and caroboxymethyldextran-b-poly(ethyleneglycols).\n\n–\n\nThe application of antibiotic nanoparticle formulations has been shown to offer several advantages over conventional administration and delivery methods, including the ability for drug delivery to a specific site such as an intracellular infection.\n\n,\n\nNanoparticles can also be exploited to facilitate sustained release of an antibiotic, minimizing dosing regimens.\n\nFurthermore, nanoparticles can mask the entrapped drug, reducing systemic toxicity induced by conventional administration of the free drug.\n\nMoreover, polymeric nanoparticles have shown to enhance the oral bioavailability of orally inactive antibiotics.\n\nPLGA polymers have been used to entrap several antibiotics in nanoparticle formulations, demonstrating improved delivery and antibiotic efficacy.\n\n–\n\nAlthough encapsulation and the biological usefulness of gentamicin in PLGA have been previously reported, encapsulation efficiencies have been modest. With higher drug encapsulation, it is possible that further improved biological effects can be determined.\n\nTherefore, in this study we developed an approach to increase gentamicin entrapment in PLGA nanoparticles. We examined the efficacy of these controlled release particles in vitro and in vivo against\n\ninfection, highlighting improved biological outcomes over administration of the nonencapsulated drug.\n\nPLGA (50/50) Resomer 502H (molecular weight 12 kDa) was purchased from Boehringer Ingelheim (Ingelheim am Rhein, Germany). Polyvinyl alcohol (PVA) and gentamicin sulfate was purchased from Sigma-Aldrich (Dorset, UK). Acetone and dichloromethane were purchased from VWR (Lutterworth, Leicestershire, UK). Water was double-distilled and of HPLC grade.\n\nPA01 was stored at −70°C in Microbank vials (Pro-Lab Diagnostics, Cheshire, UK), and was subcultured in Luria Bertani (LB) broth and agar prior to use.\n\nTwo methods for preparing nanoparticles were employed. For water-in-oil-in-water (w/o/w) formulations, the emulsion evaporation was prepared by dissolving 3.5 mg of gentamicin in 0.5 mL of water, and this mixture was emulsified with 2 mL of dichloromethane containing 100 mg of PLGA by sonication at 20 mV. The primary w/o emulsion was emulsified with 10 mL of aqueous PVA (2.5% in 25 mM MES buffer) at different pH adjustments (pH 5 and 7.4).\n\nFor solid-in-oil-in-water (s/o/w) formulations, 3.5 mg gentamicin was dissolved in 0.1 mL of water. The gentamicin solution was then added to 2 mL of acetone containing 100 mg PLGA. The diffusion of water into the acetone results in the formation of solid gentamicin nanoparticles. The s/o phase was then added to 10 mL of PVA (2.5% in 25 mM MES buffer) buffer at different pH adjustments (pH 5 and 7.4). The diffusion of the acetone phase into the aqueous PVA phase resulted in the coating of the gentamicin with PLGA and thus the formation of gentamicin-loaded PLGA nanoparticles. The proportion of gentamicin entrapped was determined by derivatization using orthophthaldehyde as described previously.\n\nThe particle size, polydispersity index (PI), and zeta potential of the nanoparticles was measured using photon correlation spectroscopy (3000 HS; Malvern Instruments, Malvern, UK). Measurements were carried out using a monochromatic coherent He-Ne laser light of a fixed wavelength (633 nm) at 90° and at room temperature (25°C), with each sizing determination conducted in triplicate; the average particle size is expressed as the mean diameter (Z\n\n).\n\nThe release of gentamicin was measured by incubating 1 mL of nanoparticles at 10 mg/mL PLGA in phosphate-buffered saline (PBS) (pH 7.4) at 37°C using a dialysis cell with a 10,000 Da cut-off membrane. At each time point, the receiver compartment was collected and replaced with fresh PBS. The sampled receiver was diluted 1:2 with 0.4 M boric acid pH 9.7 before derivatization with orthophthaldehyde as before. Fluorescence was measured at a λ\n\n/λ\n\nof 360/460, respectively, and compared to a calibration curve of gentamicin in 0.4 M boric acid pH 9.7. The average cumulative release was then plotted for three different preparations of each formulation.\n\n(PA01) was grown in LB broth for 18–24 hours at 37°C. Actively growing inoculum was diluted to an optical density of 0.3 (A\n\n) and then further diluted to give a starting inoculum of 2 ×10\n\ncolony-forming units (CFU)/mL. Diluted PA01 (150 μL) was added to each well of a sterile 96-well plate. The minimum inhibitory concentration (MIC) was determined for planktonic PA01 challenged with either gentamicin or nanoparticle formulations. The lowest concentration of challenge at which no observable growth was apparent after 24 hours was designated as the MIC. The minimum bactericidal concentration (MBC) was determined by the absence of growth on LB agar plates from 20 μL samples from challenged wells after 24 hours.\n\nBiofilm susceptibility assays were performed using the MBEC Assay for Physiology and Genetics (P&G) (Innovotech, Edmonton, Alberta, Canada). Diluted PA01 (150 μL, 2 ×10\n\nCFU/mL) was added to each well of an MBEC plate and incubated for 24 hours at 37°C in a gyrorotary incubator to allow biofilm formation on the pegs of the MBEC plate lid. Biofilms pegs were immersed twice for 2 minutes in sterile 0.9% NaCl (200 μL per well) to remove loosely adhered bacteria, after which they were challenged with a range of concentrations of either free gentamicin or nanoparticle formulations (0–100 μg/mL) in 200 μL media (5 replicates per condition) for 24 hours at 37°C in a gyrorotary incubator. After challenge, pegs were rinsed as described above and then placed in a recovery plate consisting of 200 μL of LB broth per well. Biofilms were disrupted by ultrasonic treatment for 10 minutes, and then grown for 24 hours at 37°C. The lowest concentration of challenge at which no observable growth was apparent after 24 hours was designated as the minimum biofilm eradication concentration (MBEC).\n\nMBEC plates were used to grow mature biofilms as described above. Biofilms were challenged with both free and nanoparticle encapsulated gentamicin in continuous exchange dialysis cells. Pegs with adhered biofilms were placed in dialysis cells in the receptor compartment containing 9 mL LB. Next, 1 mL of PBS, free gentamicin (0.8 mg/mL), or gentamicin PLGA nanoparticle formulations (0.8 mg/mL) was added to the donor compartment and incubated for 36 hours, during which time half the dialysis reservoir volume was replaced with fresh media every 60 minutes. After incubation, the pegs were sonicated to liberate bacteria and plated to allow enumeration of viable CFUs as before.\n\n(PA01) was grown overnight in nutrient agar at 37°C with constant agitation. The bacteria were centrifuged at 2000 ×\n\nand washed 3 times in sterile PBS. The bacteria were resuspended in sterile injection-grade saline and the concentration adjusted to an optical density of 1 (A\n\n). A further 1 in 10 dilution resulted in a suspension of approximately 10\n\nCFU/mL. Female, 12-week-old CD-1 mice were infected intraperitoneally with 100 μL of the bacterial suspension and subsequent growth of the inoculum on nutrient agar demonstrated that each mouse received 6 ×10\n\nCFU. After 8 hours, the mice were treated with 0.4 mg/kg of either free gentamicin (n =15), gentamicin nanoparticles (n = 15), or a saline control (n = 15) by intraperitoneal injection. The mice were regularly weighed and monitored throughout the course of infection; any animal reaching a predetermined humane end-point (15% loss of body weight, loss of response to tactile stimuli, or loss of righting response) was culled. At predetermined time points (24, 48, and 96 hours postinfection), animals were culled by lethal injection with rompun/ketamine. Blood was collected by cardiac puncture and placed into a tube containing 100 U of preservative-free sodium heparin. Peritoneal lavage was carried out with 1 mL of cold sterile PBS, and the volume of fluid recovered was recorded. The spleen was removed and weighed. Serial dilutions of blood and lavage fluid were plated onto nutrient agar, while the remaining blood and lavage fluid was centrifuged at 800 ×\n\nand the plasma/supernatant were carefully removed and stored at −80°C until use. Bacterial colonies were counted after 24 hours of growth at 37°C.\n\nInterleukin (IL)-6 was quantified in the mouse plasma and peritoneal lavage fluid using an enzyme-linked immunosorbent assay (ELISA) following the manufacturer’s protocol (R&D Systems, Minneapolis, MN, USA). Briefly, 96-well plates were coated with an IL-6-specific capture antibody and incubated at 4°C for 18 hours. To reduce nonspecific binding, the plate was blocked with 1% bovine serum albumin at room temperature for 1 hour. The plate was washed with PBS containing 0.5% Tween-20 (v/v), and the samples and known concentrations of recombinant cytokine were applied to the plate. The plate was incubated at room temperature for 1 hour, washed, and a secondary horseradish peroxidase-conjugated anti-IL-6 antibody was applied. After incubation for 1 hour followed by washing, One-Step TMB Substrate (Thermo Scientific, Rockford, IL) was applied; and after 20 minutes, the reaction was stopped with sulfuric acid and optical densities were measured (A\n\n). A standard curve was used to calculate the amount of IL-6 in the samples.\n\nMyeloperoxidase (MPO) activities were assayed from peritoneal lavage fluid (50 μL) or known concentrations of MPO purified from human leukocytes (Sigma-Aldrich) applied to a black 96-well plate (Thermo Scientific). Assay reagent (50 μL), consisting of 50 μM Ampliflu Red (Sigma -Aldrich) and 20 μM hydrogen peroxide (Sigma-Aldrich) in 0.1 M potassium phosphate dibasic solution (Sigma-Aldrich), was then applied. The plate was incubated for 30 minutes at room temperature in the dark. Fluorescence was measured at λ\n\n/λ\n\nof 530/590.\n\nStatistical analysis was performed using Student’s\n\n-test to compare all pairs of preparations (GraphPad Prism, San Diego, CA). For in vivo studies, weight loss values were normalized using an arcsine transformation. A spleen-to-body weight ratio was calculated, and the ratio was normalized using a square root calculation. Statistical analysis was performed using Student’s\n\n-test to compare all pairs of preparations. Rejection of the null hypothesis was considered when the\n\nvalue was <0.05. Results are presented as the mean ± SEM unless stated otherwise.\n\nWe examined the anti-microbial effect of sustained-release gentamicin from PLGA nanoparticles towards\n\nusing two methodologies for generating drug-entrapped formulations. These included water-in-oil-in-water (w/o/w) and solid-in-oil-in-water (s/o/w) fabrication approaches. Using a standard w/o/w approach, we generated particles in a range of 251 nm, encapsulating up to 6.4 μg of drug per mg PLGA (\n\n). This is similar to the results of previously published studies entrapping gentamicin in PLGA.\n\nTo examine the effects of the charge of both the polymer and the drug during the formulation process, we then altered the pH of the aqueous phase from 5.0 to 7.4 and observed an approximate threefold increase in drug entrapment in PLGA nanoparticles (22.4 μg per mg PLGA,\n\n) without significant alterations to the particle diameter and zeta potential. Similarly, using an s/o/w fabrication approach, an increase in entrapment of gentamicin from 7.3 μg per mg PLGA to 21 μg per mg PLGA was observed when pH was increased from 5 to 7.4 (\n\n). However, the size and polydispersity of the preparations using the s/o/w methodology were higher. For example, s/o/w particles formulated at pH 7.4 had a diameter of 359 nm with a polydispersity of 0.23 compared to 241 nm and 0.12 for w/o/w formulations prepared at pH 7.4. This is a likely consequence of the lack of the sonication step in the s/o/w procedure, which has previously been observed to decrease diameter and improve polydispersity of PLGA nanoparticles.\n\nWe next analyzed gentamicin release from both the w/o/w and s/o/w particles and observed a typical biphasic release profile with nearly 50% released after 24 hours, but with continued release over at least 16 days for both formulations prepared at pH 7.4 (\n\n). A similar sustained release profile was observed for both nanoparticle formulation strategies prepared at pH 5 (\n\n). However, the preparations formulated at pH 5 displayed a slower initial burst release phase, with only approximately 25% released within the first 24 hours. However, by day 7, cumulative releases were similar to those of particles prepared at pH 7.4, and it is possible that the initial release variations may be due to differences in drug distribution in the corona and core of the particles formulated under different pH conditions.\n\nTo ensure the functionality of the drug formulation, the ability to inhibit growth of\n\n(PA01) in planktonic cultures was determined. Culture growth after 24 hours was measured following incubation with varying concentrations of free gentamicin and nanoparticle-entrapped gentamicin (both w/o/w and s/o/w formulations) (\n\n). It was clearly observed that the free gentamicin was able to inhibit bacterial growth (MIC of 1.5 μg/mL). Both the w/o/w and s/o/w formulations inhibited growth, albeit with less effectiveness than the free drug (MIC of 3.0 μg/mL for both preparations) (\n\n). The control blank nanoparticles exhibited no significant inhibition of bacterial growth, highlighting that the antimicrobial effects were elicited by the drug itself. In addition to analyzing bacterial growth inhibition, we also analyzed the bactericidal effect of the formulations observing an MBC of free drug at 3.0 μg/mL compared to 6.0 μg/mL for the w/o/w and s/o/w formulations (\n\n).\n\nAlthough both formulations had similar anti-microbial effects, the w/o/w particles had a smaller polydispersity, making them more uniform, which was preferable for downstream studies to control for possible variables such as release and biodistribution. Therefore, only the w/o/w preparation prepared at pH 7.4 was subsequently investigated.\n\nPre-formed\n\n(PA01) biofilms on polystyrene pegs were grown using the Calgary Biofilm device as previously described and were challenged with both free drug and drug-loaded nanoparticles for 24 hours.\n\nAs shown in\n\nand\n\n, MBEC concentrations were similarly affected by encapsulation of the drug into the nanoparticles where the w/o/w formulation MBEC was determined as 100 μg/mL as opposed to the free drug at 50 μg/mL (\n\n). The much higher MBEC values (relative to MIC and MBC) observed for both free and encapsulated drug are likely due to the interaction of the anionic mucopolysaccharide in the biofilm with the cationic aminoglycoside, limiting the amount of free drug available to act against the resident bacteria.\n\nThe ability of the particles to provide controlled antibiotic release and enhance antimicrobial effects against biofilms in a continuous exchange dialysis method to mimic the in vivo lung half-life of gentamicin was next examined. A preformed PEG biofilm was placed in a receiver compartment and drug treatments were added to the reservoir compartment (\n\n). Preformed biofilm on pegs were challenged with both free and nanoparticle-encapsulated gentamicin in this clearance model system in which half the dialysis reservoir volume was replaced with fresh media every 60 minutes to mimic typical lung clearance of free gentamicin.\n\n,\n\nAfter incubation for 36 hours in continuous exchange dialysis cells, the treated pegs were examined for antimicrobial effects. Although free gentamicin showed activity towards biofilm bacteria, entrapment and release from PLGA nanoparticles significantly enhanced this effect (\n\n). Thus, continuous exposure of the biofilm to the antibiotic through sustained release from nanoparticles improved efficacy over a single dosage of free drug.\n\nUsing an in vivo murine peritoneal infection model, we next evaluated the potential of the optimized formulation to challenge infection in mice. The 12-week-old CD-1 mice were infected intraperitoneally with a PA01 inoculum and treated after 8 hours with 0.4 mg/kg of free gentamicin, gentamicin PLGA nanoparticles, or a saline control. After 96 hours, 35% of the control saline-treated group had died. In both drug treatment arms, an identical increase in survival (15% mortality) was observed over this timeframe (data not shown).\n\nNo significant difference was observed in baseline weight of mice in all groups prior to infection with PA01. During the study, weight measurements were taken regularly; at 48 hours, weight loss was significantly reduced only in the group treated with the gentamicin nanoparticle formulation (\n\n= 0.045) (\n\n). The spleen: total body weight ratio was also examined, and it was found that the ratio was significantly smaller in the gentamicin nanoparticle treated cohort compared to the control and free gentamicin drug treatment groups at 48 hours (\n\n= 0.03) (\n\n). No significant differences were observed at other time points (data not shown).\n\nPeritoneal lavage fluid samples were taken from infected mice at 24-, 48-, and 96-hour time points and CFU from each sample was compared. As shown in\n\n, at 24 hours there was no distinguishable differences in CFU recovered from peritoneal lavage from any treatment groups, but there was a small reduction in CFU recovered from the serum of animals treated with gentamicin in either its free or nanoparticle-encapsulated form (\n\n). After 48 hours, it was clear that both free and nanoparticle-encapsulated gentamicin had effectively cleared the infection in both the lavage and serum, but by 96 hours the effectiveness of free gentamicin was ablated and the bacteria population had expanded to levels comparable with animals dosed with saline control. Conversely, the gentamicin nanoparticles were still effective in significantly reducing CFU/mL from the peritoneal lavage (\n\n= 0.015) at this time point (\n\n).\n\nIn addition to sampling of the peritoneal lavage, blood samples from the animals were also plated to measure CFU as a result of the treatment so that sentence reads simply ‘at the same time intervals.’ the same time intervals. After 24 and 48 hours, treatment of infected animals with either free gentamicin or gentamicin-loaded particles resulted in a nonsignificant reduction of CFU per mL of blood (\n\n). However, as observed in the peritoneal lavage fluid, at 96 hours postinfection, nanoparticle-treated animals showed a significant reduction in bacterial CFU compared to nontreated controls (\n\n=0.03) (\n\n).\n\nCorrespondingly, MPO levels in the lavage fluid, an indicator of neutrophil infiltration at the infection site, were also reduced in mice treated with gentamicin-loaded nanoparticles compared to free drug at 96 hours (\n\n=0.014) (\n\n). Finally, the inflammatory mediator IL-6, which is used as a surrogate marker of disease severity, was significantly reduced in the peritoneal lavage fluid of nanoparticle-treated animals compared to nontreated controls (\n\n=0.03) (\n\n). Similar trends were also observed for serum IL-6 levels (\n\n). These data agree with the results of in vitro analysis demonstrating that controlled release from nanoparticles elicits improved antimicrobial effects in vivo towards\n\ninfection compared to the free drug, which was effectively cleared from the animals by this time.\n\nIn the current study, we developed an improved formulation of the aminoglycoside antibiotic gentamicin into PLGA nanoparticles and investigated its application towards\n\nin planktonic cultures, biofilms, and an in vivo model of systemic infection. Our results show that the PLGA formulation of gentamicin has improved antimicrobial effects towards peritoneal infection of\n\nThe preparation of gentamicin-encapsulated PLGA particles has been examined previously and was shown to aid in drug delivery to latent intracellular infection, as in the case of\n\n.\n\nPLGA is a clinically approved, biodegradable, and biocompatible polymer considered safe for controlled release formulations.\n\nHowever, a potential limiting factor in the preparation of gentamicin-containing PLGA nanoparticles is the hydrophobic nature of the polymer in contrast to the hydrophilic characteristics of the drug. Generally, entrapment of hydrophobic drug molecules in PLGA preparations is preferred, a consequence of favorable hydrophobic interactions between the polymer and drug during formulation. Given the high water solubility of gentamicin (50 mg/mL), it is not surprising that previous reports investigating its entrapment in PLGA nanoparticles have reported modest values of 6–10 μg/mg PLGA.\n\nSeveral techniques have been designed to entrap hydrophilic drugs into PLGA nanoparticles. One of the most widely used techniques is the w/o/w emulsion evaporation method.\n\nThis technique is based on providing an aqueous core containing the drug, which is coated by a polymer shell. Alternatively, the s/o/w procedure has also been proposed, predominantly for hydrophilic proteins.\n\nUsing these approaches, drug entrapment levels observed in this study broadly agreed with the results of previous studies.\n\nHowever, to increase entrapment efficiency, we examined the effect of altering the pH of the external aqueous phase. This approach has previously been used to improve entrapment of other drug entities in PLGA such as vincristine sulfate.\n\nGentamicin has four amino moieties with pK\n\nvalues of approximately 8.6; we hypothesized that increasing the pH of the aqueous phase would favor deprotonation of these groups (NH\n\nto NH\n\n) and render the drug molecule less hydrophilic, making it amenable to encapsulation in PLGA.\n\nThis strategy proved successful, with a pH shift of the aqueous external phase from 5 to 7.4 resulting in a threefold increase in entrapment efficiency in both formulation strategies.\n\nSubsequent analysis of drug release from these particles demonstrated typical biphasic release profiles over at least 16 days with no tangible differences in release observed between the various formulations. We then examined the application of the particles, using them to challenge both planktonic\n\n(PA01) and preformed biofilm in vitro, showing that gentamicin encapsulated in nanoparticles retained its anti-bacterial activity on planktonic and biofilm cultures.\n\nIt has been previously demonstrated that gentamicin exhibits time-dependent bactericidal activity.\n\nTo examine whether the time dependent killing is superior to a single high dose for in the short-term on PA01 biofilm, we designed a rapid drug clearance model of the in vivo process using a dialysis chamber system. We showed that challenging a mature biofilm with a sustained release of gentamicin from nanoparticles resulted in a significant reduction in\n\nCFU compared to free gentamicin. This finding suggests that controlled release of gentamicin nanoparticles may have increased efficacy over free gentamicin in vivo.\n\nWe then explored the application of gentamicin particles in vivo to clear systemic\n\ninfection in mice, highlighting that although a dose of free drug was able to reduce infection after 24 hours, bacterial levels had returned to levels comparable to the saline-treated controls by 96 hours. However, when the animals were treated with an equal concentration of nanoparticle-entrapped drug, this protective effect was still observed after 96 hours. These findings were re-enforced by complementary reductions in the levels of the pro-inflammatory cytokine IL-6, decreased MPO activity, a surrogate marker of neutrophil activation, and reduced splenic enlargement. Collectively, this data clearly shows that PLGA nanoparticles loaded with gen-tamicin have improved activity over free gentamicin. The sustained release of antibiotic provided longer antimicrobial effectiveness towards\n\ninfection.\n\nIt may be possible to improve the efficacy of these nanoparticles by increasing their bioavailability. Here, the particles were delivered intraperitoneally, and it is well established that uncoated PLGA nanoparticles are readily opsonized by macrophages,\n\nand therefore it is likely that a large proportion of the nanoparticles delivered in vivo were endocytosed by immune cells. A recent study examining the biodistribution of orally administered fluorescently labeled PLGA nanoparticles showed that they could remain in circulation for several days, with most accumulating in the liver and kidney, causing no obvious toxicity.\n\nDespite this, it is also known that modification of the nanoparticle surface with a hydrophilic corona using a polymer such as polyethylene glycol can reduce opsonization, increasing circulation times and minimizing normal tissue exposure to cargo drugs.\n\nIt would be interesting to determine whether such surface modifications of the particles alters the distribution of gentamicin and its therapeutic effect.\n\nIn summary, we enhanced the in vitro and in vivo antimicrobial effects of gentamicin on planktonic- and biofilm-based infections through optimized encapsulation and controlled release from PLGA nanoparticles. Gentamicin is considered a valuable drug for treating sepsis and\n\ninfections, but the high dosages required can induce ototoxicity and nephrotoxicity.\n\n,\n\nTherefore, controlled release of gentamicin may decrease undesirable side effects. Furthermore, nanoparticle and microparticle preparations have the potential to be used in aerosol delivery and may enhance the therapeutic effectiveness and dose control of this and other aminoglycosides for treating pulmonary infections.\n\n"
}