{
    "metadata": {
        "title": "Protein Synthesis and Translational Control: A Historical Perspective",
        "authors": [],
        "journal": "Unknown Journal",
        "date": "Unknown Date",
        "doi": "Unknown DOI"
    },
    "full_text": "Present address: Department of Pharmacology, University of Illinois at Chicago, Chicago, Illinois 60612\n\nCorrespondence:mathews@njms.rutgers.edu\n\nProtein synthesis and its regulation are central to all known forms of life and impinge on biological arenas as varied as agriculture, biotechnology, and medicine. Otherwise known as translation and translational control, these processes have been investigated with increasing intensity since the middle of the 20th century, and in increasing depth with advances in molecular and cell biology. We review the origins of the field, focusing on the underlying concepts and early studies of the cellular machinery and mechanisms involved. We highlight key discoveries and events on a timeline, consider areas where current research has engendered new ideas, and conclude with some speculation on future directions for the field.\n\nProteins account for the largest fraction of the macromolecules in a cell, are important components of the extracellular milieu, and fulfill multiple roles—enzymatic, structural, transport, regulatory, and other—in all organisms. Their synthesis, through the translation of genetic information encoded in messenger RNA (mRNA), requires extensive biological machinery and demands delicate and sophisticated regulation (Hershey et al. 2018). Protein synthesis is modulated quantitatively, and in time and space, through a network of stimuli, responses, and interactions collectively referred to as translational control. A large proportion of the resources of cells and organisms is devoted to translation and translational control, as discussed previously in terms of genetics, bioenergetics, and cell biology (Mathews et al. 2007).\n\nHere we summarize the beginnings of the field and outline the pathway that led to our current understanding of the processes of protein synthesis and translational control, placing landmark discoveries on a timeline (Fig. 1). The field is, and always has been, a broad one. It originated in studies of topics ranging from virus infection to embryology and development, and has grown to encompass learning, memory, and genetic disease (Tahmasebi et al. 2018), as well as therapeutic intervention, among other biomedical areas. It continues to diversify and develop with the advent of approaches of increasing depth and precision. At the same time, it continues to generate fresh concepts and present challenges to well-accepted paradigms.\n\nTimeline of discoveries in the fields of protein synthesis (PS) and translational control (1951–2017). Principal advances are shown according to the year of publication, and are color coded by topic (color key and abbreviation definitions are at the end of the figure). Some other relevant events are also noted.\n\nBefore the early 1950s, most protein synthesis research addressed physiological questions and the findings were largely descriptive in nature (e.g.,Daly and Mirsky 1952). Theories of protein synthesis via enzyme assembly and peptide intermediates were entertained along with template theories (Campbell and Work 1953), and no component of the translation system was known (ribosomes included [Palade 1955]). In this era, studies of protein synthesis were performed on tissues or tissue slices or in whole animals.\n\nDuring the decade of the 1950s, the field underwent a transformation with the development of cell-free systems, fundamental discoveries (e.g., of transfer RNA [tRNA] and ribosomes), and crucial technical advances (such as radiolabeled amino acids, sucrose gradient centrifugation, and inhibitors). Subsequent decades were dominated by themes, concepts, and discoveries that furthered the field in different ways. Foundational discoveries (of polysomes and mRNA, for example) continued to be made in the 1960s, together with the seminal elucidation of the genetic code. The 1970s saw rapid growth of the field, including the characterization of most of the components of the eukaryotic translation system and the beginning of mechanistic studies. Mechanistic and regulatory themes dominated the 1980s, and the appreciation of regulatory pathways expanded rapidly in the 1990s. All of these themes contributed to the current activity in the first decades of the 21st century, when much research sought—and still seeks—to explain physiological and pathophysiological responses of the translation system and to develop therapeutics for treatment of genetic and acquired diseases and infections.\n\nPrincipal discoveries are recorded chronologically and thematically (distinguished by color coding) inFigure 1. The timeline illustrates the fact that in this field, as in others, research did not always progress in a systematic and orderly fashion. Some discoveries developed slowly or even lay fallow for many years; the roles of eukaryotic initiation factors (eIFs) afforded several examples of this. Other discoveries, such as the poly(A) tail of eukaryotic mRNA, immediately spawned far-reaching advances in multiple areas of mRNA characterization, isolation, metabolism, and translation. Many advances benefitted from studies in greater depth that were enabled by new techniques (e.g., gel electrophoresis, blotting, toeprinting, ribosome profiling) and technological developments in related fields (cloning, reverse genetics, X-ray crystallography). These drove research forward, providing fresh insights and mechanistic understanding of increasing clarity and detail. Striking examples came from structural investigations of ribosomes and components of the translation system with which they interact (Jobe et al. 2018). Concurrently, investigations sometimes in related fields of study, led to a steady stream of unforeseen observations, including unorthodox initiation mechanisms (Meyer et al. 2015;Zhou et al. 2015;Kwan and Thompson 2018;Zu et al. 2018) and novel concepts such as ribosomal heterogeneity (Sauert et al. 2015;Genuth and Barna 2018) and the ribosomal concentration model (Mills and Green 2017;Khajuria et al. 2018), which expanded the scope of the field.\n\nBiochemical investigations of protein synthesis began when concepts that are now nearly axiomatic were still uncertain. The view of proteins as unique linear arrays of just 20 amino acid residues was about to be established with the publication of the first protein sequence (the insulin B chain [Sanger and Tuppy 1951]), and mechanisms of protein synthesis involving the reversal of proteolysis or phosphorylated intermediates were entertained (Zamecnik 1969). Radioactive isotopes had begun to revolutionize many areas of biomedical science in the late 1940s, and radiolabeled amino acids came into use as tracers around 1950. Researchers synthesized them from simple labeled compounds such as formaldehyde or sodium cyanide as a first step in their experiments (e.g.,Borsook et al. 1952), until they became commercially available in the latter part of the decade. Enabled by this profound technical advance, investigations proliferated rapidly and biochemistry ran ahead of genetics until the advent of cloning and the systematic exploitation of the yeast system that began to make their mark in the 1980s.\n\nSiekevitz and Zamecnik (1951)produced a cell-free preparation from rat liver that incorporated amino acids into protein and showed that energy was required in the form of ATP and GTP (Zamecnik and Keller 1954;Keller and Zamecnik 1956). The translation system was refined by stages and resolved into subfractions including a microsomal fraction that contained ribosomes attached to intracellular membrane fragments (Zamecnik 1960). Pulse-chase experiments showed that ribosomes are the site of protein synthesis, not an easy task in bacterial cells where protein synthesis is very rapid: the assembly of a protein chain on a ribosome was estimated to take only 5–10 seconds (McQuillen et al. 1959). It is salutary to recall that this was accomplished in advance of an understanding of the central role of RNA in the flow of genetic information to protein, before the visualization of polysomes, and well before the first RNA sequence was completed (Holley et al. 1965). Amid many concepts (Crick 1959), one idea posited that each ribosome is dedicated to the synthesis of a single protein, the “one gene–one ribosome–one protein” hypothesis. Early in the 1960s, however, polysomes were observed and their function appreciated in light of the messenger hypothesis and the “tape mechanism” of translation discussed below (Marks et al. 1962;Warner et al. 1962,1963;Arlinghaus and Schweet 1963;Gierer 1963;Goodman and Rich 1963;Nakamoto et al. 1963;Noll and Wettstein 1963;Wettstein et al. 1963). Technical advances in electron microscopy (EM) and high-speed centrifugation made vital contributions during this phase of the field’s development.\n\nThe role of aminoacyl-tRNA was established in the late 1950s. An intermediate, activated state of amino acids was first detected (Hultin and Beskow 1956), then characterized (Hoagland et al. 1958,1959) and recognized as the physical manifestation of the adaptor RNA predicted on theoretical grounds (Crick 1958). Once its function had been realized, the name transfer RNA replaced the term “soluble” RNA (sRNA). Chemical modification of the amino acid moiety of cysteine-charged tRNACys(to alanine) confirmed that the RNA component is responsible for decoding the template (Chapeville et al. 1962). Thus, fidelity of information transfer from nucleic acid to protein rests in part on the aminoacyl-tRNA synthetases. One of these, the valine-specific enzyme fromEscherichia coli, was arguably the first macromolecular component of the protein synthetic apparatus to be characterized (Berg and Ofengand 1958), and additional synthetases soon followed.\n\nNumerous enzymes catalyzing and facilitating the several steps in protein synthesis were steadily purified over the years, with an intense burst of activity in the 1960s and 1970s. In advance of full authentication of their purity and function, these proteins were provisionally called “factors,” a term that has stuck. Although many of the factors have been known for almost half a century, the activities of some of them remained obscure or debatable until recently (e.g., EF-P and its homolog eIF5A) (Kang and Hershey 1994;Aoki et al. 1997;Doerfel et al. 2013;Ude et al. 2013), whereas others are still emerging (e.g., eIF2A and eIF2D) (Komar et al. 2005;Ventoso et al. 2006;Dmitriev et al. 2010;Starck et al. 2012;Kearse and Wilusz 2017), and new ones with specialized functions, such as the internal ribosome entry site (IRES)trans-acting factors (ITAFs), are being discovered (King et al. 2010;Lee et al. 2017).\n\nThe messenger RNA concept revolutionized thinking about gene expression in all cells. Genetics and bacteriophage biology, as well as biochemistry, played key parts in the genesis and confirmation of the messenger hypothesis (see, for example,Cobb 2015).Jacob and Monod (1961)hypothesized the existence of an unstable intermediate between the DNA of the gene and the ribosome, which could be related to the RNA produced in phage T2-infected cells (Volkin and Astrachan 1956;Nomura et al. 1960). On this view, the ribosome and other components of the protein synthesis machinery constitute a relatively stable decoding and synthetic apparatus that is programmed by unstable mRNA. This was soon confirmed in bacteria (Brenner et al. 1961;Gros et al. 1961) and bacterial cell-free systems. The discovery that poly(U) can direct the synthesis of polyphenylalanine in vitro (Nirenberg and Matthaei 1961) was a transformative event, spearheading the elucidation of the genetic code by the mid-1960s. The wobble hypothesis, which rationalizes features of the code’s redundancy and its decoding by tRNAs, was published byCrick (1966). In higher cells, the existence of a class of rapidly labeled RNA, heterogeneous in size and with distinct chromatographic properties, was recognized. Its essential feature as an informational intermediary were confirmed and messenger-dependent eukaryotic cell-free translation systems appeared at the end of the decade (Laycock and Hunt 1969;Lockard and Lingrel 1969;Mathews and Korner 1970).\n\nBuilding on these foundations, mechanisms explaining important aspects of translation in both prokaryotes and eukaryotes emerged in the 1970s. The question of initiation site selection was largely accounted for in prokaryotes by the Shine–Dalgarno sequence base-pairing with 16S ribosomal RNA (Shine and Dalgarno 1975). A solution to the problem in eukaryotes came later, in the 1980s, with recognition of cap-dependent scanning and the Kozak consensus sequence (Kozak 1978,1986,1987;Kozak and Shatkin 1978), followed by identification of IRES-dependent mechanisms (Jang et al. 1988;Pelletier and Sonenberg 1988). The optimal codon hypothesis explained how a bias in the usage of synonymous codons can influence the production levels of individual genes (Ikemura 1981) and the signal hypothesis (discussed below) accounted for protein transport into the endoplasmic reticulum (ER). Investigations of mRNA translation and metabolism were greatly facilitated by the discovery in the early 1970s of the terminal hallmarks found on most eukaryotic mRNAs, 5′ caps (Adams and Cory 1975;Both et al. 1975;Furuichi and Miura 1975;Furuichi et al. 1975a,b;Perry and Kelley 1975;Wei and Moss 1975) and 3′ poly(A) tails (Darnell et al. 1971a,b;Edmonds et al. 1971;Lee et al. 1971).\n\nBy the end of the 1980s, as a result of the identification and purification of most of the components of the translation system and the reconstitution of their activities in vitro, the pathway of protein synthesis had been defined and was well understood in outline (Hershey et al. 2018). Subsequent detailed analyses led to an in-depth understanding of many of the mechanisms of initiation, elongation, and termination in bacteria (Rodnina 2018) and in eukaryotic cells, with indispensable contributions from yeast genetics and biochemistry (Dever et al. 2018;Hellen 2018;Merrick and Pavitt 2018). This has allowed questions of regulation to be addressed at ever-increasing levels of sophistication.\n\nThe idea of regulation at the transcriptional level flowed naturally from the messenger concept.Jacob and Monod (1961)wrote that “the synthesis of individual proteins may be provoked or suppressed within a cell, under the influence of specific external agents, and … the relative rates at which different proteins are synthesized may be profoundly altered, depending on external conditions.” They recognized that such regulation “is absolutely essential to the survival of the cell,” although the notion that it could be exerted at the translational level was not a principal focus in the bacterial field. Still, the seeds of the concept that gene expression can be regulated by the efficiency of protein synthesis emerged early, and some from work in bacterial systems.\n\nAmong the first observations of regulation at this level of gene expression were those made in rabbit reticulocytes (Borsook et al. 1952;Kruh and Borsook 1956). The term “translational control” itself was used in 1963 with respect to the differential expression of proteins from the RNA genome of MS2 phage in anE. colicell-free translation system (Ohtaka and Spiegelman 1963). The concept spread rapidly into other areas of research, to the extent that less than 10 years later the presence of translationally silent mRNA that is activated on fertilization of sea urchin eggs was referred to as a “classical conclusion” (Humphreys 1971). After the early studies on phages, much of the focus was on eukaryotic systems. A virtue of translation as a site of regulation is that it affords a rapid response to external stimuli without invoking nuclear pathways for mRNA synthesis, processing, and transport. Correspondingly, the first cases recognized were mostly ones in which it was evident or simple to establish that transcription and other nuclear events were not responsible. To illustrate how the evidence for translational control arose, we briefly describe four paradigms, together with an early example of translational control at the level of elongation.\n\nThe eggs of sea urchins and other invertebrates synthesize protein at a very low rate but are triggered to incorporate amino acids within a few minutes of fertilization with little or no concomitant RNA synthesis (Hultin 1961;Nemer 1962;Gross et al. 1964). The first wave of increased translation, lasting several hours, is not blocked by inhibiting transcription (Gross et al. 1964) because the eggs contain preexisting mRNAs in a masked form that are not translated until fertilization. In principle, the limitation could be caused by a deficiency in the translational machinery, but there is little evidence to support this possibility (Humphreys 1969). For example, egg ribosomes can translate added poly(U) even though they display little intrinsic protein synthetic activity (Nemer 1962;Wilt and Hultin 1962). Deproteinized egg RNA can be translated in a cell-free system (Maggio et al. 1964;Monroy et al. 1965) and cytoplasmic messenger ribonucleoprotein (mRNP) particles were observed (Spirin and Nemer 1965). Because the assembly of masked mRNP complexes must take place during oogenesis, the sea urchin system exemplifies a reversible process of mRNA repression and activation. Current understanding of the diverse translational control processes operative during embryonic development and stem-cell differentiation in the adult are described byTeixeira and Lehmann (2018).\n\nIt was taken for granted that protein synthesis (mainly hemoglobin) in mammalian reticulocytes, which are enucleate immature red blood cells, would be regulated at the translational level. In the intact rabbit reticulocyte, the synthesis of heme parallels that of globin (Kruh and Borsook 1956) and globin synthesis is controlled by the availability of heme or ferrous ions (Bruns and London 1965). Regulation by heme occurs in the reticulocyte lysate (Lamfrom and Knopf 1964), the forerunner of the messenger-dependent translation system ofPelham and Jackson (1976)and some coupled transcription-translation systems. When globin synthesis is inhibited in cells or extracts, the polysomes dissociate to monosomes (Hardesty et al. 1963;Waxman and Rabinowitz 1966), arguing that regulation impacts translation initiation. The effects of heme deprivation are mediated by the protein kinase HRI (heme-regulated inhibitor, EIF2AK1) and are mimicked by unrelated stimuli, including addition of glutathione disulfide (Kosower et al. 1971) or double-stranded RNA mediated by PKR (protein kinase R, EIF2AK2) (Ehrenfeld and Hunt 1971;Kosower et al. 1971). Regulation extends to all mRNAs in the reticulocyte lysate (Mathews et al. 1973), implying that a general mechanism of translational control is being invoked. This mechanism centers on the phosphorylation of the α subunit of eIF2, which results in reduced levels of ternary complex (eIF2•GTP•Met-tRNAi) and impaired loading of the 40S ribosomal subunit with Met-tRNAi(Farrell et al. 1977). Considerable attention has been given to the family of eIF2 kinases, which confer sensitivity to a wide range of stimuli. In addition to HRI and PKR, PERK (PKR-like ER kinase, EIF2AK3) and GCN2 (general control nonderepressible 2, EIF2AK4) are activated by ER stress and uncharged tRNA, respectively (Merrick and Pavitt 2018;Wek 2018). PKZ, a PKR-like eIF2α kinase in fish, is activated by Z-DNA and can also inhibit translation (Bergan et al. 2008;Liu et al. 2013;Taghavi and Samuel 2013).\n\nCells and tissues of higher organisms regulate the expression of individual genes or classes of genes at the translational level in response to a wide variety of stimuli and conditions. Examples include responses to hormones (Eboué-Bonis et al. 1963;Garren et al. 1964;Martin and Young 1965;Tomkins et al. 1965) and ions (Drysdale and Munro 1965); changes in cell state, such as mitosis (Steward et al. 1968;Hodge et al. 1969;Fan and Penman 1970) and differentiation (Heywood 1970); and stress resulting from heat shock (McCormick and Penman 1969), treatment with noxious substances, and the incorporation of amino acid analogs (Thomas and Mathews 1984). Although these findings strengthened the view that such control is widespread and important, proof that it was exerted at the translational level was sometimes challenging in nucleated cells, let alone in tissues and whole organisms. One approach to this issue took advantage of selective inhibitors of transcription or translation, such as actinomycin D and cycloheximide, but the results were liable to be complicated by indirect or side effects of the drugs in complex systems. The rapidity of a response could also provide suggestive evidence for an effect at the translational level. Compelling data often came from investigations of the underlying biochemical processes, for example, by demonstrating changes in polysome profiles or initiation factor phosphorylation states. Several methods can provide rigorous evidence (Hershey et al. 2018) and ribosome profiling is a powerful and increasingly popular modern approach (Ingolia et al. 2009,2018).\n\nCell growth is dependent on protein synthesis and translational control mediated by the mammalian or mechanistic target of rapamycin (mTOR), a protein kinase that lies at the nexus of numerous regulatory pathways. In the early 1990s, genetic screening for rapamycin-resistant genes in budding yeast uncovered TOR as a major regulator of cell growth (Heitman et al. 1991). A few years later, it was established that protein synthesis is a major downstream target (Barbet et al. 1996), and that mTOR controls translation initiation through phosphorylation of eIF4E-binding proteins (4E-BPs) (Beretta et al. 1996). eIF4E is the mRNA cap-binding protein (Sonenberg et al. 1979) required for cap-dependent initiation, and its activity is prevented by dephosphorylated 4E-BP. mTOR phosphorylates 4E-BP, releasing eIF4E, and allowing cap-dependent translation. The control of several other translation factors and regulators is also linked to mTOR activity (Proud 2018). mRNAs that harbor a 5′-terminal oligopyrimidine (TOP) motif (Levy et al. 1991) were the first ones found to be translationally suppressed by rapamycin (Jefferies et al. 1994;Terada et al. 1994). The TOP mRNA class includes those encoding ribosomal proteins and elongation factors, consistent with the importance of mTOR in ribosome biogenesis, cell growth, and cancer (Proud 2018;Robichaud et al. 2018). The exact mechanism of TOP mRNA translation regulation remained elusive for many years, but in recent years the LARP1 protein has been shown to mediate this effect (Fonseca et al. 2015;Lahr et al. 2017).\n\nThe small RNA phages, MS2 and its relatives, provided some of the first evidence for translational control, as well as the first clear case of a mechanism specific for the synthesis of an individual protein. The phage genome encodes four polypeptides (the maturation, coat, and lysis proteins and RNA replicase) that are initiated individually and are produced at dissimilar rates. Several regulatory interactions among them are now known. One was revealed by the observation that a nonsense mutation early in the cistron coding for phage coat protein down-regulates replicase synthesis (Lodish and Zinder 1966); passage of ribosomes through a critical region of the coat protein cistron melts the long-range RNA structure and allows replicase translation. A second nonsense mutation leads to overproduction of the replicase because the coat protein acts as a repressor of replicase translation, and the binding of phage coat protein to the hairpin structure containing the replicase AUG is a well-characterized RNA–protein interaction (Witherell et al. 1991). Subsequent studies have disclosed numerous translational control mechanisms in phages and in viruses infecting eukaryotes (Breaker 2018;Stern-Ginossar et al. 2018).\n\nCellular mRNAs are also subject to translational control during infection with many viruses (Stern-Ginossar et al. 2018). Inhibition of cellular mRNA translation, an aspect of host cell shutoff, may begin before the onset of viral protein synthesis and without any apparent interference with cellular mRNA production or stability. In poliovirus infection, the shutoff of host-cell translation can be complete within 2 hours after infection and is followed by a wave of viral protein synthesis (Summers et al. 1965). In the first phase, polysomes break down without any effect on translation elongation or termination (Penman and Summers 1965;Summers and Maizel 1967). In the second phase, virus-specific polysomes form (Penman et al. 1963). The cellular mRNA remains intact and translatable in vitro (Leibowitz and Penman 1971), evidence that initiation has become selective for viral mRNA. Translational inhibition extends to mRNAs produced by other viruses in a double infection (Ehrenfeld and Lund 1977), indicative of a general effect that later work ascribed to modification of the cap-binding complex, eIF4F. Cleavage of the eIF4G subunit of this complex prevents cap-dependent initiation on cellular mRNAs but does not interfere with initiation on the viral mRNA, which occurs by internal ribosome entry (Kwan and Thompson 2018). Viruses have evolved many such specialized mechanisms (Stern-Ginossar et al. 2018), some of which have led to the identification of parallel mechanisms in uninfected cells themselves.\n\nProtein synthesis is regulated predominantly at the level of initiation, consistent with the principle that it is more efficient to govern a pathway at its outset than to interrupt it midstream with the ensuing accumulation of intermediates and logjam of recyclable components. Nevertheless, well-characterized cases do occur later in the translational pathway, at the elongation and termination level (Dever et al. 2018). Proteins destined for secretion or retention in cell membranes are made on polysomes attached to the ER. In the early 1970s, it began to seem likely that ribosomes become associated with cell membranes only after protein synthesis has been initiated (Lisowska-Bernstein et al. 1970;Rosbash 1972) and what came to be called a signal peptide was found on secreted proteins (Milstein et al. 1972;Devilliers-Thiery et al. 1975). These findings lent substance to the signal hypothesis that proposed that an amino-terminal sequence might be responsible for secretion (Blobel and Sabatini 1971). The development of cell-free systems enabled biochemical dissection of the secretory pathway (Blobel and Dobberstein 1975) leading to the discovery of the signal recognition particle (SRP), a ribonucleoprotein, and its receptor on the ER (Walter and Blobel 1981;Walter et al. 1981;Gilmore et al. 1982a,b;Meyer et al. 1982). The SRP also interacts with the ribosome such that the binding of the SRP to a nascent signal peptide causes translational arrest that is relieved when the ribosome docks with its ER receptor. This mechanism ensures cotranslational protein export and prevents the accumulation of secretory proteins in an improper subcellular compartment (the cytosol). From another perspective, this mechanism also represents an example of mRNA localization achieved by controlling its translation, distinct from several other methods used by cells to compartmentalize translation (Buxbaum et al. 2015;Biswas et al. 2018).\n\nIn the past seven decades, combined genetic, biochemical, cell biological, pharmacological and structural approaches have uncovered the major components involved in protein synthesis, their interactions, and many of the sophisticated regulatory processes that adjust protein synthesis to developmental and environmental demands. Technological improvements such as cryoelectron microscopy (cryo-EM), real-time single-molecule microscopy, DNA and RNA sequencing, mass spectrometry, and rapid kinetic analysis now provide the opportunity to interrogate translation on spatial and temporal scales in ways that were not possible before. This increased resolution promises to bring the field from studies of cells in bulk to organelle-specific and even single-mRNA levels in vivo. Together with the increasingly detailed understanding of the role of translation in physiology and disease pathogenesis (Tahmasebi et al. 2018), there is optimism that therapeutic relief from acquired and genetic diseases may be on the horizon.\n\nYet the immense complexity of the translation system continues to pose new challenges and many uncharted areas remain. Little is known, for example, about protein synthesis and translational control in archaea, or in chloroplasts and mitochondria, even though mitochondrial ribosomes were reported half a century ago (Kuntzel and Noll 1967). Novel mechanisms can be confidently predicted to be uncovered by study of these organisms and organelles, as well, perhaps, from the giant viruses ofAcanthamoebathat encode components of the translation apparatus (Bekliz et al. 2018;Stern-Ginossar et al. 2018). Even in well-studied areas, growing appreciation of the flexibility and complexity of the translational apparatus points to the likelihood that more mechanistic variety will be found than is currently appreciated. Discoveries such as repeat-associated non-ATG (RAN) translation (Zu et al. 2011,2018) and ribosomal heterogeneity (Kondrashov et al. 2011;Robichaud et al. 2018) exemplify how much is still to be learned. Although it would be rash to be specific, advances in RNA biology—including base modifications and epitranscriptomics (Peer et al. 2018), and regulation by circular and noncoding RNAs (Chekulaeva and Rajewsky 2018) and microRNAs (Duchaine and Fabian 2018), as well as antisense and interfering RNAs—present new avenues for basic research and open fresh possibilities for bench-to-bedside translation.\n\nEditors: Michael B. Mathews, Nahum Sonenberg, and John W.B. Hershey\n\nAdditional Perspectives on Translation Mechanisms and Control available atwww.cshperspectives.org\n\n*Reference is also in this collection.\n\nArticles from Cold Spring Harbor Perspectives in Biology are provided here courtesy ofCold Spring Harbor Laboratory Press"
}