[
  {
    "title": "Unknown Title",
    "abstract": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nStatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-.\n\nJoseph M. Dougherty;Khalid Alsayouri;Adam Sadowski.\n\nAuthorsJoseph M. Dougherty1;Khalid Alsayouri2;Adam Sadowski3.\n\nLast Update:July 31, 2023.\n\nAllergy is described as an exaggerated response from the body’s immune system to otherwise inert substances present in the environment. The usual symptoms are pruritus, flushing, ra",
    "journal": "Unknown Source",
    "year": "Unknown Date",
    "source": "Perplexity AI",
    "url": "https://www.ncbi.nlm.nih.gov/books/NBK545237/",
    "full_text": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nStatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-.\n\nJoseph M. Dougherty;Khalid Alsayouri;Adam Sadowski.\n\nAuthorsJoseph M. Dougherty1;Khalid Alsayouri2;Adam Sadowski3.\n\nLast Update:July 31, 2023.\n\nAllergy is described as an exaggerated response from the body’s immune system to otherwise inert substances present in the environment. The usual symptoms are pruritus, flushing, rash, urticaria, swelling of the lips, tongue, and airway, (angioedema), nausea, vomiting, abdominal cramping, shortness of breath, wheezing and bronchospasm, stridor, syncope or collapse. This activity illustrates the etiology, pathophysiology, classification, and clinical symptomatology of allergy and highlights the role of health care providers in managing and educating the patients.\n\nObjectives:Outline the etiology and pathophysiology of allergy.Review the clinical manifestations of allergy.Summarize the treatment and counseling strategies for patients with allergy.Describe how an optimally functioning interprofessional team would coordinate care to maximize patient education to achieve better clinical outcomes.Access free multiple choice questions on this topic.\n\nAllergy is a broad topic and speaks to the body’s immune response to foreign substances common in the environment, and triggers a reaction from the body’s immune response described as hypersensitivity. Hypersensitivity is an inappropriate immune response to common, typically harmless antigens, manifesting as a continuum from minor (atopic dermatitis and rhinitis) to severe manifestations (anaphylaxis, anaphylactoid and asthma). The focus here will be anaphylaxis; other topics of atopic dermatitis and allergic asthma involve many of the same modulators, responses, and treatments.[1]\n\nThe most common triggers of anaphylaxis include foods, medications, insect stings, and allergen immunotherapies. Any substance that can trigger the degranulation of mast cells or basophils can induce anaphylaxis. The definition of allergy and anaphylaxis has varied in the past; in 2005, an interprofessional group of clinical experts was formed to improve recognition and designate criteria for the diagnosis of anaphylaxis. The incidence of anaphylaxis varies between 0.5 to 2% in the general population, and the rate has been increasing. The lifetime prevalence is 1.6%.[2]\n\nAnaphylaxis is the most severe form of a hypersensitivity reaction that has a rapid onset from minutes to hours. The reaction is caused by the activation of mast cells and basophils through the binding of cell membrane receptors to IgE antibodies. The activation of these cells causes the release of mediators from secretory granules such as histamine, tryptase, carboxypeptidase A, and proteoglycans. This reaction progresses to the activation of secondary substances like phospholipase A2, then cyclooxygenase and lipogenesis as well as arachidonic acid, platelet-activating factor, and tumor necrosis factor-alpha. These cytokines and chemokines create life-threatening symptoms, including bronchoconstriction, increased vascular permeability, and facial flushing. The reaction further progresses with the platelet-activating factor, which causes bronchoconstriction and vascular permeability. The activation of neutrophils by tumor necrosis factor and further recruitment of effector cells, and enhances chemokine synthesis. This severe rapid progression is life-threatening and leads to death without intervention to triggers either a reversal or stopping the process promptly, preventing secondary reactions.[3][4]\n\nCommon known triggers of anaphylaxis are bee stings, peanuts, (legumes), latex, and medications, but other substances can trigger this reaction. Therefore, an interprofessional approach to diagnosis is the recommendation. Patients may have anaphylaxis if they meet the criteria below\n\n1. Acute onset of illness involving the skin, mucosal tissue, or both. This process is over in minutes to hours and can be in the form of generalized hives, pruritus, flushing, swollen lips, tongue, and uvula. In addition to these, there should be at least one of the following:\n\na) Respiratory compromise such as dyspnea, wheezing, bronchospasm, stridor, and decrease peak inspiratory effort and hypoxemia (which can be produced by the tissue edema and capillary leak in the lung tissue).\n\nb) Reduced blood pressure or associated signs and symptoms of end-organ hypoperfusion (shock, hypotonia, syncope, incontinence).\n\n2. Two or more of the following reactions that occur rapidly after exposure to a likely allergen (referred to in the literature as antigens, haptens, and mast cell receptor stimulants) for seconds or up to several hours.\n\na) Involvement of the skin-mucosal tissue signified by hives, itching to flushing, and swollen tissues such as lips, tongues, and uvula; other mucosal tissue can be affected as well from topical exposure and may not be as evident.\n\nb) Respiratory compromise from dyspnea, swelling of the bronchus causing wheezing, bronchospasm, and stridor, or reduced peak expiratory flow and hypoxia.\n\nc) Reduced blood pressure or associated symptoms of syncope.\n\nd) Persistent gastrointestinal signs and symptoms such as cramping, vomiting, excessive salivation with due to inability to swallow secretions).\n\n(Skin symptoms are absent or unrecognized in up to 20 percent of episodes, thus incorporating the other symptoms of gastrointestinal or the listed symptoms improve recognition of anaphylaxis and allergy).\n\n3. Reduced blood pressure alone after exposure to a known allergen for that patient as defined below:\n\na) Reduced blood pressure in adults is a drop in systolic to less than 90 or greater than a 30 percent drop from that person's baseline.\n\nb) Reduced blood pressure in infants and children is the systolic blood pressure lower than normal for their age-specific rage or greater than 30 percent drop in systolic blood pressure:\n\n(age [in years] x 2) + 70 mmHg up to 17 years of age (e.g., a child 1 month old; 1 month/12 months = (0.083 x 2) ==> 0.16 + 70 = 70.16)\n\nPlease note; once the age calculation reaches 90 mmHg, one can use the systolic pressure of 90 mmHg.\n\n(This allows for the detection of anaphylactic reactions in which only one organ system is involved.)\n\nFurther, a response of resolved signs or symptoms to epinephrine for a known allergen would also be considered anaphylaxis.[5][6][7]\n\nAnaphylaxis has a prevalence between 0.5 and 2 percent in the general population for industrial nations,  and there is an increasing rate of occurrence. The United States' lifetime prevalence is 1.6 percent. Allergic atopic dermatitis prevalence is 5 to 20 percent of children worldwide.  In the United States, it is 11 percent. Allergic rhinitis prevalence is 10 to 30 percent in the United States. Rhinoconjunctivitis was found to be 8.5 percent for children 6 to 7 years of age and 14.6 percent for 13 to 14 years of age in the Study of Asthma and Allergies in Childhood. The study has found that the overall prevalence is increasing in the industrialized world. Atopy is the genetic predilection to produce IgE in response to exposure to allergens and may be related to an increased incidence.\n\nAllergy pathophysiology is viewable through different mechanisms depending on the cause. The discussion then follows focusing on haptens (e.g., small-molecule drug reactions) that result from a direct effect. The hapten (drug) binds directly to mast cells of the immune system (also known as effector cells). This binding triggers the mast cell to degranulate, releasing histamines and chemotaxis creating symptoms of urticaria or anaphylaxis, referred to as a direct antigen response. Similar effects can occur with checkpoint inhibitors used in cancer treatment (melanoma and renal cell carcinoma) the mechanism is unclear.[8][9]\n\nImmune drug reactions are rare because they are small molecular weight compounds with simple structures. B and T cell receptors do not easily recognize these structures. Medications can become immunogenic by the small structures covalently binding to larger macromolecules. These are host proteins on or inside of cells or in plasma, and they form a complex called a hapten. The haptens then bonded by a carrier complex (integrins or albumin). These complexes are presented to B Cells creating antibody responses and to T Cells creating responses through the human leukocyte antigen (HLA) molecules.  Occasionally haptens are not formed from the medications themselves, but their metabolites form pro-haptens; this is the mechanism of penicillin and other beta-lactam antibiotics (cephalosporins, carbapenem, and monobactams). A similar mechanism occurs in the liver metabolism with cytochrome P450 enzymes forming metabolites the become pro-haptens.  Sulfamethoxazole is an example when it metabolizes to sulfamethoxazole-hydroxylamine and then oxidized to sulfamethoxazole-nitroso, which stimulates both T and B cells. Other examples are phenacetin, halothane, phenytoin, carbamazepine, and lamotrigine.[10][11]\n\nThere is a concept of a direct immune response to medications and drugs or even biologic therapies that use proteins to stimulate a response. This concept involves the pharmacological interaction of drugs with immune receptors known as the p-i concept). The theory is that certain drugs in their naive state without processing or metabolism can stimulate T cells through T cell receptors (TCRs) or HLA molecules that are not their primary therapeutic targets. This stimulation is called “off-target” activity and explains genetic propensity through TCRs and HLA of individuals. A specific example is drugs that produce a drug reaction with eosinophilia and systemic symptoms/drug-induced hypersensitivity syndrome. (DRESS/DiHS) such as flucloxacillin and sulfamethoxazole). The mechanisms of p-i TCR and p-i HLA are different, but the concept is direct off-target induction of the immune system is the concept. In the p-i TCR model, a drug interacts with a TCR. Then a second interaction between the TCR and HLA molecules on APCs is required to stimulate a cellular proliferation, cytokine production, and cytotoxicity by the drug stimulated T Cells. Sulfamethoxazole, as an example, is a common public epitope, but another factor is required to induce it, such as a generalized viral infection.[12][13][14][15]\n\nPilA model the drug binds preferentially to certain HLA molecules. There is a strong association with some HLA alleles. Thus, binding to them leads to T Cells stimulation by HLA drug complexes. The drug binding to the peptide-binding site in HLA has two possible consequences 1 HLA molecule acquires features of an allollele and makes a self HLA protein look like an Allo-HLA. 2 The drug binding to the peptide-binding site may be the presentation of an altered peptide repertoire. This happens in the endoplasmic reticulum(ER). The altered HLA molecule may allow the presentation of a different set of peptides to T Cells, Since T cells are tolerant to those HLA restricted peptides which they were exposed during development in the thymus, the alternate set of peptides may be interpreted as foreign by T cells and result in an autoimmune-like T cell reaction.[13]\n\nThe standard immune responses Gell and Coombs:\n\nType 1 immune reactions require a drug-specific immunoglobulin E(IgE), which requires a sensitization stage: The formation of drug-specific IgE normally requires coordinated actions of B cells and T Helper Cells the B cells process the hapten-carrier complex and present haptenized peptides to T cells. B and T cells interact via the HLA complex and the T cell receptor TCR and through CD40 on the B cells and CD40L on the T cell. This antibody form attaches to mast cells, and basophils surface sensitizing them then the effector stage the individual is re-exposed to the medication or substance cross-links on the sensitized mast and basophil cells resulting in sudden and widespread activation and release of an array of vasoactive mediators leading to what is called an immediate onset. Thus type one reactions are IgE immediate sensitivity reactions (humoral response activation).[17]\n\nType II (antibody-mediated cell destruction) are uncommon and involves antibody-mediated cell destruction; this involves IgG and occasionally IgM antibodies. The mechanism drugs or substances bind to surfaces of certain cell types (most often red blood cells or platelets and occasionally neutrophils and act as antigens forming macromolecule on the cell surface. Binding antibodies to the cells' surface results in the cells being targeted by macrophages for clearance.\n\nType III immune complex deposition) - This reaction is antigen-antibody complexes are present in the serum. The drug acts as a soluble antigen and binds to drug-specific IgG. The small immune complexes precipitate in various tissues.  Examples include blood vessels (vasculitis) Joints(synovitis), renal glomeruli (glomerulonephritis). These immune complexes activate complement, and an inflammatory response ensues. These responses are dose sensitive. The higher the dose of the exposure, the greater the response.\n\nType IV (T cell-mediated) - The T cells are activated by the complexes directly, other cells can be activated, such as macrophages, eosinophils, or neutrophils. The response is not antibody-mediated. It is a direct cell response this generally is a cutaneous T Cell response as the primed memory effector cells, which react rapidly if immunogenic agents penetrate the skin barrier or reach the skin by diffusing from the circulation. The stimulation of cutaneous T cells may be further facilitated by close contact with various types of HLA expressing dendritic cells in the skin. This reaction is the manifestation of Steven Johnson Syndrome / toxic epidermal necrolysis SJS/TEN, drug reactions with eosinophilia and systemic symptom/ drug-induced hypersensitivity syndrome(DRESS/DIHS) or hepatitis. Type IV has subdivisions based on the P-I or haptens-peptide presentation.[16][17][14]\n\nThe patient usually presents with symptoms of rash, swelling of the lips/tongue, or collapsed. The review of the patient’s activity is vital in identifying the cause of the event or symptoms and the time of onset.  How the patient treated these symptoms if the symptoms resolved but returned, and if there had been other events. Often patients cannot identify the cause of the symptoms immediately, and input from others present is necessary. In patients presenting with progressive symptoms as listed below on a continuous spectrum, anaphylaxis should be a consideration.\n\nMultisystem involvement:\n\nChildren may exhibit behavior changes such as clinging, crying, become irritable, and cease to play. They may exhibit stridor showing laryngeal airway problems. The patients may state they self-treated the itch with over-the-counter antihistamines it went away and now has returned. Prior exposure to the substance is not always necessary, and the patient being on a particular medication with no prior reaction should not mislead the clinician from suspecting the medication as a cause. An example of this is ACE inhibitors producing angioedema.[18][19]\n\nThe clinician needs to be aware that anaphylaxis can have presentations of where the symptoms resolve, and then the patient develops a recurrence of symptoms with no additional exposure to the causative agent.; known as biphasic anaphylaxis. The patient can have a protracted anaphylactic reaction that lasts, hours, days, or weeks. Patients can also have delayed reactions from exposures where symptoms do not occur for hours. Reassessment and observation for 4 to 6hours is important as it allows for one to get pertinent history and physical assessment to determine the cause, prognosis, disposition, and needed education for the patient.[20]\n\nAnaphylaxis is a clinical diagnosis. The chemical mediator measurements are not readily available to the clinician. They can retrospectively confirm the allergic reaction and support the diagnosis. Blood cell counts for the measurement of mast cells, and basophil mediators are also helpful if obtained soon after the onset of symptoms. Some suggest that serial tryptase levels be drawn at 15 minutes, 3 hours, 6hours  and 24 hours. If elevated at 24 hours, then referral to allergy/immunology specialists for evaluation of possible systemic mastocytosis or a mast cell activation syndrome is recommended.  These patients with mast cell disorders can have hypotensive reactions to insect stings even in the absence of immunoglobulin E (IgE)-mediated allergy. Tryptase measurements have been assessed in patients presenting to the emergency department. A level of 12.4 ng/ml had a high specificity of 88 percent and a positive predictive value of (0.93) and low sensitivity of 28 percent and a negative predictive value (0.17).  Anaphylaxis patients with hypotension were more likely to have elevated tryptase levels. Another marker is plasma histamine levels, which peak within 5 to 15 minutes of the onset of symptoms and decrease to baseline in 60 minutes; this is because histamine undergoes rapid metabolism by N-methyltransferase and diamine oxidase. The levels do correlate better with anaphylaxis than tryptase levels. As most patients arrive well beyond the 15 to 60 minutes window to emergency departments, measurement of histamine levels is not practical as they will be back to baseline. A 24-hour urine histamine collection started as soon as possible after anaphylaxis can be helpful. Future tests will focus on mature beta-tryptase over total tryptase and alpha tryptase.[21][22][23]\n\nPatients can have spontaneous resolution of mild symptoms. Generally, the symptoms progress in severity. Prediction of how severe the reaction can be is not possible. Multiple factors determine severity. Further patients can have biphasic reactions where they have a recurrence of symptoms after resolution with no recurrent exposure. This has been reported in up to 15 percent of children; the reaction can become protracted where it lasts for days, and even weeks. These are instances with delayed hypersensitivity reactions develop anaphylaxis; these reactions occur hours after exposure to the allergen.  If patients are untreated in any of these instances, the result can be fatal.[24][25]\n\nRisk factors for severe outcomes include:\n\n1. Asthma, chronic obstructive pulmonary disease (COPD), and interstitial lung disease: Patients with these conditions may have subacute reactions as a result of prescribed antihistamines, and steroids.\n\n2. Cardiac and hypertensive patients, who are on alpha-blockers,  beta-blockers, and ACE inhibitors block natural body compensatory mechanisms and require larger doses of epinephrine to treat the anaphylaxis.\n\nAnaphylaxis treatment begins with triage and the removal from exposure, which can involve decontamination if topical agents are involved or clothing is contaminated. Removal of the patient's clothing and standard precautions by staff such as masks, gloves, and gown should take place. Hand washing by staff who may have used latex gloves or eaten peanuts may be necessary. ABC’s (airway, breathing, and circulation) of emergency care should have priority.  Patients should have oxygen and intravenous administration of fluids. The patient should receive epinephrine intramuscularly (IM) (1 to 1000 dilution {1 mg/1ml} 0.3cc) 0.3 to 0.5 mg which can be repeated every 5 to 15 minutes as needed. Most patients should respond to 1 to 3 doses if symptoms persist, progress or the patient becomes hypotensive IV epinephrine should be started at 0.1 mcg/kg/minute by infusion device and titrated to maintain perfusion of body organs. Patients on beta-blockers should be given glucagon 1 to 5 mg over 5 minutes. Antiemetics should be given to treat vomiting often associated with glucagon administration. Histamine type 2 receptor blockers such as famotidine 20 mg IV or ranitidine at  50 mg IV should be administered. The glucocorticoid, methylprednisolone 125 mg, should be given.[26]\n\nWeight-base dosing is recommended for pediatric patient populations. IM epinephrine is dosed at 0.01mg/kg and injected in the outer thigh. The maximum dose for children over 50 kg is 0.5 mg; this is done every 5 to 15 minutes for up to three doses if needed until obtaining an adequate response. After three doses, IV administration should begin 0.1 to 1 mcg/kg/minute titrated to effect. IV fluids should be 10 to 20 ml/kg infusion for hypotension and fluid replacement. H1 histamine blockers should be dosed at 1 mg/kg for diphenhydramine up to a maximum of 40 mg. H2 histamine blockers ranitidine is 1 mg/kg up to 50 mg and famotidine at 0.25 mg /kg iv not to exceed 40mg/day for patients 1 to 16 years of age. (If labs show renal dysfunction, consultation with the pharmacy is recommended for dosing based on creatinine clearance in both pediatrics and adults). Glucocorticoid administration methylprednisolone is 1 mg/kg up to a max of 125 mg.[1][26]\n\nRespiratory symptoms of wheezing and bronchospasm can have treatment with aerosolized albuterol dosing for adults is 2.5 mg in 3 ml, and children o.15 mg/kg min dose; this does not affect mucosal edema/angioedema as this is an alpha-receptor control mechanism.\n\nTreatment for patients with refractory hypotension to IV epinephrine should receive methylene blue which inhibits nitric oxide synthase and guanylate cyclase. Ideal dosing is not known. Dosing that has been used in cardiac surgery for treating profound vasodilation is 1 to 2 mg/kg given over 20 to 60 minutes. Other agents are non-adrenergic pressors such as vasopressin for hypotension. Extracorporeal membrane oxygenation is also useful in specialized treatment centers where it is available.[1][26]\n\nThe differential diagnosis of anaphylaxis can include many entities due to its variable presentation. These include vasovagal reactions when presenting with syncope and underlying arrhythmia, seizure, and its association with incontinence. The cardiovascular presentation of hypotension could include myocardial infarction, sepsis, and other causes of shock. The respiratory symptoms can include epiglottis, croup, laryngeal spasm, angioedema acquired and hereditary, foreign body air, and esophageal obstruction. Non-mediated IgE drug reactions, gastrointestinal conditions such as carcinoid with its release of vasoactive polypeptides, and mastocytosis with its systemic release of histamine and other chemotactic substances. The diagnosis is clinical as most patients do not present with isolated symptoms. Specific testing in the emergent setting helps to rule out other causes but should not delay treatment if suspected. Some have suggested testing for tryptase in the instance where one wants to identify a substance as the allergen, but it is not usually available in the emergency department. Tryptase is used to aid in the diagnosis; a normal level does not rule it out. Tryptase gets released from mast cells. It can present as elevated in mastocytosis. It has a higher normal concentration in children also, so it often proves unhelpful.[1]\n\nThese tests are generally normal as hypotension will not produce the substances for shock immediately, but as time progresses, it does. Other tests are in development, but as stated earlier, they are not available in most community hospital settings. These tests include variations of tryptase such as beta tryptase, histamines, and other mediators.\n\nThe clinician should consider anaphylaxis when:\n\nUnexplained hypotension is present by its self without other explanation non-hypovolemic patients. One needs to consider patient baseline blood pressure.\n\nPatients with unexplained causes of respiratory distress, skin, or gastrointestinal symptoms in combination (20 percent of patients may not have universally recognized symptoms).\n\nThe history is not explored sufficiently to look for symptoms of pruritus, flushing, hives, and shortness of breath preceding the patient’s presentation.[27][28]\n\nPatients may be classified under previous terms of anaphylactoid reactions that occur due to the direct, or nonimmunologic release, of the mast and basophil cell mediators; these include contrast-mediated reactions, cold-induced exposure reactions, and exercise reactions.[29]\n\nFoods contain a variety of substances that may not be recognized, such as popsicles containing legumes extracts which can trigger anaphylaxis in patients with peanut or legumes allergies. Thorough history considering all activity preceding presentations from minutes to several hours (up to 24 hours) is essential.[30][31][32]\n\nPatients with psychiatric conditions may not be able to give sufficient information.\n\nSpecial patient populations such as pregnant, socially disadvantaged (homeless, and low income), elderly even when healthy may be particularly vulnerable to outcomes due to a delayed presentation.[9]\n\nPatients can have a spontaneous resolution from mild symptoms. Generally, the symptoms progress in severity. Prediction of how severe the reaction can be is not possible. Multiple factors can determine severity. Further patients can have biphasic reactions where they have a recurrence of symptoms after resolution with no recurrent exposure, which has been reported in up to 15 percent of children and 21 percent overall; the reaction can become protracted where it lasts for days and even weeks. There are instances with delayed hypersensitivity reactions that develop anaphylaxis' these reactions occur hours after exposure to the allergen. If patients are untreated in any of these instances, the result can be fatal.[9][33]\n\nRisk factors for severe outcomes are patients with asthma, chronic obstructive pulmonary disease, and interstitial lung disease. Patients with these conditions may have subacute reactions if they have received pre-treatment with antihistamines and steroids. Cardiac and hypertensive patients, who are on alpha-blockers, beta-blockers, ACE inhibitors may require larger doses of epinephrine to treat the anaphylaxis.[34]\n\nAnaphylaxis if unrecognized can result in death in minutes.  A series of 164 cases of fatal anaphylaxis showed that the median time interval between onset of symptoms and respiratory or cardiac arrest was 5 minutes in iatrogenic anaphylaxis. The review also showed that the symptoms started within 15 minutes for insect venom stings and 30 minutes for food-induced reactions. Failing to recognize and treat quickly and appropriately with epinephrine leads to cardiac, circulatory, and respiratory compromise. Patients with underlying comorbidities such as heart disease can be at risk for complications from treatment. These patients should receive therapy because the risk of an adverse event from anaphylaxis is just as likely. Preparation for the complications from comorbidities requires anticipation and proper response. If myocardial ischemia occurs from epinephrine, then cardiac care treatment, with a consultation with a cardiologist, will be necessary. Airway protection for cases with severe asthma or chronic obstructive pulmonary disease (COPD) may be required.\n\nPatients should receive education about anaphylaxis and the emergent treatment needed if recurrence happens. If the causative agent or allergen is known, the patient should be informed as to what it was and told to avoid future exposure. The patient should have training in the use of an epinephrine pen injector and the need to report to the emergency department as soon as possible after exposure. The patient should be made aware of early signs and symptoms of anaphylaxis itching, redness of the skin, hives, runny nose, and advance symptoms trouble breathing, wheezing, vomiting, swelling of the throat and esophagus, diarrhea, and feeling dizzy passing out. The patient may obtain a referral to an allergist/immunologist for further evaluation and treatment. Patients with high sensitivities such as the peanut or legume allergies need education on reading labels of food products. They should recommend allergy bracelets/rescue kits to patients with severe events. The rescue kit usually contains an epinephrine injector device and oral or injectable antihistamine.[35]\n\nThe symptoms are pruritus, flushing, rash, urticaria, swelling of the lips, tongue, and airway, (angioedema), nausea, vomiting, abdominal cramping, shortness of breath, wheezing and bronchospasm, stridor, syncope, collapse, and progressive to hypotension which can be profound.[32][36]\n\nThe reactions are general IgE mediated.\n\nThe recognition of the condition needs to be early and treatment aggressive.\n\nThe drug treatment begins with epinephrine, if not hypotensive then progresses to IV in persistent, refractory, or progressive cases. Adjunctive therapies include H1 and H2 blocking agents like diphenhydramine and ranitidine; Glucocorticoids are also useful.\n\nSpecial considerations for patient’s comorbidities need to be considered, such as the use of glucagon for beta-blocker toxicity and antiemetics for gastrointestinal symptoms.[37]\n\nTreatments for those refractory cases include methylene blue, vasopressin, and extracorporeal membrane oxygenation.\n\nPatients should receive an emergency action plan for when exposure or anaphylactic symptoms develop. This plan includes an epinephrine pen dispenser and activation of emergency medical services for transport to the hospital.\n\nEducation of the patient about lifestyle changes to avoid exposures is vital. Referral to an allergist for immune therapy and identification of possible allergens is indicated in patients with severe anaphylaxis and high risk for recurrence.[38]\n\nThe clinician should maintain a high index of suspicion of anaphylaxis and not hesitate to treat the patient presenting with suspected allergic reaction with epinephrine. Remember, hypotension or shock need not be present. The signs of two or more organ systems or one system with severe compromise need only be present. Noting early signs and symptoms is key to preventing complications.[33]The treatment of anaphylaxis can be complicated by patients on medications such as beta-blockers.  The blood pressure specific for age should be known, especially for children and infants. The health care team (nurse practitioner, allergist, anesthesiologist, pulmonologist) need to realize patients may not always have the capacity to describe their symptoms of respiratory distress, especially when sedated. Skin lesions are absent up to 20 percent of all episodes, and one needs to be aware that a patient with a history of asthma or bronchospasm may be having anaphylaxis. Patient populations such as psychiatric, neurologic, and substance misusers may appear to present with side effects of medications or recreational drugs when it is an allergic reaction/anaphylaxis to a contaminant.  Thus reassessment by health personnel is important. Having ancillary staff available to assist with airways such as respiratory, anesthesia, or a surgeon is helpful in case one needs a surgical airway due to upper airway angioedema. Educating the staff regarding recognition of anaphylaxis and prompt treatment is important in preventing adverse outcomes and under treatment.[39][40]\n\nGiven the potential lethality of anaphylaxis, all members of the health care team in addition to physicians, need to be aware and trained to recognize the symptoms and react accordingly. Nurses are often the first personnel to see the patient in the ED and may be called upon to assist with intubation in severe cases, as well as administering medication. They also need to be able to recognize adverse reactions to administered therapy and react appropriately, as well as informing the physician. Pharmacists need to verify all dosing quickly and accurately, particularly in pediatric cases with weight-based dosing and intervene if noting any anomalies. They also are invaluable resources for medication reconciliation and informing the team of adverse reactions to medications the patient may already be taking, such as beta-blockers. Only through interprofessional team collaboration between physicians, specialists, nursing, and pharmacists can outcomes be driven to their optimal result for patients. [Level V]\n\nContact Allergy From Band-Aid DermNet New Zealand\n\nContact Allergy From Nickel DermNet New Zealand\n\nContact Allergy From Rubber DermNet New Zealand\n\nDisclosure:Joseph Dougherty declares no relevant financial relationships with ineligible companies.\n\nDisclosure:Khalid Alsayouri declares no relevant financial relationships with ineligible companies.\n\nDisclosure:Adam Sadowski declares no relevant financial relationships with ineligible companies.\n\nThis book is distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\n(http://creativecommons.org/licenses/by-nc-nd/4.0/), which permits others to distribute the work, provided that the article is not altered or used commercially. You are not required to obtain permission to distribute this article, provided that you credit the author and journal."
  },
  {
    "title": "Clinical presentation, diagnosis, differential diagnosis and management of contact allergy",
    "abstract": "Translate this page into:\n\nDownload Citations\n\n*Corresponding author: Suzana Ljubojevic Hadzavdic,Department of Dermatology and Venereology, University Hospital Clinic Zagreb, Kispaticeva 12, Zagreb, 10000, Croatia. suzana.ljubojevic@gmail.com\n\nHow to cite this article:Kuric I, Ljubojevic Hadzavdic S. Clinical presentation, diagnosis, differential diagnosis and management of contact allergy. CosmoDerma 2022;2:26.\n\nContact allergy is an acquired immunological alteration caused by skin, or occasio",
    "journal": "Cosmoderma",
    "year": "2022-03-30T18:30:00+00:00",
    "source": "Cosmoderma",
    "url": "https://cosmoderma.org/clinical-presentation-diagnosis-differential-diagnosis-and-management-of-contact-allergy/",
    "full_text": "Translate this page into:\n\nDownload Citations\n\n*Corresponding author: Suzana Ljubojevic Hadzavdic,Department of Dermatology and Venereology, University Hospital Clinic Zagreb, Kispaticeva 12, Zagreb, 10000, Croatia. suzana.ljubojevic@gmail.com\n\nHow to cite this article:Kuric I, Ljubojevic Hadzavdic S. Clinical presentation, diagnosis, differential diagnosis and management of contact allergy. CosmoDerma 2022;2:26.\n\nContact allergy is an acquired immunological alteration caused by skin, or occasional mucosal or systemic, contact to low molecular weight substances. With skin involvement, this process manifests as contact dermatitis. Contact dermatitis includes both irritant contact dermatitis and allergic contact dermatitis. The approach to patients with contact dermatitis should consist of a detailed (work and leisure) history, skin examination, patch tests with allergens based on history, physical examination, education on materials that contain the allergen and adequate therapy and prevention. A classification based on the types of clinical presentation was therefore suggested by the International Contact Dermatitis Research Group which is presented in this article.\n\nContact allergy (CA) is an altered immune status of an individual in which a sensitizing substance causes the proliferation of allergen-specific T cells. Re-exposure activates the specific T cells leading to a clinically visible disease. With skin involvement, this process manifests as contact dermatitis (CD).[1]Contact dermatitis includes both irritant contact dermatitis (ICD) and allergic contact dermatitis (ACD). ICD is the more common variant occurring by cumulative exposure to weak irritants. An inflammatory response is triggered by direct injury to the skin’s epidermis without the involvement of allergen-specific T cells.[2]ACD is a type IV delayed hypersensitivity reaction to a particular allergen to which a patient had developed sensitivity.[1]The golden standard to diagnose CA is patch test.[1]\n\nThe prevalence of contact sensitization in the general population is 20.1%.[3]It is reported significantly higher in women 27.9%, than in men 13.2%.[3]In the pediatric and adolescent population, the prevalence is up to 16.5%.[3]Contact dermatitis is the third most common skin disease in the general European population behind common warts and acne.[4]The self-reported lifetime prevalence of CD is almost twice as high (15.0%) as the prevalence diagnosed by doctors (8.3%) which indicates that almost half of the affected patients don’t visit their physician for this condition.[4]\n\nThe pathogenesis of ACD consists of two phases: a sensitization phase followed by an elicitation phase. In the sensitization phase allergens activate innate immunity by releasing a host of cytokines (IL-1α, IL-1β, TNF-α, GM-CSF, IL-8, and IL-18) from epidermal keratinocytes.[5]These induce vasodilation, cellular recruitment and infiltration. Langerhans cells and dermal dendritic cells then encounter the allergen escorting it to draining lymph nodes and activating hapten-specific T cells, which include Th1, Th2, Th17, and regulatory T (Treg) cells. These T cells enter the circulation and the site of initial exposure enabling the elicitation phase. On re-encountering, the allergen the haptens, along with other inflammatory cells, induce an inflammatory cascade.[5]The elicitation of dermatitis in a sensitized person occurs within one to four days of re-exposure.[6]\n\nThe traditional presentation of ACD comes in three morphological patterns: (I) The acute phase is characterized by pruritic papules and vesicles on erythematous base accompanied by edema, oozing, crusting or tenderness [Figure 1]. (II) The subacute phase with more prominent crusts, scales and hyperpigmentation [Figure 2], with repeated exposure, eventually leading to (III) the chronic phase with a dry, scaly, thicker skin and lichenification [Figure 3].[7]With a vast majority of the causative agents, CA represents a challenge for practitioners in everyday settings. A classification based on the types of clinical presentation was therefore suggested by the International Contact Dermatitis Research Group which is presented in this paper.[8]\n\nContact allergic dermatitis can be established if a patient has a history of direct exposure to a causative allergen, accompanied by a clinically matching dermatitis and a relevant patch test reaction. The most common examples include: a nickel/cobalt ACD found in costume jewelry, (necklaces, bracelets and rings); ACD to fragrances on neck and wrists; glove dermatitis caused by rubber chemicals and chromate in leather; cheilitis induced by ACD to lanolin in lipsticks; ACD caused by various topical agents in cosmetics [Figure 4]; hair dye ACD, etc.[8]\n\nACD can mimic and/or exacerbate preexisting dermatoses like seborrheic dermatitis, atopic dermatitis, nummular dermatitis, etc.\n\nBeside with direct contact, ACD can appear by proxy. Connubial dermatitis (synonyms: by proxy or consort dermatitis) appears in situations where allergen is brought on by another individual, either by direct contact, airborne or with contaminated items.[8]This type of dermatitis often comes in an atypical presentation with bizarre patterns.[9]The causative allergens most commonly include fragrances,[10]preservatives in cosmetics,[11]hair dyes,[12]plant products and in the genital area, due to medicated and spermicidal creams, diaphragm rubber and semen.[8]\n\nAirborne contact dermatitis (ACD) occurs when particles dispersed in the air in the form of dust, pollen, sprays or powders are deposited on the skin. Most often these particles cause an irritative reaction, while airborne allergic reactions are less common. Clinically it involves exposed areas of the skin such as the face, neck, hands and forearms and can resemble photodermatoses.[8]Plant-derived allergens from the Compositae family are the most common cause of airborne ACD due to sensitization to their essential oils (sesquiterpene lactones).[13]Other popular causes include fragrances including balsam of Peru, propolis and colopholny, epoxy resins, acrylates and methacrylates, rubber additives and accelerators, preservatives like methylisothiazolinone (MI) and methylchloroisothiazolinone (MCI), metal dust (exp. nickel, cobalt and gold), and corticosteroids inhalers such as budesonide used in bronchodilators.[14]\n\nAn exogenous substance may cause photosensitivity by phototoxic or photoallergic mechanisms, or by inducing a dermatosis that is exacerbated by exposure to ultraviolet radiation. Photoinduced contact allergic dermatitis presents with sharply demarcated erythematous lesions sparing light-protected areas such as retroauricular and submandibular areas. The presentation can also be polymorphic and can range from erythema multiforme like lesions, lichenoid, urticarial, hyperpigmented, purpuric etc. Most often reported contact photoallergens include sunscreen components, nonsteroidal anti-inflammatory drugs (NSAID), pesticides, cadmium in tattoos, etc.[15]\n\nSystemic contact dermatitis (SCD) is systemically reactivated allergic contact dermatitis in individuals with cutaneous sensitization to a certain allergen. A susceptible person who is exposed to that substance (allergen) via a systemic route (oral, inhalational, intramuscular, intravenous, etc.) reacts to that same (or a cross-reactive) allergen.[16]It is a type IV hypersensitivity reaction, however, some studies suggest a type III hypersensitivity due to the rapid appearance of cutaneous symptoms.[16]The appearance varies from skin lesions on the previously affected sites, the reappearance of the erythema on the previously positive patch test sites to widespread eczema, vasculitis-like lesions and erythroderma. The nomenclature and classification thus vary with suggested terms like ACD syndrome divided in four clinical stages along with Baboon syndrome or SDRIFE (symmetrical drug-related intertriginous and flexural exanthema).[16]SCD is commonly reported on medication, either from topical absorption (like corticosteroids, ampicillin, NSAIDs, acetylsalicylic acid, anesthetics) or systemic (thylenediamine, neomycin, nystatin, erythromycin, corticosteroids).[16]Food-induced SCD is another common variant due to nickel-rich food products, balsam of Peru, artificial sweetener aspartame, propolis and propylene glycol.[17]\n\nContact urticaria (CU) is characterized by wheals that occur 10 to 60 minutes within exposure to an external substance. There are two types of CU, immunologic and non-immunologic. Immunologic CU, is a type I hypersensitivity reaction caused either by high molecular weight proteins (like plant or animal-derived proteins), or smaller hapten chemicals. Symptoms vary from localized urticaria, to generalizes with systemic manifestations, gastrointestinal symptoms and anaphylaxis. The more common but less severe variant is a non-immunologic CU where histamine plays no role and there are no specific antigens against the causative agents.[18]It is caused by animals, food, fragrances, medications, metals, plants and preservatives.[19]\n\nProtein contact dermatitis (PCU) is an allergic skin reaction induced by proteins of either animal or plant origin. The clinical presentation is that of the CD characterized by eczematous, vesicular, dyshidrotic and urticarial lesions appearing minutes after contact with the causative substances.[20]PCU is often an occupational disease commonly found in food workers.[21,22]\n\nAllergic contact stomatitis (ACS) is a T-cell mediated hypersensitivity reaction to an allergen in contact with the oral mucosa. Possible causative agents include chlorhexidine in mouthwashes, topical anesthetics and steroids, dental implants, metal orthodontic devices, chewing gum etc. It manifests clinically as erythematous plaques, vesiculation, erosions, ulcers or hyperkeratosis accompanied by pain, burning and itchiness.[23]ACS can also present as a lichenoid reaction mimicking oral lichen planus. This variant is usually brought by mucosal contact with amalgam restorations and is located on the posterior buccal mucosa and ventral or lateral edges of the tongue.[24]\n\nThe first step to diagnose ACD is to take good and detailed personal history along with getting occupational and recreational information. Details about patient’s workplace like exposure to potential allergens and irritants, usage of protective equipment as well as free time and leisure activities are mandatory in order to find the potential culprits. All suspected allergens should be patch tested. Patch test is a gold standard for diagnosis of ACD. In case of a positive patch test result and a positive correlation with the patient’s history of dermatitis, the diagnosis of ACD can be made.[25]\n\nPatch testing should be considered in individuals with acute recurrent dermatitis, chronic contact dermatitis, chronic dermatitis that isn’t improving with treatment and with eruptions on skin and mucous membranes.[1]There are over 4300 contact allergens known with only a few hundred of commercially available preparations for testing.[26]A positive patch test reaction may only indicate sensitivity, and it has to be correlated with patient history in order to find its relevancy.[27]A baseline series should always be used with additional selected allergens based on the patient’s history of exposure. The preferred patch test site is the upper back due to best reactivity but lateral sides of upper arms and thighs are also acceptable.[28]The skin on the tested site needs to be clear of any dermatitis and patients should be instructed to avoid excessive exercise and exposure to water during the test. Natural sun or other UV light exposure should be avoided several weeks before testing. Topical corticosteroids and calcineurin inhibitors should be avoided on the test site for at least 1 week before testing.[29]Immunosuppressants can suppress or minimize hapten response and they might show weaker test reactions.[30]Oral steroids should be discontinued if daily doses exceed 20 mg of prednisolone equivalent, while testing at doses 20 mg and lower can be considered while keeping in mind the possibility of false-negative reactions.[29]Azathioprine does not interfere with patch testing.[30]Cyclosporine may inhibit weaker reactions.[29]Tumor necrosis factor inhibitors, anti-IL17/22 and dupilumab should be tested right before the next dose.[31]Testing with mycophenolate mofetil can be attempted using the lowest possible dose.[31]Patch testing can be done with methotrexate though it is suggested to consider skipping one weekly dose.[31,32]Oral antihistamines do not affect patch test results and can be continued during the test.[33]\n\nThe test area is cleaned with ethanol or water and a standardized amount of allergen is applied to each test chamber and fixed with adhesive tape. The position of chambers are marked with a highlighter to ensure accurate reading. The test chambers need to be removed after 48h and the reactions are evaluated on day 2, day 3 or 4 and finally on day 7 (if possible).[27]The most positive reactions in the patch test are found on day 4.[34]Up to 13.5% of positive reactions would be missed if late readings are skipped.[35]The late reading is particularly recommended when testing corticosteroids, antibiotics (neomycin), formaldehydes, p-phenylenediamine and metals.[27]\n\nThe results are recorded as: (-) no reaction, (IR) irritant reaction consisting of varied morphology that’s well defined with sharp margins and no induration, (-/+) a doubtful reaction of minimal erythema, (+) a weak positive reaction with erythema, low induration and some papules, (++) a strong positive reaction with well-defined erythema, infiltration, papules and vesicles, (+++) extreme positive reaction with intense erythema, infiltration and coalescing vesicles or ulceration [Figure 5].[27]Once the patch test is completed the relevance of positive allergens should be established. Along with patch test results, patients should receive written handouts with explanations of where each particular allergen can be found.[36]\n\nRepeated open application test (ROAT) is a skin test used to confirm or rule out the presence of ACD. It is useful to identify a clinically relevant allergen.[37]It can be used to test a clinical relevance of an allergen identified as a positive in a patch test or to test a compound not available in commercially available patch tests.[38,39]The test evaluates one substance at a time and can be applied to both leave-on and rinse-off products. No occlusion is used in order to minimize irritation and false-positive findings. The products are usually applied twice a day on the antecubital fossa over 1 to 2 week period.[37]\n\nThe semi-open test is helpful when testing a product with possible irritant properties (like shampoos, cosmetics, liquid soaps, nail varnish, glues, paints, inks etc.). A small amount of the material is applied with a cotton swab to a small area of the skin (1-2 cm2), left to dry and then covered with adhesive tape. The site is evaluated after 48 to 96 hours.[40,41]\n\nThe photo patch test is used to diagnose an allergen that requires UV exposure in order to induce a hypersensitivity reaction causing a photo contact allergic disease. The test is applied as a duplicate set on the patient’s back, and it is occluded for 2 days after which one set is exposed to 5 J/cm2of UVA while the second set is completely covered from light.[1]Readings are performed before exposure, immediately after and a minimum of 2 days afterward [Figure 6]. A positive test on the exposed site with a negative on the covered site confirms the diagnosis of photo contact allergy.[1]\n\nThe Dimethylgloxime (DMG) test is a fast and simple solution in identifying nickel or cobalt release in metallic objects. A positive test indicates the presence of nickel or cobalt is concentration that are sufficient to provoke CD. The test shows modest sensitivity of around 60% and can be used for screening purposes.[42]\n\nDiagnosis of ACD is suspected from patients’ history and clinical signs and it is confirmed by patch testing. In the early stages of ACD the lesional skin shows spongiosis in the lower epidermis.[43]At later stage shows spongiotic vesicles in various levels of the epidermis, frequently with eosinophilic exocytosis and infiltration of lymphocytes, Langerhans cells and macrophages around superficial vessels of the upper dermis.[43]A chronic skin sample shows less spongiosis and vesiculation, with more prominent epidermal hyperplasia, scale crust, papillary dermal fibrosis and hypergranulosis.[44]This histology of ACD is similar to other common inflammatory diseases like atopic dermatitis, nummular dermatitis, ICD, dyshidrotic dermatitis etc., that are presented with spongiosis.[45]\n\nPotassium hydroxide preparation and fungal culture is used to exclude tinea, especially when hands and feet are involved.\n\nThe differential diagnosis of an ACD includes a wide range of dermatoses. The ICD is in form of chronic dermatitis that shares a similar clinical presentation with ACD but can be differentiated by patch test.[46]ACD of the face can mimic periorificial dermatitis, rosacea or seborrheic dermatitis. Groin ACD can resemble inverse psoriasis or inverse lichen planus, while intertriginous area involvement can be confused with erythrasma, candida infection or the Hailey-Hailey disease. In patients with prominent photo distribution cutaneous lupus erythematosus, dermatomyositis or polymorphous light eruption should be excluded. Papular forms of ACD can resemble folliculitis or Grover’s disease. Other common skin infections like scabies or fungal infections should also be considered.[43]\n\nThe management of ACD includes patient education about causes of contact allergy, avoidance of potential triggers, prevention and adequate treatment according to the clinical picture. To prevent a recurrence, it is necessary for the patient to avoid further contact with the allergen. The treatment of ACD starts with the avoidance of offending allergen. Avoidance requires educating the patient on the nature of contact allergens and the presence of causative agents in everyday products. This information should be explained to the patient but also, they should be given written handouts with information on allergen contact.[47]There are online databases available which are cataloging products with known allergens that allow patients to access a list of allergens on a product by scanning its barcode, such as the Contact Allergen Management Program by the American Contact Dermatitis Society[48]or the SkinSafe app.[49]If the exposure cannot be avoided the patient needs to be instructed in the use of protective equipment like barrier creams, gloves or clothing.\n\nAlong with avoidance, most patients will require some form of topical therapy in order to repair the damaged skin barrier. The first line of treatment are barrier creams and moisturizing creams, followed by local anti-inflammatory therapy.[50]Moisturizers use humectants (urea, sorbitol, glycerin etc.,) to bind water molecules hydrating the stratum corneum. Barrier creams form a protective layer on the skin preventing the penetration of harmful substances and the evaporation of water from the skin increasing its hydration. The use of barrier creams is often enough to treat milder cases of contact dermatitis.[50]The maintenance treatment are topical corticosteroids. In acute conditions medium or high potency corticosteroids can be used.[51]Use of moisturizers and skin barrier repair creams along with topical corticosteroids can significantly increase the disease-free time interval.[52]Topical immunomodulators are approved for ACD but can be considered an appropriate corticosteroid substitute on the skin sites such as face, genital or intertriginous regions.[53,54]\n\nPhototherapy can be of use in chronic hand eczema treatment with psoralen plus ultraviolet-A (PUVA). Phototherapy has limited use, because there is a need for frequent visits (for PUVA therapy 3 times per week, maximum of 3 months and for narrow band ultraviolet-B (nbUVB) 4-5 times per week up to 10 weeks).[55]\n\nIn widespread contact dermatitis, severe acute and severe acutisation of chronic CD short course of systemic corticosteroids (oral prednisone starting dose of 0.5-1 mg/kg per day tapered over a 2 week period) can provide faster regression.[56,57]Alitretinoin is a vitamin A derivative with affinity for retinoic acid and retinoid X receptors. It is the first EU approved systemic treatment for chronic hand eczema.[58]Prescribed once daily 10-30 mg for up to 24 weeks it showed complete or close to complete clearance of symptoms in 57% of patients that were previously unresponsive to topical steroids.[58]It is generally well tolerated with headaches and dyslipidemia as the most commonly reported side effects.[58]Acitretin is oral retinoid that can be off-label used in hyperkeratotic hand dermatitis.[59]Azathioprine is a purine analog that inhibits the proliferation of rapidly dividing cells as well as B and T cells. Its use in ACD treatment has been modestly documented with refractory chronic hand eczema and widespread recalcitrant dermatitis as preferable therapy candidates.[60,61]A delayed onset of response at 8 to 12 weeks is expected with a relatively favorable safety profile.[57]Cyclosporine is a calcineurin inhibitor that inhibits CD8+activity. Off-label use for severe ACD cases has been reported with mixed results that included a lack of efficacy and exacerbations during the treatment and successful treatment in atopic dermatitis patients with hand eczema.[57]Methotrexate is a folate acid antagonist with anti-proliferating, immunosuppressive and anti-inflammatory effects that haven’t seen much use in the treatment of CD.[57]One study reported a partial or complete response on 78% of treated patients, with 23% achieving complete clearance.[62]This is comparable to other systemic drugs like cyclosporine and azathioprine.[62]Apremilast is an oral phosphodiesterase 4 inhibitor with a theoretically favorable anti-inflammatory property with regards to ACD.[57,63]The reports on TNF-α antagonists are mostly limited to case reports. Infliximab showed a good response in a patient with both psoriasis and ACD to multiple allergens.[64]Etanercept showed a modest reduction in the acute phase of CD with no effect during the chronic phase.[57]Omalizumab was used successfully in a patient with protein contact dermatitis to wheat.[65]Secukinumab and ustekinumab showed no improvement of ACD.[65]Dupilumab is an anti-IL-4 receptor drug that decreases serum levels of IL4 and IL13. There’s evidence in favor of its use for ACD with also good results reported for several recalcitrant ACD that previously failed years of other systemic therapies.[66,67]The antigens that provoke a Th2 response such as nickel, balsam of Peru, textile dyes and colophony show a particularly good response to dupilumab.[57,65]\n\nAllergic contact dermatitis is a common dermatological disease caused by repeated exposure to an exogenous substance. Numerous variations in clinical presentation, as well as an ongoing number of causative substances, can make diagnosing a challenge. Patch testing remains the gold standard enabling the physician to identify specific allergens and work towards educating the patient in their avoidance. Topical therapy with emollients and corticosteroids remains the core treatment with several systemic drugs available for refractory cases.\n\nThe authors certify that they have obtained all appropriate patient consent.\n\nNil.\n\nThere are no conflicts of interest."
  },
  {
    "title": "Allergy differential diagnosis",
    "abstract": "__\n\nEditor-In-Chief:C. Michael Gibson, M.S., M.D.[1];Associate Editor(s)-in-Chief:Marufa Marium, M.B.B.S[2]\n\nAllergymust be differentiated from other diseases that cause Dermatological (Urticaria,pruritus,flushing,Angioedema), Respiratory (Rhinorrhea,chest tightness,Wheezing,Dyspnoea,Sneezing,Shortness of breath) Mucosal (Mucosalswelling affectingnose,lips,tongue,larynx,pharynx,conjunctiva,GIT) Ocular (Periorbital edema,Conjunctival Congesion,Itching), Systemic (Hypotension).Allergycan be differ",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://www.wikidoc.org/index.php/Allergy_differential_diagnosis",
    "full_text": "__\n\nEditor-In-Chief:C. Michael Gibson, M.S., M.D.[1];Associate Editor(s)-in-Chief:Marufa Marium, M.B.B.S[2]\n\nAllergymust be differentiated from other diseases that cause Dermatological (Urticaria,pruritus,flushing,Angioedema), Respiratory (Rhinorrhea,chest tightness,Wheezing,Dyspnoea,Sneezing,Shortness of breath) Mucosal (Mucosalswelling affectingnose,lips,tongue,larynx,pharynx,conjunctiva,GIT) Ocular (Periorbital edema,Conjunctival Congesion,Itching), Systemic (Hypotension).Allergycan be differentiated according to the type of allergy.\n\nAllergymust be differentiated from other diseases that cause Dermatological (Urticaria,pruritus,flushing,Angioedema), Respiratory (Rhinorrhea,chest tightness,Wheezing,Dyspnoea,Sneezing,Shortness of breath) Mucosal (Mucosalswelling affectingnose,lips,tongue,larynx,pharynx,conjunctiva,GIT) Ocular (Periorbital edema,Conjunctival Congesion,Itching), Systemic (Hypotension).Allergycan be differentiated according to the types of allergy.\n\nOn the basisDermatological,Respiratory,Mucosal,Ocular,SystemicManifestations,Allergymust be differentiated according to the types ofallergy.\n\nTemplate:WHTemplate:WS__\n\nAllergy Microchapters\n\nHome\n\nPatient Information\n\nOverview\n\nHistorical Perspective\n\nPathophysiology\n\nCauses\n\nDifferentiating Allergies from other Diseases\n\nEpidemiology and Demographics\n\nRisk Factors\n\nScreening\n\nNatural History, Complications and Prognosis\n\nDiagnosis\n\nHistory and Symptoms\n\nPhysical Examination\n\nLaboratory Findings\n\nOther Diagnostic Studies\n\nTreatment\n\nMedical Therapy\n\nPrimary Prevention\n\nSecondary Prevention\n\nCost-Effectiveness of Therapy\n\nFuture or Investigational Therapies\n\nCase Studies\n\nCase #1\n\nAllergy differential diagnosis On the Web\n\nMost recent articles\n\nMost cited articles\n\nReview articles\n\nCME Programs\n\nPowerpoint slides\n\nImages\n\nAmerican Roentgen Ray Society Images of Allergy differential diagnosis\n\nOngoing Trials  at Clinical Trials.gov\n\nUS National Guidelines Clearinghouse\n\nNICE Guidance\n\nFDA on Allergy differential diagnosis\n\nCDC on Allergy differential diagnosis\n\nAllergy differential diagnosis in the news\n\nBlogs on Allergy differential diagnosis\n\nDirections to Hospitals Treating Allergies\n\nRisk calculators and risk factors for Allergy differential diagnosis"
  },
  {
    "title": "[Delayed hypoxia after the surgical correction of femoral neck fracture].",
    "abstract": "Rhinitis is an inflammation of the nasal mucous membrane which manifests itself clinically by sneezing, itching, watery discharge and a feeling of nasal cavity congestion. Moreover, these symptoms must last for over 1 h a day for many days of the year [\n\n]. Rhinitis is an extremely heterogeneous group of diseases with respect to aetiology. We can distinguish between infectious and non-infectious rhinitis. Non-infectious rhinitis can be divided into allergic rhinitis (AR) and non-allergic rhiniti",
    "journal": "Masui. The Japanese journal of anesthesiology",
    "year": "1996-11-01",
    "source": "Masui. The Japanese journal of anesthesiology",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8953864/",
    "full_text": "Rhinitis is an inflammation of the nasal mucous membrane which manifests itself clinically by sneezing, itching, watery discharge and a feeling of nasal cavity congestion. Moreover, these symptoms must last for over 1 h a day for many days of the year [\n\n]. Rhinitis is an extremely heterogeneous group of diseases with respect to aetiology. We can distinguish between infectious and non-infectious rhinitis. Non-infectious rhinitis can be divided into allergic rhinitis (AR) and non-allergic rhinitis (NAR). The common feature of non-allergic rhinitis is the absence of atopy. In this group we can identify: drug-related rhinitis, non-allergic rhinopathy, non-allergic rhinitis with eosinophilia (NARES), senile rhinitis, atrophic rhinitis, gustatory rhinitis and hormonal rhinitis [\n\n].\n\nAllergic rhinitis (AR) is an IgE-dependent inflammation of the nasal mucosa resulting from exposure to an allergen and is the most common form of non-infectious rhinitis. It affects about 35% of the general population, and the incidence of this disease is constantly increasing [\n\n]. According to present knowledge, allergic rhinitis occurs in two forms: classic AR as a manifestation of a systemic allergy with systemic atopy and positive results of skin prick tests and/or sIgE tests and local AR (local allergic rhinitis – LAR) as a local allergic reaction (specific AR phenotype), affecting only the nasal mucosa without systemic atopy, with negative results of skin prick tests and/or sIgE tests [\n\n]. The first reports of a local allergic reaction go back to the 1970s. In 1975, Huggins and Bostoff demonstrated local production of sIgE after a nasal provocation test was performed on patients with symptoms of rhinitis and negative results of skin prick tests [\n\n]. In 2003, Powe\n\n. proposed a new term, “entopy”, which refers to a local allergic reaction as opposed to a systemic reaction – atopy [\n\n]. Unquestionably, the greatest contribution to understanding the essence of the local allergic reaction and pathomechanism, diagnostic investigation and treatment of local rhinitis was brought by Spanish scientists led by Carmen Róndon [\n\n]. In their prospective study, lasting 10 years, the above mentioned authors showed a low conversion rate of the allergic local reaction to systemic atopy (positive results of skin prick tests and/or sIgE tests) in both LAR and control groups, 9.7% vs. 7.8%, respectively, proving a distinct and specific picture of this disease [\n\n].\n\nThe term\n\n(LAR) was proposed by Carmen Róndon in 2010 [\n\n]. Local allergic rhinitis is a specific clinical phenotype of rhinitis. Its symptoms are similar to those of AR with a local inflammatory response mediated by Th2 lymphocytes and the production of allergen specific IgE antibodies in the nasal mucosa. The absence of sIgE on the mast cells of the skin as well as in the serum and a positive result of a nasal allergen provocation test are also very important. According to present knowledge, LAR cannot be treated as an early manifestation of classic AR [\n\n,\n\n,\n\n].\n\nThe epidemiological data on LAR are quite diverse. A number of studies by Spanish authors have shown the incidence of LAR in 50–75% of the population with rhinitis symptoms, without a confirmed systemic atopy [\n\n,\n\n]. In turn, studies from Asia suggest a lower (less than 20%) incidence of LAR compared to Western countries [\n\n,\n\n]. In 2017, Polish scientists, Krajewska-Wojtys\n\n. in a group of 84 adult patients with chronic rhinitis and negative results of skin prick tests and sIgE tests diagnosed LAR in 21 of them (25%). In all patients a nasal allergen provocation test was performed and sIgE was determined in nasal lavage fluid. Most LAR patients were allergic to\n\n– 19 (22.6%) [\n\n]. In another multicentre Polish study in 2019, Bo¿ek\n\n., in a group of 621 patients with chronic rhinitis found LAR in 109 of them (17.6%), AR in 251 of them (40.4%) and NAR in 261 of them (42%). In the group with LAR, young, non-smoking patients, allergic mainly to house dust mites and grass pollen were dominant [\n\n].\n\nLAR immunopathology is very similar to AR immunopathology, but the main difference is the local nature of the allergic reaction [\n\n,\n\n]. Local allergic rhinitis is characterized by an inflammatory response mediated by Th2 lymphocytes and the production of specific IgE antibodies and other inflammatory mediators in the nasal mucosa. Exposure to allergens causes their presentation by dendritic cells, macrophages, mast cells and endothelial cells to Th2 lymphocytes, which leads to stimulation of these cells. Stimulation of Th2 lymphocytes leads to production of numerous cytokines, including IL-4, IL-5 and IL-13. Cytokines stimulate B lymphocytes to produce specific IgE antibodies. Th2 lymphocytes produce chemokines (RANTES, eotaxin 1, eotaxin 2, MCP1,-3,-4) which are responsible for the mobilisation of eosinophils and their migration to the subepithelial layer. An increased IgE production facilitates their connection to receptors on the surface of mast cells. The combination of two allergen molecules with one IgE antibody molecule causes degranulation of the mast cell. Within a few seconds/minutes after contact with the allergen, the early phase of the allergic reaction begins and usually lasts 60–90 min. Degranulation of mast cells leads to the release of many preformed mediators, especially histamines, tryptases, chymases and others. The degranulation of the mast cell also leads to the\n\nformation of many mediators, such as cysteine, leukotrienes, leukotriene B4, prostaglandin D2 and platelet activating factor (PAF). Cytokines are also released in the early phase of TNF, IL-6 and IL-1, and in the late phase IL-3, IL-4, IL-5, IL-6, IL-10, IL-13, GM-GSF synthesis takes place. The late phase starts a few dozen minutes after the exposure and lasts several hours. The essential cells of the late phase are basophils, eosinophils and T lymphocytes and mediators they produce. Most of the IL-4s in the late phase come from basophils, they are also involved in the switching of antibody classes and are responsible for local histamine production. Eosinophils are a source of ECP, EPO and MBP [\n\n,\n\n,\n\n].\n\nLAR patients present clinical symptoms typical of rhinitis, i.e. sneezing, itching, watery mucus discharge from the nose and nasal congestion [\n\n]. These symptoms are often accompanied by symptoms from the lower airways and conjunctivitis. In clinical history it is often possible to establish a link between these symptoms and exposure to particular allergens [\n\n]. Based on many years of observation, a typical clinical profile of a patient with LAR has been established. It is usually a young, non-smoking woman, resident of a large agglomeration, with moderate to severe rhinitis symptoms. Patients with LAR often have a family history of atopic diseases [\n\n,\n\n].\n\nPatients with AR and LAR have many common clinical and demographic features, but in patients with LAR, despite the typical clinical picture, the results of skin prick tests and sIgE are negative [\n\n]. In both diseases, on the other hand, a nasal allergen provocation test is positive. LAR should also be differentiated from non-allergic rhinitis [\n\n,\n\n,\n\n]. The most important differentiating elements are that a patient with LAR usually has more severe symptoms of rhinitis, is a non-smoker, has a positive family history of atopy, is a female and is younger [\n\n]. However, the most important conclusive test for the diagnosis is a positive result of an allergen provocation test in patients with LAR [\n\n,\n\n]. Other nasal and paranasal sinus diseases, such as chronic paranasal sinusitis with and without polyps, hypertrophy of the pharyngeal tonsil, a different anatomical structure of the lateral wall of the nose, or a deformation of the nasal septum, should also be considered in the differential diagnosis. This is usually determined by an ENT examination and diagnostic imaging (CT, MRI). It is also important to remember about systemic diseases with nasal symptoms, such as primary ciliary dyskinesia, cystic fibrosis, sarcoidosis, Wegener’s granulomatosis and many others [\n\n]. Many studies highlight the relationship between LAR and asthma (A) and about 30% of patients with this disease declare symptoms typical for A [\n\n,\n\n]. In their study evaluating the occurrence of bronchial asthma in patients with LAR as a consequence of house dust mite allergy, Campo\n\n. found a positive result of a bronchial provocation test with methacholine in 50% of LAR patients, in 83.3% of AR patients and in 57.9% of NAR patients. A bronchial provocation test was positive in 28% of LAR patients, 83% of AR patients and in none of NAR patients. In a methacholine control provocation test performed 24 h after an allergen provocation test, a significant deterioration of spirometric parameters as well as an increase in inflammatory mediators (ECP, tryptase and sIgE) in induced sputum were found in all patients with positive results of the allergen provocation test. The results allowed for the hypothesis of a local allergic reaction also in the bronchi [\n\n]. In their study on the Polish population, Bo¿ek\n\n. found the occurrence of bronchial asthma at a similar level in groups of patients with LAR (35%) and AR (38%) and significantly less frequently in the group of patients with NAR (16%) [\n\n]. Patients with LAR often report symptoms of conjunctivitis during natural exposure to allergens and during an allergen provocation test. Eye symptoms are more frequent for pollen allergens than for house dust mites. However, it is still not entirely clear whether these symptoms are related to the actual allergic reaction or are an expression of the nasal-ocular reflex after nasal exposure [\n\n,\n\n].\n\nLAR diagnosis is based on the past medical history and a positive nasal allergen provocation test (NAPT) (\n\n). Alternative assessments include the basophil activation test (BAT), which is called “an allergic reaction in a test tube”, or testing for sIgE in nasal lavage fluid. The latter two tests are less commonly used in LAR diagnostics than the NAPT. In case of contraindications to a NAPT, the BAT is believed to be a valid alternative in qualifying the patient for further treatment, though confirming this requires further studies.\n\nDiagnostic algorithm for local allergic reactions, based on Campo\n\n. and Rondon\n\n. [\n\n,\n\n,\n\n]\n\nAR – allergic rhinitis, BAT – basophil activation test, NAPT – nasal allergen provocation test, NAR – non-allergic rhinitis, LAR – local allergic rhinitis, sIgE – specific IgE.\n\nA number of LAR patients develop the condition in their early childhood and have a family history positive for atopy. Clinical manifestations of LAR are similar to those of classic AR: itching, sneezing, rhinorrhoea, and persistent nasal congestion. LAR is diagnosed based on the combination of a history of characteristic AR symptoms and diagnostic test results. History-taking is a crucial stage of the diagnostic process as it provides a number of important patient data and determines further actions to be taken [\n\n]. History should include the duration, character, severity, and possible seasonality of the presenting symptoms; the effect the symptoms have on the patient’s quality of life (occupation, learning, sleep, exercise); possible family history of atopy; concomitant symptoms, especially cough, wheezing, dyspnoea, watery and itchy eyes, and exposure to potential allergens.\n\nA physical examination involves a thorough medical assessment with special attention paid to an ENT examination. In order to examine the nose, an anterior rhinoscopy and an endoscopic examination of the nose and nasopharynx are performed. An anterior rhinoscopy is used to assess the appearance of the nasal mucosa, the nature of the discharge, the presence of possible pathological forms and structural changes (deviation of the nasal septum). An endoscopic examination allows for a very precise assessment of those structures which are not accessible through a rhinoscope: elements of the lateral wall of the nasal cavity, the nasal septum and nasopharynx [\n\n].\n\nThe NAPT is conducted in a controlled (outpatient or inpatient) setting, which “recreates the natural upper-airway response to a locally applied allergen” [\n\n]. Among the methods used in rhinology and allergy diagnosis, the NAPT is characterized by high sensitivity, specificity [\n\n,\n\n], and a relatively good safety profile [\n\n]. Allergic response assessment via objective (acoustic rhinometry, rhinomanometry, peak nasal inspiratory flow (PNIF) measurement) and subjective measures [\n\n,\n\n] provides valuable information on the extent of patients’ reactivity to allergens commonly found in their environment. Based on international expertise, the European Academy of Allergy and Clinical Immunology (EAACI) precisely defines a clearly positive NAPT result (for a rhinomanometry flow decrease of ≥ 40% at 150 Pa, PNIF flow decrease of ≥ 40%, and acoustic rhinometry CSA decrease of ≥ 40%). According to the consensus, apart from employing objective measures, also subjective nasal symptoms should be assessed as part of the NAPT. When a visual analog scale (VAS) is used, a score of ≥ 55 mm is considered to be a clearly positive result [\n\n]. The NAPT is well tolerated by 99.9% of all LAR patients [\n\n,\n\n]. The fact that LAR has been shown to co-exist with other conditions (including local allergic asthma and conjunctivitis [\n\n]) warrants expanding diagnostic measures to include assessing the lower airway function (spirometry, exhaled nitric oxide) and confirming the presence of subjective ocular and bronchial symptoms.\n\nThe NAPT is one of few allergy diagnostic methods that recreate the body’s natural response to an allergen. The observed cellular-level changes resemble those taking place during a local anaphylactic reaction. The early phase of the allergic reaction in response to thee NAPT is characterized by such symptoms as itching in the nose, watery discharge from the nose, and nasal congestion [\n\n]. The late phase of the allergic reaction (which takes place 4–48 h after local allergen application) is characterized by a potential risk of an allergic response from the lower airways both in patients with AR and LAR (especially those with concomitant bronchial asthma). Studies show that 60% of the LAR patients who are allergic to allergens commonly found in their environment and who are also diagnosed with bronchial asthma experience symptoms from the lower airways in response to nasal allergen provocation [\n\n,\n\n]. Nearly 50% of the evaluated LAR population who underwent a methacholine provocation test manifested a nonspecific bronchial response, whereas specific (bronchial) provocation yielded a positive result in 28.8% of patients [\n\n].\n\nThe scope of experimental studies allows for measuring sIgE levels in nasal lavage fluid alongside with or independently from the NAPT. Importantly, the method of measuring sIgE levels has a lower sensitivity than the NAPT (as only 20–43% of patients with LAR manifested increased sIgE levels in nasal lavage fluid) [\n\n,\n\n]. A study by Meng\n\n., published this year and involving patients with LAR, demonstrated a high sensitivity (91.7%), specificity (95.1%), and predictive value (of both positive (78.6%) and negative (98.3%) results) of measuring sIgE levels in nasal lavage fluid. The diagnostic accuracy of measuring sIgE levels in nasal lavage fluid in this group of patients was 94.5% [\n\n].\n\nMoreover, the level of sIgE against molecules from different allergen sources has been attempted to be tested recently using microarray technologies. A study by Berings\n\n. demonstrated that measuring sIgE levels in nasal secretions (in patients with AR) showed 100% specificity and 70% sensitivity compared with that of serum sIgE levels. Moreover, sIgE to 15 house dust mite allergens, including 13\n\nmolecules (i.e. nDer p 1, rDer p 2, rDer p 4, rDer p 5, rDer p 7, rDer p 10, rDer p 11, rDer p 14, rDer p 15, rDer p 18, rDer p 21, rDer p 23, and clone 16) and two\n\nmolecules (i.e. nDer f 1 and rDer f 2) were measured with ImmunoCAP ISAC in serum (cutoff ≥ 0.10 ImmunoCAP Standardized Units ISU/ml). The presence of sIgE to at least one of the major allergen molecules (nDer p 1, nDer f 1, rDer p 2, rDer f 2, and/or rDer p23) in nasal secretions predicted with high specificity (100%) and sensitivity (90%) both the patient’s allergic status and the serum sIgE levels [\n\n].\n\nThe BAT is a cytometric study assessing basophil activation following stimulation with an allergen. Despite the fact that basophil activation has raised considerable scientific interest, the methods of performing the test still vary widely between research centres, and there are problems that are still unresolved. Some members of the EAACI formed the European Interest Group for the Evaluation of the BAT in clinical routine (EuroBAT). The researchers use commercially available test kits or introduce their own protocols. The BAT may be performed with whole blood or isolated cells [\n\n,\n\n]. Cell isolation is conducted via density-gradient centrifugation. On the other hand, the use of whole blood is easier from a technical perspective, and the fact that it contains all its natural components may better reflect the physiological and pathological conditions found\n\n[\n\n]. In order to react immediately following stimulation, basophils require an optimal temperature, adequate incubation time, and appropriate dilution-buffer composition. Some authors postulate that short preincubation with IL-3 may increase the sensitivity of CD63-based tests. However, since IL-3 increases CD203c expression on inactive basophils and reduces the sensitivity of CD203c-based BATs, its use is controversial [\n\n]. An accurate interpretation of BAT results requires the use of appropriate negative and positive controls. The negative control shows the spontaneous expression of activation markers. This is done by incubating basophils in the washing solution. The number of activated basophils in the negative control rarely exceeds 5% (multi-centre study data indicate 0–5% basophil stimulation in 79.9% of subjects; 5–10% in 13.6% of subjects; and > 10% in 6.5% of subjects) [\n\n]. The specific, positive control is based on anti-IgE antibodies; alternatively, on monoclonal anti-FcεRI antibodies. In the case of a lack of response to anti-IgE or anti-FcεRI antibodies, IgE-independent stimuli, such as N-formyl-methionyl-leucyl-phenylalanine (fMLP), are used. A properly conducted positive stimulation test should yield > 10% of activated basophils. A nonspecific positive control with fMLP may be used to determine cell viability [\n\n]. When interpreting BAT results, it is important to remember that there are patients whose basophils do not become activated and do not secrete mediators following stimulation with the positive control. False-negative BAT results may be also explained by a transient basophil nonresponsiveness due to a recent exposure to the allergen. As a result of using up their sIgE during an episode of an acute allergic reaction, these patients may have temporarily reduced levels of circulating and membrane-bound sIgE. Therefore, the BAT should be postponed by 4–6 weeks following an acute allergic reaction. Moreover, false-negative results may be associated with technical problems, such as incorrect test-tube storage or transportation, or the use of inappropriately selected stimulating allergens. The allergens used for these tests should effectively activate basophils and contain no cytotoxic agents (additives, preservatives), or nonspecifically stimulating substances (endotoxins, lectins) [\n\n]. The BAT is an “allergic reaction in a test tube”. Essentially, the test uses flow cytometry to quantify the expression of activation markers (including CD63, CD203c) on basophil surface, in whole blood, following stimulation with an allergen. Other than by/Apart from measuring cell surface marker expression, basophil activation can be also assessed based on the phosphorylation of certain intracellular molecules, such as the p38 mitogen-activated protein kinase (MAPK) or signal transducer and activator of transcription (STAT) 5, which are part of the signalling cascade downstream of IgE and its high-affinity receptor [\n\n,\n\n]. Other methods of assessing basophil activation (using cytometry by time-of-flight (CyTOF) [\n\n] and fluorochrome-labelled avidin [\n\n]) have also been suggested.\n\nPositive BAT results have been reported in nearly 50–53% of patients with LAR [\n\n], which proves that this technique, as well as that of measuring sIgE levels in nasal lavage fluid, is only an additional investigation to the NAPT in LAR diagnostics [\n\n–\n\n].\n\nSince there is a close clinical relationship and a similar pathomechanism, the treatment principles of LAR are similar to those of AR. Educating patients about the essence of their disease and how to avoid the causative factor and methods to reduce exposure to allergens is of great importance. Pharmacological treatment involves the use of intranasal corticosteroids and second-generation oral antihistamines [\n\n,\n\n]. The only cause-based method of treating allergies is allergen-specific immunotherapy, which reduces the risk of developing bronchial asthma and inhibits the development of new allergies [\n\n]. Róndon and colleagues presented encouraging results on specific immunotherapy for the treatment of LAR in patients allergic to grass and house dust mites based on randomised double-blind placebo-controlled trials [\n\n,\n\n]. Polish authors Bozek and colleagues also presented the results of treatment of LAR patients suffering from birch pollen allergy, using specific immunotherapy, with good clinical effects [\n\n].\n\nDue to the extent of LAR comorbidities and their consequences, there is an urgent need to implement the gold standard diagnostic algorithm for the differential diagnosis of local allergic rhinitis, which is based largely on history taking and nasal provocation testing.\n\n"
  },
  {
    "title": "23Diagnosis of allergic diseases",
    "abstract": "Close\n\n00Register of diseases\n\n01Enzymes\n\n02Cardiac diseases\n\n03Carbohydrate metabolism\n\n04Lipoprotein metabolism\n\n05Metabolic parameters\n\n06Bone and mineral metabolism\n\n07Iron metabolism\n\n08Electrolyte and water balance\n\n09Acid-base balance and blood gases\n\n10Trace elements\n\n11Toxic metals\n\n12Kidney and urinary tract\n\n13Homocysteine, vitamin B12, folates, vitamin B6, choline, betaine\n\n14Gastrointestinal and pancreatic function\n\n15Hematology\n\n16Hemostasis\n\n17Thrombocytopenias and thrombocyte fun",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://www.clinical-laboratory-diagnostics.com/k23.html",
    "full_text": "Close\n\n00Register of diseases\n\n01Enzymes\n\n02Cardiac diseases\n\n03Carbohydrate metabolism\n\n04Lipoprotein metabolism\n\n05Metabolic parameters\n\n06Bone and mineral metabolism\n\n07Iron metabolism\n\n08Electrolyte and water balance\n\n09Acid-base balance and blood gases\n\n10Trace elements\n\n11Toxic metals\n\n12Kidney and urinary tract\n\n13Homocysteine, vitamin B12, folates, vitamin B6, choline, betaine\n\n14Gastrointestinal and pancreatic function\n\n15Hematology\n\n16Hemostasis\n\n17Thrombocytopenias and thrombocyte function testing\n\n18Plasma proteins\n\n19Inflammation\n\n20Cytokines and cytokine receptors\n\n21Immune system\n\n22Multiple myeloma and related plasma cell proliferative disorders\n\n23Diagnosis of allergic diseases\n\n24Laboratory and clinical assessment of the complement system\n\n25Autoimmunity and antibody testing\n\n26Immunogenetics: clinical and diagnostic aspects of the Human leukocyte antigen (HLA) system\n\n27Blood group antigens and antibodies\n\n28Cancer biomarkers\n\n29Cancer associated syndromes (para neoplastic syndromes)\n\n30Disorders of thyroid function\n\n31Renin-angiotensin-aldosterone system (RAS)\n\n32Pheochromocytoma, paraganglioma, neuroblastoma\n\n33Pituitary function\n\n34Disorders of the pituitary-adrenocortical axis\n\n35Disorders of the pituitary-somatotroph axis\n\n36Prolactin (PRL)\n\n37Disorders of the hypothalamic-pituitary-gonadal axis\n\n38Pregnancy\n\n39Genetic diseases\n\n40Therapeutic drug monitoring\n\n41Poisoning and drugs of abuse\n\n42Bacterial infections\n\n43Viral diseases\n\n44Parasitic infections\n\n45Fungal infections\n\n46Laboratory diagnosis of neurological diseases\n\n47Extravascular fluids\n\n48Bronchoalveolar lavage fluid\n\n49Synovial fluid\n\n50Standardization and quality assurance of quantitative determinations\n\n51Effect of physical exercise on laboratory test results\n\n52Selected analytical laboratory techniques\n\n53Laboratory organization\n\n54Pediatric reference ranges\n\n23\n\nDiagnosis of allergic diseases\n\n23\n\nDiagnosis of allergic diseases\n\n23\n\nDiagnosis of allergic diseases\n\n23.1Hypersensitivity reaction\n\n23.1.1Atopic diseases\n\n23.1.2Allergens\n\n23.1.2.1Diagnostic approach\n\n23.1.2.2Specification and estimation of potential allergens\n\n23.1.2.3Diagnosis of sensitization\n\n23.1.2.4Allergic inflammation\n\n23.1.2.5Antigen-specific IgG antibodies\n\n23.2Total IgE\n\n23.2.1Indication\n\n23.2.2Method of determination\n\n23.2.3Specimen\n\n23.2.4Threshold values\n\n23.2.4.1Clinical significance of cord blood total IgE\n\n23.2.4.2Elevated total IgE as part of allergy investigation\n\n23.2.4.3Elevated IgE in conjunction with immunodeficiency\n\n23.2.5Comments and problems\n\n23.3Allergen specific IgE\n\n23.3.1Indication\n\n23.3.2Method of determination\n\n23.3.3Specimen\n\n23.3.4Clinical significance\n\n23.3.4.1Screening tests for specific IgE antibodies\n\n23.3.4.2Recombinant allergens\n\n23.3.4.3Pollen allergy\n\n23.3.4.4Food allergy\n\n23.3.4.5Indoor allergens\n\n23.3.4.6Insect venoms allergy\n\n23.3.4.7Bee venom allergy\n\n23.3.4.8Wasp venom allergy\n\n23.3.4.9Latex allergy\n\n23.3.4.10Microbial antigens allergy\n\n23.3.4.11Occupational allergens\n\n23.3.4.12Drug allergies\n\n23.4Allergen induced mediator release\n\n23.4.1Indication\n\n23.4.2Method of determination\n\n23.4.2.1Allergen induced histamine release\n\n23.4.2.2Allergen induced leukotriene release\n\n23.4.2.3Basophil activation test (BAT)\n\n23.4.3Specimen\n\n23.4.4Reference interval\n\n23.4.5Clinical significance\n\n23.4.6Comments and problems\n\n23.5Eosinophil cationic protein (ECP)\n\n23.5.1Method of determination\n\n23.5.2Specimen\n\n23.5.3Threshold value\n\n23.5.4Clinical significance\n\n23.5.5Comments and problems\n\n23.6Quantification of indoor allergens\n\n23.6.1Indication\n\n23.6.2Method of determination\n\n23.6.3Specimen\n\n23.6.4Reference interval\n\n23.6.5Clinical significance\n\n23.7Allergen specific IgG\n\n23.7.1Method of determination\n\n23.7.2Specimen\n\n23.7.3Clinical significance\n\n23.7.3.1Extrinsic allergic alveolitis\n\n23.2Total IgE\n\n23.3Allergen specific IgE\n\n23.3.4.1Screening tests for specific IgE antibodies\n\n23.4Allergen induced mediator release\n\n23.5Eosinophil cationic protein (ECP)\n\n23.6Quantification of indoor allergens\n\n23.7Allergen specific IgG\n\nAllergy\n\nâ\u0080\u0093 Table 23-1: Hypersensitivity reactions\n\nâ\u0080\u0093 Table 23-10: Predominant pollen involved in allergies\n\nâ\u0080\u0093 Table 23-11: Symptoms associated with food allergy\n\nâ\u0080\u0093 Table 23-12: Important food allergens\n\nâ\u0080\u0093 Table 23-13: Cross reactions between allergens of animal food origin\n\nâ\u0080\u0093 Table 23-14: Cross allergies between pollen and food\n\nâ\u0080\u0093 Table 23-15: Important indoor allergens\n\nâ\u0080\u0093 Table 23-16: Insect venom allergens\n\nAtopy\n\nâ\u0080\u0093 Table 23-3: Genetic risk for atopy\n\nExtrinsic allergic alveolitis\n\nâ\u0080\u0093 Table 23-18: Selected allergens in extrinsic allergic alveolitis: occurrence and type of clinical presentation\n\n23\n\nDiagnosis of allergic diseases\n\nHarald Renz\n\nThe term â\u0080\u009chypersensitivity reaction of the immune systemâ\u0080\u009d includes various pathological immune reactions that manifest clinically in the form of different illnesses. For the majority, the classification of these reaction types according to Coombs and Gell is still valid.Tab. 23-1 â\u0080\u0093 Hypersensitivity reactionslists the essential pathogenic features and some typical clinical manifestations associated with these types of reactions.\n\nThis chapter will focus on:\n\nIt is clear that the classification according to Coombs and Gell, while now only serving as a general scheme, still retains some value for educational purposes. It is a simplified classification that no longer represents the complex immunoregulatory processes that are now known to be involved. For these reasons, the presentation of diagnostic procedures that follows will focus as much as possible on the clinical entities or the allergen groups.\n\nThe term atopy describes the genetic predisposition of an individual to develop an IgE mediated allergic reaction during his or her lifetime (Tab. 23-2 â\u0080\u0093 Definitions used in allergology). This definition does not indicate the atopic phenotype that will be expressed in an individual case, the time of life at which the disease will manifest itself, or the type of allergens against which the IgE mediated immune response will be directed. The genetic risk essentially depends on the allergic phenotype of the parents. The maternal allergic situation in particular plays a decisive role since it indicates the presence of possible underlying materno-fetal interactions influencing the development of atopy in the offspring. The degree of genetic risk is summarized inTab. 23-3 â\u0080\u0093 Genetic risk for atopy.\n\nNumerous epidemiological surveys have indicated a significant increase in the prevalence of allergic diseases in the last few decades, especially in industrialized countries such as Western Europe, North America, and Japan. Indeed, about 20% of the population in these countries is afflicted by an allergic disease.\n\nIn general, an allergic reaction can affect any organ, resulting in different clinical manifestations. However, the following three characteristic clinical presentations can be defined that represent the vast majority of disease manifestations:\n\nIn addition, various other clinical manifestations are encountered (e.g., chronic sinusitis, otitis, and gastrointestinal involvement such as stomatitis, gastritis, enteritis, colic, and constipation). Urticaria and Quinckeâ\u0080\u0099s edema (angioedema) may also be caused by allergic reactions; the same applies to migraine.\n\nThe complexity of the clinical manifestations illustrates that the differential diagnosis and therefore the history and the in vitro and in vivo clinical laboratory tests are crucially important for confirming the presence of an allergic reaction or for identifying the cause.\n\nThe most severe form of an allergic reaction is anaphylactic shock, which often has a lethal outcome within minutes. Classical triggers are insect venoms, but food components may also result in such drastic reactions.\n\nThe significant rise in the prevalence of allergic diseases and asthma over the last few decades has been explained by the hygiene hypothesis. This hypothesis is based on the theory that exposure to allergens during the prenatal and postnatal periods has a crucial role in the maturation of a childâ\u0080\u0099s immune response, leading to the development of tolerance to these allergens. The development of tolerance is thought to be favored by long term, high level exposure to microbial antigens, which takes place preferentially in the respiratory and gastrointestinal tracts.\n\nThe hygiene hypothesis is based on the premise that patterns of exposure to microbes have changed significantly in the last few decades/2/. Children with low levels of exposure are unable to develop sufficient tolerance, which paves the way for the development of excessive or misdirected immune responses to harmless environmental antigens. This hypothesis is supported by epidemiological studies that have identified sub populations with low allergy rates compared to the general population.\n\nThese sub populations include children:\n\nThe hygiene hypothesis is supported by experimental data as well as epidemiological evidence. However, a molecular link has not yet been proven. It is clear, nevertheless, that environmental exposure contributes significantly to the development of allergies and asthma. Associations have also been reported between polymorphisms and allergic phenotypes such as total and allergen-specific IgE, bronchial hyper responsiveness, and atopic dermatitis.\n\nDuring the different stages of life, various expressions of the allergic phenotype appear; this age dependent relationship is shown inFig. 23-1 â\u0080\u0093 Expression of allergic phenotype during different periods of life. Food-related allergic reactions play a predominant role early on in life, during infancy and early childhood. Clinical manifestations mainly center on atopic dermatitis and gastrointestinal symptoms. As the prevalence of food related allergies decreases with age, the significance of airborne allergens increases. This is also associated with a shift in organ involvement, manifesting itself as illnesses of the upper and lower respiratory tract. In many such cases, allergic rhinitis can be considered a precursor of bronchial asthma.\n\nTremendous progress has been made in terms of allergen characterization based on molecular and immunoreactive properties. Increasing numbers of allergens have been identified, characterized, and purified. These are the prerequisites for a modern approach to the diagnosis and treatment of allergies. A distinction must therefore be made between allergens whose amino acid sequence has been completely determined, and whose T cell and B cell epitopes are ideally also known, and those allergens that have not yet been characterized to this degree.\n\nThe complexity of the situation has resulted in the introduction of a new allergen nomenclature, based on the Latin name of the allergen, that starts with the first three letters of the species name. For instance,Dermatophagoides pteronyssinusis the Latin name of the house dust mite. In the allergen nomenclature, it is referred to as Der p. The main allergens of the house dust mite are then labeled with Arabic numbers e.g., Der p 1, Der p 2, Der p 3. The most important allergen groups are summarized inTab. 23-4 â\u0080\u0093 Important allergy groups.\n\nBesides allergen characterization, allergen standardization is becoming increasingly important. This is mainly because of the need for quality assurance, which is an integral part of the diagnosis and treatment of allergy. It is the task of the allergen nomenclature subcommittee of the International Union of Immunological Societies (IUIS) to compile this nomenclature in conjunction with the WHO and to make additions as necessary. It is critical that the highest possible purity should be used for every allergen in diagnostic tests. In order to guarantee comparability both between diagnostic in vivo and in vitro tests and between different lots from the same manufacturer, allergen quantification methods must adhere to the relevant international standards. This also applies to the various in vitro diagnostic procedures. A significant improvement in the comparability of test results using materials from different manufacturers has been achieved by the introduction of WHO IgE standards. The diagnostic specificity of the tests depends primarily on the origin of the allergen extracts used, their purity, and their quantification.\n\nThe German Society for Allergology and Clinical Immunology has published a position paper on in vitro allergy testing that describes the whole area of allergy diagnostics/3/. The following information is a condensed version of this guideline.\n\nFamily and personal history\n\nFamily and personal history is the starting point of any diagnostic investigation. The aim is to narrow down possible triggers of the allergic reaction. To this end, a detailed analysis is required that should attempt to establish a relationship between clinical symptoms and allergen exposure. Useful tools include an allergy diary, pollen count, and indoor allergen analysis.\n\nDetection of allergic sensitization\n\nThis is the second step in diagnosis (Fig. 23-2 â\u0080\u0093 Approach to the diagnostic of allergies). Allergic sensitization implies that an interaction has taken place between the immune system and the corresponding allergen and that a specific immune response to the allergen has occurred, the result of which is the synthesis of allergen specific IgE antibodies. These antibodies can be detected indirectly in vivo by means of skin prick testing.\n\nA positive immediate type reaction occurring within 15â\u0080\u009320 minutes is the pathophysiological correlate of sensitization. Cell bound IgE has a much longer half-life (months to years) than that of plasma IgE (2â\u0080\u00933 days). This is one of several reasons why results of skin reaction testing may deviate from those obtained by quantitative measurement of serum allergen specific antibodies.\n\nThe detection of elevated total IgE is neither sensitive nor specific for atopic disease. Total IgE measurement is therefore, with the exception of elevated cord blood IgE, inadequate in screening for allergy. This test has poor diagnostic sensitivity in the face of good clinical specificity.\n\nMulti allergen specific IgE screening tests are useful for this. They are firmly established for the groups of food related allergens and for the most important inhalation allergens. The individual allergen composition of the multi tests must always be taken into consideration when interpreting the results of these tests. A negative result rules out allergic sensitization only to the allergens contained in the particular test cocktail. Following a positive screening result, or in parallel with the screening test, measurements of individual specific IgE antibodies can be undertaken.\n\nUnder certain circumstances, cellular tests (e.g., histamine release and the lymphocyte stimulation test) are a valuable addition to in vitro diagnostics.\n\nIn contrast, the determination of allergen specific IgG antibodies plays only a minor role in the investigation of allergies and shows a poor correlation with the disease process. In addition, the protective effect of allergen specific IgG/IgG4antibodies is somewhat questionable.\n\nSensitization to an allergen does not necessarily mean that it is the cause of clinical symptoms. This is most reliably determined by provocation tests. This is particularly true in food-related allergies, in which double blind placebo controlled provocation testing on an inpatient basis has established itself as the gold standard. Useful and partially standardized provocation test procedures have been described for various allergen groups and target organs. In general, such provocation tests should only be performed by clinicians experienced in their use since the development of anaphylactic shock is always possible.\n\nThe reaction in the target organ results in the development of allergic inflammation, which is characterized by strong activation of effector cells, including eosinophils. Eosinophilia in peripheral blood is therefore typical of allergic inflammatory responses. The detection of eosinophilia, however, is not suitable as an allergy screening test.\n\nAs a result of eosinophilic activity, a number of soluble products of these cells can be detected, including eosinophil cationic protein (ECP) and eosinophil protein X (EPX)/4/. These mediators may be suitable for assessing the severity of allergic inflammation, especially in atopic dermatitis and bronchial asthma. The intra individual pattern of these parameters is important for assessing the results.\n\nExtrinsic allergic alveolitis is caused by a type III allergic reaction/5/. Antigen specific IgG antibodies in particular play a decisive role due to the formation of antigen-antibody complexes. During this process, complement fragments are generated by complement activation, especially via the classical pathway, and are involved in the development of inflammatory reactions. Pathomorphologically, this reaction correlates with the development of inflammatory necrosis.\n\nTriggering allergens are found especially in dust containing organic particles, which, due to chronic exposure and inhalation, leads to activation of the immune system, resulting in pulmonary damage. The majority of these cases of alveolitis are occupational diseases. Since most of these dust particles, due to their size, will reach the more distal branches of the bronchial system, this disease tends to manifest itself both as a disorder of the smallest airways and as alveolitis.\n\nCompetitive or immunometric assays using enzymatic, fluorescent, luminescent, or radioactive labels.\n\nSerum, secretions: 1â\u0080\u00932 mL\n\nTotal IgE threshold values\n\nNewborns\n\nBelow 2.1\n\n1 yr\n\n< 40\n\n2 yrs\n\n< 100\n\n3 yrs\n\n< 150\n\n4 yrs\n\n< 190\n\n5 yrs\n\n< 150\n\n6 yrs\n\n< 150\n\n16 yrs\n\n< 120\n\nAdults\n\n< 100\n\nData expressed in Î¼g/L; values are 95th percentiles; 2.4 Î¼g/L = 1 IU/mL, thresholds according to Ref./6/.\n\nThe interpretation of a result can only be made if contamination of the cord blood by maternal blood has been definitively ruled out. Elevation of cord blood IgE to â\u0089¥ 2.1 Âµg/L (0.9 IU/mL) is associated with a risk of developing atopy. On the other hand, lower values do not rule out future onset of atopy. For this reason, general cord blood screening for IgE is not recommended. The determination should be reserved for individuals at risk (e.g. those newborns with a family history of atopy). See alsoTab. 18.9-5 â\u0080\u0093 IgE increases in non atopic diseases.\n\nThe highest IgE values are found in atopic dermatitis. Concentrations may reach several tens of thousands of IU/mL/7/. In the case of extremely high IgE values, cellular immunodeficiency must be ruled out as part of the differential diagnosis. Generally, higher total IgE values are found during the pollen season i.e., at the time of allergen exposure. There is a certain correlation between chronic allergen exposure and the level of total IgE. Total IgE elevation, however, does not confirm underlying allergic sensitization, which can only be verified by appropriate in vitro and in vivo diagnostic tests.\n\nMany patients with atopy, especially those with mild or seasonal symptoms, have a normal total IgE. Therefore, normal IgE values in individual cases do not rule out the presence of atopic disease.\n\nA number of congenital immunodeficiencies, especially those of the cellular immune system, may be associated with elevated total IgE. Screening tests of the humoral immune system for the diagnosis of immunodeficiency include the determination of total IgE, together with IgG, subclasses, IgA and its subclasses, IgM, and IgD.\n\nIn HIV infection, especially during the later stage with pronounced depletion of CD4+T cells, an atopy-like syndrome develops, sometimes associated with excessively high IgE levels.\n\nDiseases that are associated with immune activation and skin alterations are also frequently associated with elevated total IgE. These diseases include graft-versus-host reactions and conditions associated with severe skin burns.\n\nMethod of determination\n\nFor measuring total IgE in cord blood, an assay with an detection limit of < 0.35 U/mL is required.\n\nReference interval\n\nIt is important to note the wide range of values. IgE production is detectable by the 11th gestational week. In approximately 50% of newborns, IgE is detectable in cord blood. The highest IgE levels in healthy individuals are measured early in life.\n\nInfluence factors\n\nA number of factors, including lifestyle and living conditions, have an impact on IgE levels. Active and passive smoking may result in increased IgE.\n\nThe detection of specific IgE antibodies indicates an underlying allergic sensitization. The latter may not always correlate with the clinical symptoms. To assess the clinical relevance of allergic sensitization, detailed correlation between the history and clinical presentation is required/8/; organ-specific provocation testing may need to be conducted.\n\nCompetitive or immunometric assays using enzymatic, fluorescent, luminescent, or radioactive labels/9/.\n\nSerum: 1â\u0080\u00932 mL\n\nTo interpret the results of allergen specific IgE testing, the following factors must be taken into consideration/10/:\n\nNumerous screening tests are available for detecting specific IgE antibodies directed against food and inhalation allergens. A positive screening test only implies that allergic sensitization to one or more allergens is present. It must be followed up by a detailed analysis in order to narrow down and identify the allergens responsible for sensitization. At this stage, screening tests using reagent strips should be replaced by quantitative determination methods. For the interpretation of a positive screening test, the exact allergen composition of each test must be known. Examples of mixtures used in screening tests are provided inTab. 23-5 â\u0080\u0093 Allergen mixtures in screening tests.\n\nThe majority of allergens are glycosylated proteins. In recent years, a large number of protein components for many of the main clinically relevant allergens have been characterized at the molecular level. These components are available in recombinant form for routine allergy diagnosis.\n\nA distinction must be made between the following components:\n\nSequence comparison has revealed the molecular relationships between various allergenic components and defined a small number of important protein families. Sensitization to individual members of a protein family often leads to cross allergies.\n\nThe clinical significance of sensitization to individual family members varies. The following examples of selected protein families illustrate this:\n\nIf indicated clinically, component-based in vitro testing should be performed, to alert patients to potential cross reactions while also providing an estimate of severity and risk level based on their individual sensitization profile.\n\nComponent-based in vitro testing is becoming increasingly prevalent and replacing diagnostic tests that use whole extracts (native allergens)/11/.\n\nWhen selecting allergens for the determination of specific IgE antibodies in pollen related allergies, it is important to note that different groups of pollen may cause symptoms during different seasons of the year. Fluctuations occur from year to year that are often attributable to climatic conditions. The predominant pollen responsible for allergies, as listed inTab. 23-10 â\u0080\u0093 Predominant pollen involved in allergies, is also dependent on geographic factors. Accordingly, pollen seasons at higher, mountainous elevations are different from those in low lying regions. Therefore, when selecting pollen allergens, it is important to take local, seasonal, climatic, and individual circumstances into account/12/. The list of predominant pollens provided is only relevant for continental climate zones.\n\nThe clinical symptoms of food allergy can be manifold.\n\nThe most important symptoms and target organs are shown inTab. 23-11 â\u0080\u0093 Symptoms associated with food allergy.\n\nThe most important food allergens are listed inTab. 23-12 â\u0080\u0093 Important food allergens.\n\nApproximately 40% of all IgE mediated food allergies are directed against chicken egg white and cowâ\u0080\u0099s milk. Awareness of peanut allergy has also increased over the last few years.\n\nAllergic cross reactions exist between many foods and other products. It is important to remember that in the case of beef allergy, cross reactivity may be present with all other cowâ\u0080\u0099s milk products and veal. Manifold cross reactions also exist in the case of seafood allergies (e.g., involving fresh and salt water fish, shellfish, and crustaceans). Examples are listed inTab. 23-13 â\u0080\u0093 Cross reactions between allergens of animal food origin.\n\nMany patients with pollen allergy tolerate certain foods poorly, especially during the pollen season, and have type I allergic symptoms. The reason for this is that certain allergy triggering proteins contained in pollen and other plant tissues are similar and close family relationships exist between different plants. Examples of this phenomenon include the â\u0080\u009ccelery-carrot-mugwortâ\u0080\u009d syndrome and the familial relationship between different types of pitted fruit (Tab. 23-14 â\u0080\u0093 Cross allergies between pollen and food).\n\nIn the case of food allergies, concordance between the clinical presentation, results of skin testing, and determination of specific IgE is very poor, mainly due to the instability of many food allergens. The most reliable detection of IgE mediated sensitization is therefore achieved by skin prick tests using native foods. Double blind, placebo controlled, provocative food testing in an inpatient setting is the gold standard for the verification of an underlying food allergy/12/.\n\nThe most important indoor allergens are the various species of mites contained in house dust as well as allergens from domestic animals.Tab. 23-15 â\u0080\u0093 Important indoor allergenssummarizes the most important representatives. In this context, it is important to remember that a detailed history provides the basis for targeted IgE antibody determinations.\n\nThe European and North American terminology for the most important allergy relevant insect species is presented inTab. 23-16 â\u0080\u0093 Insect venom allergens. The detection of an insect venom allergy is based on a positive skin test, the detection of specific IgE antibodies, and possibly an insect sting provocation test.\n\nTherapy consists of specific desensitization. A decline in specific IgE antibodies or an increase in specific IgG antibodies is not sufficient, however, to confirm successful desensitization.\n\nThe major allergen of bee venom is phospholipase A2 (Api m 1). It also contains hyaluronidase (Api m 2). Many, but not all individuals with bee venom allergy can be identified using Api m 1 component diagnostics; in case of doubt, positivity for Api m 2 antibody should also be tested.\n\nThe major allergen of wasp venom is phospholipase A1 (Ves v 1). Wasp venom also contains hyaluronidase (Ves v 2). However, this is considered to be a minor allergen. The combined use of Ves v 1 and Ves v 5 is the most rational and efficient diagnostic approach.\n\nDouble positivity\n\nIf patients test positive for venom from both bees and wasps, it is important to determine whether this indicates true sensitization to both venoms or is merely the result of clinically irrelevant cross reactivity. In most cases, this is due to nonspecific reactivity against cross-reactive carbohydrate determinants (CCD) with identical structures that are present on venom allergens from both bees and wasps. The production of IgE antibodies directed against these CCDs can lead to clinically irrelevant double positive results in in vitro testing. Commercial assays are available that can identify these antibodies against CCDs.\n\nIn order to diagnose a latex allergy, the following factors must be considered:\n\nSpecific IgE antibodies can also be produced in response to microbial antigens. A significant proportion of patients with atopic dermatitis, for example, demonstrate IgE antibodies against enterotoxins ofS. aureus. Detection of these antibodies correlates with disease severity, the total IgE level, and colonization with enterotoxin producingS. aureusstrains/13/. These antibodies may also have diagnostic significance in the case of nasal polyposis. Diagnostic tests are available for specific IgE directed against bacterial enterotoxins, including the staphylococcal enterotoxins (SE)-A, SEB, SEC, SED, and TSST1.\n\nAn accurate medical history is an essential aspect of the diagnostic evaluation of occupational allergies. Detailed knowledge of possible and potential allergens in the work environment is an absolute prerequisite for identification /14,15,16/.\n\nMany of the substances in question are low molecular weight chemical structures that provoke allergic reactions as haptens (i.e., they do not have allergenicity unless they bind to larger proteins). Such haptens cannot be used directly for skin testing. For the determination of specific IgE antibodies to such substances (e.g., isocyanate), the haptens must be coupled, for example, to human serum albumin. Coupled haptens are also available for the determination of specific IgE antibodies.\n\nA comprehensive list of all possible allergen groups and their association with particular occupations or branches of industry is beyond the scope of this chapter.\n\nOnly a few examples for these allergen groups are mentioned here:\n\nFailure to detect corresponding IgE antibodies does not rule out the presence of an occupational allergy. Other reaction types (e.g., IgG-mediated mechanisms and non immunological interactions) must also be taken into consideration.\n\nThe clinical presentation of drug induced allergy can be manifold, ranging from type I allergic reactions including anaphylactic shock, through pseudo allergic reactions, to autoimmune reactions (vasculitides). This is why the history is also particularly important in this case.\n\nThe manifold clinical symptoms may be based on various immunological reactions that require specific tests /16,17,18/. Classical immediate type reactions require skin tests as well as the detection of specific IgE antibodies. Other immunological mechanisms require autoantibody and lymphocyte transformation tests in order to detect T lymphocyte mediated immunological reactions.\n\nIt is important to remember that drug metabolites may also trigger a reaction or that a drug may not exert an allergenic effect unless it forms a drug protein complex. This limits the diagnostic value of negative serological tests.\n\nDrugs frequently associated with type I allergic reactions include penicillins, contrast media, and local anesthetics. Furthermore, cross reactivities may exist between benzylpenicillin and amoxicillin in patients who are allergic to penicillin.\n\nThe inability to detect specific IgE antibodies may be explained by a prolonged time interval between the last drug intake and the test (e.g., due to the relatively rapid decline in IgE antibodies in the absence of allergen exposure). This is another reason for the poor diagnostic sensitivity of IgE detection methods.\n\nThe detection of specific antibodies only provides a clue as to prior sensitization and may not necessarily be associated with clinical symptoms.\n\nBioassays are used to detect the cellular release of histamine or leukotrienes in the event of contact with allergens.\n\nPrinciple:the test relies on the release of histamine from basophil leukocytes in peripheral blood. Allergen specific IgE antibodies bind to high affinity IgE receptors on the basophil surface. Cross linkage of these allergen specific antibodies as a result of allergen exposure induces the release of mediators from these effector cells. Patient leukocytes (including basophils) are separated from heparinized blood using dextran sedimentation. The leukocytes, as well as a positive control (anti human IgE) and a negative control, are incubated with the suspected allergen. The histamine released into the cellular supernatant is measured. The result is usually expressed as a percentage of the maximal histamine release.\n\nLeukotrienes are released from different cell populations during an allergic reaction. These cells include basophils, eosinophils, monocytes, and macrophages. As part of IgE mediated allergic reactions (basophils) as well as pseudo allergic reactions (basophils and eosinophils, monocytes), leukotrienes are released following stimulation by the relevant allergens.\n\nPrinciple:patient leukocytes (including basophils) are separated from heparinized blood using dextran sedimentation. Following a brief preincubation with interleukin-3, which enhances the test sensitivity, the leukocytes, as well as a positive control (anti-human IgE) and a negative control, are incubated with the suspected allergen. In the case of a positive test, leukotrienes (especially LTC4, LTD4, and LTE 4) are released from the cells, either by IgE mediated or other mechanisms. By using monoclonal antibodies that recognize LTC4, LTD4, and LTE4 at almost identical sensitivity and specificity levels, the amount of leukotrienes released can be quantified by ELISA/19/.\n\nPrinciple:the BAT starts with the assumption that there is a correlation between basophil responsiveness in samples of peripheral blood and the clinically relevant responsiveness of effector cells such as mast cells and basophils in vivo.\n\nBasophil activation is measured using flow cytometry. Basophils are identified by the following marker combinations: CCR3 or CD123 positive/HLA-DR negative or IgE positive/CD203c positive. Of these, the only really specific marker is CD203c. In a second step, the up regulation of an activation marker is quantified. The marker CD63 has proved to be particularly useful for this purpose. Preformed CD63 exists intracellularly and is transported to the cell surface following activation. CD203c can also be used; however, this is already expressed as a specific marker on the basophil surface and is rapidly up regulated in response to activation. These factors must be taken into consideration when interpreting the test results.\n\nThe BAT should be performed no later than 6â\u0080\u009312 months after the clinical reaction. Patients should not have taken antihistamines or glucocorticoids in the 24 hours before the test.\n\nThe major problem with this test is the relatively high proportion of non responders (5â\u0080\u009310%). For this reason, a positive control must also be performed for the IgE mediated reaction (e.g., anti-IgE or anti-IgE receptor antibodies).\n\nThe BAT is used as a second-line test after skin testing for the diagnosis of allergies to neuromuscular blockers (anesthesia). With respect to possible cross-reactivity in particular, this test has a high diagnostic specificity in the face of rather poor diagnostic sensitivity.\n\nIn the diagnosis of allergies to beta lactam antibiotics, IgE measurement and the BAT show comparable results with respect to diagnostic sensitivity and specificity. The BAT is particularly useful in the event of discrepancies between the history, skin test results, and IgE measurement. It does not have a role in the diagnosis of allergies to nonsteroidal anti-inflammatory drugs.\n\nHeparinized blood: 10 mL\n\nAllergen-induced histamine release\n\nReference intervals must be established by each laboratory with appropriate positive and negative controls.\n\nLeukotriene production\n\nThe basal value in non allergic blood donors is 154 Â± 8.3 pg/mL (xÂ± s).\n\nA positive result in one of the two assays is of great prognostic value for the presence of underlying sensitization that may also be clinically relevant. However, correlation with the anamnesis and clinical picture must always be present.\n\nA positive result does not necessarily imply the presence of an IgE mediated reaction. Mediators may also be released by other, IgE independent reaction pathways. The leukotriene assay in particular detects not only the reactions of basophils but also those of other effectors of the immune response that may become involved in the pathophysiological process/19/. In general, however, false negative results are rarely seen in conjunction with plausible positive and negative controls.\n\nCellular procedures also have the advantage of detecting pseudo allergic reactions and have a wide range of application for unconventional reagents and substances.\n\nMethod of determination\n\nBoth histamine release test and leukotriene release test place high demands on personnel and technical resources. Staff experienced both in performing the tests and interpreting the results are essential. These procedures are therefore not the method of first choice in the investigation of allergies. They play a role in more extensive diagnostic evaluations, especially in cases where there is poor correlation between other tests, the history, the clinical picture, and in vivo results.\n\nSince the tests are characterized by high imprecision, it is crucial to perform positive and negative controls at the same time. Due to the complexity of these tests, many factors may cause interference, ranging from cell separation to impaired mediator measurements.\n\nThe presence of eosinophil leukocytes, in addition to local infiltration by lymphocytes (in particular highly activated CD4+T cells), is critical for the immuno pathogenesis of allergic diseases. Eosinophils are the most important inflammatory cells in allergic inflammation; they are found in large numbers in the mucosa of the upper and lower respiratory tract. They are also detectable in bronchial lavage fluid. Products of these cells, such as ECP, are found in the skin of patients with atopic dermatitis. The essential characteristic of these cells is their ability to release mediators that exert cytotoxic effects as part of the inflammatory reaction, thus contributing significantly to the destruction of tissue /20,21/.\n\nThere is growing evidence that the quantitative determination of these mediators may allow an assessment of the degree and extent of the inflammatory response occurring within the target organ of allergic disease. ECP represents a prototype of these cytotoxic proteins.\n\nWhole blood samples are allowed to clot under standardized conditions (1 h at 20Â° Â± 1 Â°C). This induces the release of ECP from pre-activated eosinophils by mechanisms not yet fully understood. ECP measurement is also possible in other biological fluids (e.g., lavage fluid). ECP in serum or lavage fluid is determined by immunoassay.\n\nSerum following standardized coagulation, other body fluids: 1 mL\n\nAdults < 15 Î¼g/L\n\nDetermined by fluorescence immunoassay\n\nSince ECP is not released from pre-activated eosinophils unless blood coagulation has started, ECP determination allows an assessment of the degree of cellular activation in peripheral blood. This may not necessarily correlate with the degree of activation within the target organ (e.g. skin, lung, or nose). Likewise, there is no correlation with the eosinophil count in the peripheral blood.\n\nBasal values show large inter individual variation. The determination of ECP is therefore only useful in monitoring patients with severe allergic diseases.\n\nOnly longitudinal assessment provides useful information regarding the ongoing disease process. The determination of ECP is therefore suitable for monitoring disease activity and treatment in a certain group of patients e.g., atopic dermatitis/22/. This also applies to desensitization therapy, during which a decline in the concentration of ECP occurs.\n\nThe major difficulty is the collection of blood samples under standardized conditions. Fluctuations in temperature and time are of particular concern. Using different blood collection equipment can also cause interference.\n\nThe extent of allergen exposure contributes significantly to the risk of developing allergic sensitization and associated symptoms. Allergen elimination represents an essential therapeutic step in the management of allergic diseases.\n\nIt is therefore important to perform a quantitative as well as a qualitative assessment of the allergen exposure of patients. In recent years, allergens and their components (the so called major allergens) have been progressively better characterized, thus facilitating the development of monoclonal antibodies directed against them. It is therefore currently possible to quantify the allergens contained in various specimens by using immunoassays/23/. These tests thus provide the basis for detailed environmental allergen analyses for the most important indoor allergens.\n\nELISA using monoclonal antibodies directed against major allergens.\n\nDust samples (e.g., acquired from mattresses, pillows, carpets, and upholstery).\n\nRefer toTab. 23-17 â\u0080\u0093 Assessment of indoor allergens.\n\nFactors to consider when assessing measurements of important indoor allergens are listed inTab. 23-17. The threshold values shown here can, at present, only be regarded as indicators for the development of allergic sensitization or the risk of an immediate type allergic reaction. Standardization of specimen collection (e.g., by vacuum cleaning a mattress for ten minutes) is an absolute prerequisite for test comparability.\n\nDetailed standardization protocols have yet to be established. Allergen extraction is necessary before a specimen can be used in the ELISA; different manufacturers recommend various procedures for achieving this. Prior to allergen extraction, the specimen must be weighed in order to determine the concentration.\n\nType I reaction\n\nThe measurement of allergen specific IgG antibodies is of only minor significance in the diagnostic evaluation of immediate type allergic reactions. Although detection of these antibodies indicates the presence of immunological sensitization, it does not correlate with clinical symptoms. In addition, the relevance of these antibodies for the disease process has not been reliably established.\n\nIgG4antibodies play a certain role in the pathogenesis of allergic diseases because they are controlled and regulated by immunological mechanisms similar to those that control and regulate IgE antibodies. There is a lack of conclusive data as to whether allergen specific IgG4antibodies are clinically more sensitive and specific than their IgE counterparts.\n\nDuring desensitization therapy, especially in patients with allergies to insect venom, a decline in IgE antibodies is frequently associated with an increase in the corresponding IgG antibodies. Furthermore, IgG antibody measurement can only provide clues as to the success of desensitization therapy; increasing IgG antibody concentrations alone cannot be seen as proof of therapeutic success.\n\nOuchterlony double diffusion, immunoelectrophoresis, electroimmunodiffusion, passive hemagglutination, and immunofluorescence\n\nSerum: 2â\u0080\u00933 mL\n\nThe detection of specific IgG antibodies provides evidence for allergic sensitization but it is not an indication of clinical relevance. Its diagnostic value is increased by repeated determinations and evaluation of the IgG antibody pattern/24/.\n\nThe antigen composition is very important to the diagnostic usefulness of the test. If the allergen preparation does not contain the crucial antigenic determinants, a positive result will not occur. This is why the antigen selection is particularly important.\n\nExtrinsic allergic alveolitis is characterized by inflammation of the alveoli and pulmonary parenchyma whereas in bronchial asthma, an allergic reaction occurs in the airways/25/. It develops as a reaction to prolonged antigen stimulation in predisposed individuals. As a prerequisite for the development of the disease, the inhaled particles with a size of 3â\u0080\u00935 Î¼m must be able to reach the bronchioli or alveoli in order to initiate an immunological reaction. The immunological correlate of this process is a type III allergic reaction.\n\nA crucial element for the initiation of this process is the synthesis of allergen specific IgG antibodies that form immune complexes with antigens, thereby activating the complement cascade. Supported by activated complement factors, such antigen-antibody complexes can be phagocytozed by macrophages, which are major participants in the development of the inflammatory reaction.\n\nIn addition, specific lymphocytes are stimulated and can be detected in the broncho alveolar lavage. These are mainly CD8+T cells and NK cells, in contrast to the CD4+T cells observed in allergic asthma.\n\nSince many of the offending antigens are present in organic dusts and long term allergen exposure is a prerequisite for the development of allergic sensitization, it is not surprising that many of these clinical allergies are diagnosed in the context of occupational diseases. The range of triggers for extrinsic allergic alveolitis is also correspondingly wide (Tab. 23-18 â\u0080\u0093 Selected allergens in extrinsic allergic alveolitis: occurrence and type of clinical presentation).\n\nExtrinsic allergic alveolitis is a chronic disease in which the inflammatory process is initially reversible but advanced conditions such as pulmonary fibrosis can develop during the chronic stage.\n\nThe working group for extrinsic allergic alveolitis of the Guidelines for diagnosing extrinsic allergic alveolitis has defined diagnostic criteria for the disease. To firmly establish the diagnosis, the following three criteria must be fulfilled:\n\nIn addition, one of the following four criteria must also have been met:\n\nThese criteria demonstrate that crucial significance is attributed in the diagnostic evaluation to the detection of antigen specific sensitization (allergen specific IgG)/26/. At the same time, however, the detection of specific IgG antibodies in parallel to the detection of allergen specific IgE antibodies is only a reflection of corresponding sensitization. The clinical relevance of these findings must be established by performing appropriate additional investigations.\n\nReferences\n\n1.\tBacher C, Van Bruaene N, Toskala E, Zhang N, Olze H, Scadding G, et al. Important research questions in allergy and related diseases: 3-chronic rhinosinusiotis and nasal polyps: a GA2LEN study. Allergy 2009; 64: 520â\u0080\u009333.\n\n2.\tBraun-FahrlÃ¤nder Ch, Riedler J, Herz U, Eder W, Waser M, Grize L, et al. Environmental exposure to endotoxin and its relation to asthma in school-age children. New Engl J Med 2002; 347: 869â\u0080\u009377.\n\n3.\tRenz H, Becker WM, Bufe A, Kleine-Tebbe J, Ralf-Heimsoth M, Saloga J, et al. Positionspapier der DGAI zur in-vitro Allergiediagnostik. In: Positionspapier der Arbeitsgruppe In vito-Allergiediagnostik der Sektion Immunologie. Allergo Journal 2002; 11: 492â\u0080\u0093506.\n\n4.\tAmber KT, Chernyavsky A, Agnoletti SF, Cozzani E, Grando SA. Mechanisms of pathogenic effects of eosinophil cationic protein and eosinophil-derived neurotoxin on human keratinocytes. Exp Dermatol 2018; 27: 1322â\u0080\u00937.\n\n5.\tSennekamp J, MÃ¼ller-Wening D, Amthor M, Baur X, Bergmann KC, Costabel U, et al. Guidelines for diagnosing extrinsic allergic alveolitis (hypersensitivity pneumonitis). German Extrinsic Allergic Alveolitis Study Group. Pneumologie 2007; 61: 52â\u0080\u00936.\n\n6.\tKulig M, Tacke U, Forster J, Edenharter G, Bergmann R, Lau S, et al. Serum IgE levels during the first 6 years of life. J Pediatr 1999; 134: 453â\u0080\u00938.\n\n7.\tThomas A, Platt-Mills E, Schuyler AJ, Erwin EA, Commins SP, Woodfolk JA. IGE in diagnosis and treatment of allergic disease. J Allergy Clin Immunol 2016; 137: 1662â\u0080\u009370.\n\n8.\tSicherer SH, Wood RA; American Academy of Pediatrics Section on Allergy and Immunology. Allergy testing in childhood: using allergen-specific IGE tests. Pediatrics 2012; 129: 193â\u0080\u00937.\n\n9.\tKleine-Tebbe J, Eickholt M, GÃ¤tjen M, BrunnÃ©e T, Oâ\u0080\u0099Connor A, Kunkel G. Comparison between MAGIC LITE- and CAP-system: two automated specific IgE antibody assays. Clin Exp Allergy 1992; 23: 475â\u0080\u009384.\n\n10.\tMatsui EC, Sampson HA, Bahnson HT, Gruchalla RS, Pongracic JA, Teach SJ, et al. Allergen-specific IgE as a biomarker of exposure plus sensitization in inner-city adolescents with asthma. Allergy 2010; 65: 1414â\u0080\u009322.\n\n11.\tSampson HA, Albergo R. Comparison of results of skin tests, RAST, and double-blind, placebo-controlled food challenges in children with atopic dermatitis. J Allergy Clin Immunol 1984; 74: 26â\u0080\u009333.\n\n12.\tSubcommittee on â\u0080\u009cOccupational Allergyâ\u0080\u009d of the European Academy of Allergology and Clinical Immunology. Guidelines for the diagnosis of occupational asthma. Clin Exp Allergy 1992; 23: 103â\u0080\u00938.\n\n13.\tBunikowski R, Mielke M, Skarabis H, Herz U, Bermann RL, Wahn U, et al. Prevalence and characterization of serum IgE antibodies to the S aureus-derived superantigens SEA and SEB in children suffering from atopic dermatitis. J Allerg Clin Immunol 1999; 103: 119â\u0080\u009324.\n\n14.\tLiebermann P. Anaphylactoid reactions to radiocontrast material. Ann Allergy 1991; 67: 91â\u0080\u0093100.\n\n15.\tKoponen M, Pichler WJ, de Weck AL. T cell reactivity to penicillin: phenotypic analysis of in vitro activated cell subsets. J Allergy Clin Immunol 1986; 78: 645â\u0080\u009352.\n\n16.\tde Weck AL, Stadler BM, Urwyler A, Wehner HU, BÃ¼hlmann RP. Cellular allergen stimulation test (CAST): a new dimension in allergy diagnostics. Allergy Clin Immunol News 1993; 5: 9â\u0080\u009314.\n\n17.\tPeterson CGB, Enander I, Nystryd J, Anderson AS, Nilsson L, Venge P. Radioimmunoassay of human eosinophil cationic protein (ECP) by an improved method. Establishment of normal levels in serum and turnover in vivo. Clin Exp Allerg 1991; 21: 561â\u0080\u00937.\n\n18.\tKlein GF, Stanzl U, Fritsch PO, Varga JM. Enzyme-linked immunosorbent assay for detection of antibodies to the unmodified beta-lactam ring. Allergy 1993; 48: 151â\u0080\u00937.\n\n19.\tHallstrand TS, Henderson WR. An update on the role of leukotrienes in asthma. Curr Opin Allergy Clin Immunol 2010; 10: 60â\u0080\u00936.\n\n20.\tde Oliveira PC, de Lima PO, Oliveira DT, Pereira MC. Eosinophil cationic protein: overview of biological and genetic features. DNA Cell Biol 2012; 31: 1442â\u0080\u00936.\n\n21.\tSalazar VA, Rubin J, Moussaoui M, Pulido D, Nogues MV, Venge P, et al. Protein post-translational modification in host-defense: the antimicrobial mechanism of action of human eosinophilic cationic protein native forms. FEBS J 2014; 281: 5432â\u0080\u009346.\n\n22.\tPark SY, Oh S, Kim EJ, Yoon SJ, Park HS, Cho S. Utility of eosinophil cationic protein levels in the diagnosis of intrinsic atopic dermatitis. Acta Derm Venerol 2014; 94: 333â\u0080\u00934.\n\n23.\tde Weck AL, Stadler BM, Urwyler A, Wehner HU, BÃ¼hlmann RP. Cellular allergen stimulation test (CAST): a new dimension in allergy diagnostics. Allergy Clin Immunol News 1993; 5: 9â\u0080\u009314.\n\n24.\tIsmail T, Mc Sharry C, Boyd G. Extrinsic allergic alveolitis. Respirology 2006; 11: 262â\u0080\u00938.\n\n25.\tSterclova M, Vasakova M, Dutka J, Lalanin J. Extrinsic allergic alveolitis: comparative study of the bronchoalvelar lavage profiles and radiological presentation. Postgrad Med J 2006; 82: 598â\u0080\u0093601.\n\n26.\tSpagnolo P, Rossi G, Cavazza A, Bonifazi M, Paladini I, Bonella F, et al. Hypersensitivity pneumonitis: a comprehensive review. J Investig Allergol Clin Immunol 2015; 25: 237â\u0080\u009350.\n\nTable23-1Hypersensitivity reactions\n\nType\n\nPathogenesis\n\nExamples of clinicalmanifestations\n\nType I\n\nIgE increased, mediator release from effector cells, e.g., mast cells, eosinophils and basophils (immediate type reaction)\n\nAllergic rhinitis\n\nAllergic conjunctivitis\n\nAllergic asthma\n\nType II\n\nAntibody mediated cytotoxic reactions\n\nAutoimmune hemolytic anemia\n\nIdiopathic thrombocytopenic purpura\n\nAgranulocytosis\n\nType III\n\nIgG antibodies directed against soluble antigens and allergens, formation of immune complexes with complement activation\n\nAllergic alveolitis\n\nType IV\n\nT-cell mediated reaction against allergens and antigens on APC*, independent of antibodies (late type reaction)\n\nContact allergy\n\nTuberculin reaction\n\n* APC, antigen-presenting cells\n\nTable23-2Definitions used in allergology\n\nDefinition\n\nExplanation\n\nAtopy\n\nGenetic predisposition to developing allergic (type I) disease\n\nSensitization\n\nActivation of the immune system with development of allergen specific IgE antibodies\n\nAllergy\n\nClinical manifestation of an allergic disease as a result of allergic sensitization\n\nTable23-3Genetic risk for atopy\n\nAtopic background\n\nRisk (%)\n\nBoth parents healthy\n\n15â\u0080\u009325\n\nOne parent affected by atopic disease\n\n30â\u0080\u009340\n\nBoth parents affected by atopic disease\n\n50â\u0080\u009380\n\nBoth parents with severe atopic clinical manifestations and elevated cord blood IgE levels\n\n~ 80\n\nTable23-4Important allergy groups\n\nGroup\n\nExamples\n\nIndoor allergens\n\nHouse dust mite\n\nCat\n\nDog\n\nOutdoor allergens\n\nTree pollen\n\nGrass and grain pollen\n\nHerbs, weeds\n\nMolds\n\nAlternaria\n\nCladosporium\n\nAspergillus\n\nFood\n\nChicken egg white\n\nCowâ\u0080\u0099s milk\n\nPeanuts\n\nSeafood\n\nInsect venoms\n\nBee\n\nWasp\n\nLatex\n\nGloves\n\nDrugs\n\nPenicillins\n\nContrast medium\n\nLocal anesthetics\n\nTable23-5Allergen mixtures in screening tests\n\nAllergen group\n\nComposition (examples)\n\nFood\n\nEgg white protein, cowâ\u0080\u0099s milk protein, wheat, peanuts, soya beans\n\nInhalation allergens\n\nTimothy grass, birch, mugwort, cat, dog, house dust mite, Cladosporium\n\nTable23-6Protein family of storage proteins\n\nStorage proteins\n\nProperties\n\nPeanut (Ara h 1, 2, 3, 6, 7)\n\nSoya bean (Gly m 5, 6)\n\nHazelnut (Cor a 9)\n\nWheat (Tri a 19) (gliadin)\n\nStable\n\nHeat-resistant\n\nNot deactivated by cooking\n\nTable23-7Protein family of pathogenesis-related protein family 10 proteins\n\nPR-10 proteins\n\nProperties of PR-10 proteins\n\nBirch (Bet v 1)\n\nPeanut (Ara h 8)\n\nSoya bean (Gly m 4)\n\nHazelnut (Cor a 1)\n\nApple (Mal d 1)\n\nKiwi (Act d 8)\n\nPeach (Pru p 1)\n\nCarrot (Dau c 1)\n\nPR-10 proteins, pathogenesis-related protein family 10 proteins\n\nTable23-8Protein family of non specific lipid transfer proteins\n\nNon-specific lipid transferproteins\n\nProperties\n\nPeanut (Ara h 9)\n\nHazelnut (Cor a 8)\n\nPeach (Pru p 3)\n\nWeeds (Artemisia) (Art v 3)\n\nGrass (Parietaria) (Par j 2)\n\nTable23-9Protein family of profilins\n\nProfilins\n\nProperties\n\nBirch (Bet v 2)\n\nLatex (Hev b 8)\n\nGrass (Phl p 12)\n\nPeach (Pru p 4)\n\nTable23-10Predominant pollen involved in allergies\n\nPeriod\n\nGroup\n\nPredominant pollen\n\nSpring\n\nTrees\n\nHazel (Corylus avellana)\n\nAlder (Alnus incana)\n\nBirch (Betula verrucosa)\n\nAsh (Fraxinus excelsior)\n\nEarlysummer\n\nGrass\n\nTimothy grass (Phleum pratense)\n\nRye grass (Lolium perenne)\n\nKentucky bluegrass (Poa pratense)\n\nOrchard grass (Dactylis glomerata)\n\nGrain\n\nRye (Secale cereale)\n\nLatesummer\n\nHerbs\n\nWeeds\n\nMugwort (Artemisia vulgaris)\n\nRagweed (Ambrosia artemisii folia)\n\nTable23-11Symptoms associated with food allergy\n\nOrgan\n\nClinical presentation\n\nGeneralized\n\nAnaphylactic shock\n\nSkin\n\nAtopic dermatitis, urticaria\n\nRespiratory tract\n\nRhino-conjunctivitis, laryngeal edema, asthma\n\nGastrointestinal tract\n\nAbdominal pain, nausea, vomiting, constipation, diarrhea\n\nOther\n\nOtitis media, arthritis, migraine\n\nTable23-12Important food allergens\n\nGroup\n\nImportant allergens/components\n\nChicken eggwhite\n\nOvalbumin, ovomucoid, conalbumin, lysozyme\n\nCowâ\u0080\u0099s milk\n\nCasein, lactalbumin, lactoglobulin\n\nSoya beans\n\nNuts\n\nHazelnuts, walnuts, Brazil nuts, peanuts (legumes)\n\nSeafood\n\nFresh water fish, salt water fish\n\nGrain\n\nWheat, rye\n\nVegetables\n\nPotatoes, celery, tomatoes, peas, beans\n\nDyes\n\nTartrazine (E 102)\n\nPreservatives\n\nSorbic acid (E 200â\u0080\u0093E 203)\n\nBenzoic acid (E 210â\u0080\u0093E 213)\n\nTable23-13Cross reactions between allergens of animal food origin\n\nAnimal\n\nFood\n\nBeef\n\nAll milk products, veal\n\nPoultry  (chicken)\n\nChicken egg, chicken meat, pheasant, quail, partridge\n\nSalt water fish\n\nCod, haddock, mackerel, ocean perch, herring, sardine, plaice, salmon, tuna\n\nFresh water fish\n\nTrout, pike, carp, eel\n\nShellfish\n\nOyster, clam, snail, octopus\n\nCrustaceans\n\nCrab, crayfish, shrimp, prawn, lobster\n\nTable23-14Cross allergies between pollen and food\n\nPollen\n\nFood\n\nSpring pollen\n\nPitted fruits (plum, cherry), carrot, potato, kiwi, mango, curry, anise, peppermint\n\nGrain\n\nFlour\n\nGrass\n\nCelery, parsley, curry, thyme, soya bean, peanut\n\nMugwort\n\nCelery, carrot\n\nHerbs\n\nSpices, herbal teas (fennel, chamomile)\n\nTable23-15Important indoor allergens\n\nGroup\n\nRepresentative\n\nMites\n\nDermatophagoides pteronyssinus\n\nDermatophagoides farinae\n\nDermatophagoides microceras\n\nCockroaches\n\nBlatella germanica\n\nAnimals\n\nDog (Canis domesticus)\n\nCat (Felis domesticus)\n\nGuinea pig (Caia porcellus)\n\nHorse (Equus caballus)\n\nMolds\n\nAlternaria, Cladosporium, Aspergillus, Penicillium, Mucor\n\nTable23-16Insect venom allergens\n\nGenus\n\nEurope\n\nUSA\n\nApis\n\nBee\n\nBee\n\nVespula\n\nWasp\n\nYellow jacket\n\nDolicho vespula\n\nWasp\n\nHornet\n\nVespa\n\nHornet\n\nEuropean hornet\n\nPolistes\n\nWasp\n\nWasp\n\nTable23-17Assessment of indoor allergens\n\nAllergen\n\nAntigen\n\nAssessment\n\nHouse dust mite\n\nFlour mite\n\nDer p 1\n\nDer f 1\n\n< 400 ng/g dust = minimal allergen exposure\n\n400â\u0080\u00932000 ng/g dust = significant exposure\n\n2000â\u0080\u009310,000 ng/g dust = high exposure\n\n> 10,000 ng/g dust = very high exposure\n\nCat\n\nFel d 1\n\n< 400 ng/g dust = minimal allergen exposure\n\n400â\u0080\u00932000 ng/g dust = significant exposure\n\n2000â\u0080\u00938000 ng/g dust = high exposure\n\n> 8000 ng/g dust = very high exposure\n\nCockroaches\n\nBla g 1\n\n> 2 units/g = at risk for sensitization\n\nDog\n\nCan f 1\n\n> 10 Î¼g/g = at risk for sensitization\n\nTable23-18Selected allergens in extrinsic allergic alveolitis: occurrence and type of clinical presentation\n\nAllergen\n\nOccurrence\n\nDisease\n\nBacteria\n\nSaccharopolysporathermoactinomyces\n\nMoldy hay\n\nFarmerâ\u0080\u0099s lung\n\nThermolatentbacteria\n\nAir conditioning systems\n\nHumidifier lung\n\nThermoactinomyces\n\nMoldy sugar cane\n\nBagassosis\n\nBacillus subtilis\n\nLaundry detergent enzymes\n\nDetergent worker lung\n\nBotrytis cinerea\n\nGrapes\n\nWine growerâ\u0080\u0099s lung\n\nProteins from animal sources\n\nBird feces\n\nPigeons, chickens, budgerigars\n\nBirdkeeperâ\u0080\u0099s lung\n\nFish meal\n\nFish\n\nFish meal workerâ\u0080\u0099s lung\n\nMolds\n\nAspergillus\n\nMoldy grains\n\nMoldy fruits\n\nMalt workerâ\u0080\u0099s lung\n\nOrchard workerâ\u0080\u0099s lung\n\nPenicillium casei\n\nMoldy cheese\n\nCheese washerâ\u0080\u0099s lung\n\nChemical agents\n\nIsocyanate\n\nChemical industrial work\n\nIsocyanate lung\n\nCopper sulfate\n\nVineyards\n\nVineyard sprayerâ\u0080\u0099s lung\n\nFigure23-1Expression of allergic phenotype during different periods of life.\n\nFigure23-2Approach to the diagnostic of allergies."
  },
  {
    "title": "Clinical and photobiological characteristics of xeroderma pigmentosum complementation group F: a review of cases from Japan.",
    "abstract": "",
    "journal": "The British journal of dermatology",
    "year": "1989-10-01",
    "source": "The British journal of dermatology",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2696553/",
    "full_text": ""
  },
  {
    "title": "Effects of aerosol corticosteroids on the voice: triamcinolone acetonide and beclomethasone dipropionate.",
    "abstract": "Melanopsin\nis an atypical vertebrate\nopsin involved in non-image-forming light functions such as photoentrainment\nof circadian rhythms, constriction of the pupil, suppression of pineal\nmelatonin synthesis, direct regulation of sleep and arousal by light,\nregulation of mood, and learning.\n\nIn mammals, melanopsin is expressed in a\nsmall subset of retinal ganglion cells, termed intrinsically photosensitive\nretinal ganglion cells (ipRGCs), that are important for luminance\ndetection and integration o",
    "journal": "Journal of speech and hearing research",
    "year": "1985-06-01",
    "source": "Journal of speech and hearing research",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4010260/",
    "full_text": "Melanopsin\nis an atypical vertebrate\nopsin involved in non-image-forming light functions such as photoentrainment\nof circadian rhythms, constriction of the pupil, suppression of pineal\nmelatonin synthesis, direct regulation of sleep and arousal by light,\nregulation of mood, and learning.\n\nIn mammals, melanopsin is expressed in a\nsmall subset of retinal ganglion cells, termed intrinsically photosensitive\nretinal ganglion cells (ipRGCs), that are important for luminance\ndetection and integration of light information.\n\nWhereas mammals have only one\nmelanopsin gene (\n\n), nonmammalian vertebrates\n(birds, amphibians, and fish) express two related groups of melanopsin\ngenes:\n\nand\n\n. These are\nnamed on the basis of their similarity either to the mammalian form\nof the gene (\n\n) or to the gene first isolated\nfrom\n\n(\n\n).\n\nIn zebrafish, there are five unique\nmelanopsin genes that are expressed in many different cell types both\nin the retina and in the brain.\n\nAll opsins are\nmembers of the G protein coupled receptor (GPCR)\nfamily. GPCR signaling endows cells with the ability to respond to\na stimulus and to suppress the response rapidly, allowing dynamic\nstimulus detection. After activating heterotrimeric G proteins and\ninitiating a signal transduction cascade, GPCRs use a stereotypical\ntwo-step mechanism for deactivation. The first step is phosphorylation\nof the carboxy-terminal tail of the receptor by a member of the G\nprotein coupled receptor kinase family (GRK). This reduces the rate\nof G protein activation and also serves as a signal for the activation\nand binding of an arrestin molecule. In the second step, arrestin\nis activated by interaction with the phosphorylated amino acids in\nthe carboxy tail and can then bind to the intracellular loops of the\nreceptor to prevent any further G protein activation.\n\nMelanopsin, as a GPCR, undergoes light-dependent\nphosphorylation\nthat is involved in deactivation of the photoresponse. However, it\npossesses an unusually long carboxy tail that contains 37 serine and\nthreonine sites, any of which could be phosphorylated to mediate deactivation.\nRecently, we showed that when all putative phosphorylation sites are\nremoved from the carboxy tail there is a severe deficit in the deactivation\nresponse of mouse melanopsin in HEK cells.\n\nTo define the relevant phosphorylation sites within the carboxy\ntail, we undertook mutational and functional analysis of mouse melanopsin\nand characterized the naturally diverse proteins of zebrafish. Zebrafish\nmelanopsin-related proteins show variation in their carboxy-terminal\ndomain, which provides a naturally occurring example of changes in\nphosphorylatable amino acid residues that lead to changes in deactivation.\nUsing these parallel approaches, we demonstrate that of the 37 phosphorylation\nsites a small cluster of six or seven sites in the proximal region\nof the carboxy tail is critical for mediating deactivation.\n\nIn experiments using mouse melanopsin\n(\n\n), the unmodified long isoform of wild-type\nmouse melanopsin (accession no.\n\n) was used. For calcium imaging,\nboth the long and short isoforms (accession no.\n\n) of wild-type melanopsin were used. Full-length cDNAs corresponding\nto the five zebrafish melanopsin genes\n\nwere appended with sequences encoding the last eight amino acids\nof bovine rhodopsin (1D4 tag). All genes were cloned into the mammalian\nexpression vector pMT3.\n\nHEK 293 cells\nwere grown in DMEM (Gibco) supplemented with 10% fetal bovine serum\n(Gibco) and a penicillin/streptomycin cocktail (10 units/mL of penicillin\nand 10 μg/mL of streptomycin) and transfected in 12-well plates\nwith 3 μg of DNA and 5 μL of TurboFect (Fermentas) in\n200 μL of DMEM. All HEK293 cells used in this article are HEK293\nobtained from ATCC, Manassas, VA. (ATCC no. CRL-1573).\n\nCells\nwere harvested at 24 h post-transfection and reseeded into a 96-well\nplate at a density of 6 × 10\n\nper well. One day later,\ncells were incubated with 20 mM 11-\n\n-retinal in\nthe presence of the calcium-sensitive dye fluo-4 (Invtirogen) for\n1 h. The cells were washed twice in Hank’s balanced salt solution\n(HBSS) in 20 mM HEPES buffer, and fluorescence measurements were taken\nat an excitation of 485 nm and emission of 525 nm every second for\n1 min on a Tecan Infinite M200 microplate reader. Data were averaged\nand plotted in Microsoft Excel.\n\nTruncation mutants of the carboxy\ntail were constructed using PCR\nto insert a stop codon (TAG) at various locations within the mouse\ngene. The forward primer contained the restriction site\n\nRI, whereas reverse primers contained a stop codon and a\n\nI restriction site. The truncated melanopsin PCR products\nwere then digested with\n\nI and\n\nRI FastDigest enzymes (Fermentas) and recloned into a similarly digested\npMT3 expression vector. Sequences were verified by sequencing (GENEWIZ,\nInc.) using plasmid-specific primers. Primer sequences are listed\nin\n\n.\n\nPoint mutations eliminating\nputative phosphorylation sites were produced by site-directed mutagenesis.\nIndividual serines and threonines were changed to alanine using primers\ncontaining the desired mutations (IDT DNA). High-fidelity polymerase\n(Pfx Turbo, Invitrogen) was used to minimize unwanted mutations. Mutations\nwere confirmed by sequencing (GENEWIZ, Inc.).\n\nTo produce multiple mutations\nin the carboxy-tail region of the gene, two unique restriction sites\n(\n\nI and\n\nI) were introduced\nby site-directed mutagenesis on either side of the region of interest\nthrough silent mutations. Insertions were confirmed by sequencing\nusing plasmid-specific primers (GENEWIZ, Inc.). A 98-base oligonucleotide\nwas synthesized (IDT DNA) and made double-stranded by PCR amplification.\nDouble-stranded DNA and the plasmid containing the melanopsin gene\nwere digested with\n\nI and\n\nI\nFastDigest enzymes (Fermentas) for 30 min and separated on an agarose\ngel. Bands corresponding to the expected size were excised from the\ngel, recovered (Nucleospin ExtractII, Machery-Nagel), and ligated\nwith T4 ligase (Promega). Ligated plasmid was transformed as above\nand subsequently sequenced (GENEWIZ, Inc.) to confirm insertion.\n\nThe group-based phosphorylation scoring (GPS) algorithm\nin the Group-Based Prediction System (2.0) was used to analyze and\npredict potential phosphorylaiton sites in the carboxy-tail region\nof mouse melanopsin (\n\n). This program determines\nphosphorylation sites for families of kinases based on experimentally\ndemonstrated sites. All known GRK family phosphorylation sites (84\nat the time of program design) were used to train the program to find\nnew sites for this family kinases.\n\nWe used the group-based phosphorylation\n(GPS) scoring algorithm in the Group-Based Prediction System (2.0)\nto identify potential GRK phosphorylation sites.\n\nUsing this method, 12 predicted phosphorylation sites were\nfound distributed throughout the carboxy-tail domain (Figure\n\n). To determine if any of these sites are functionally\nrelevant, we created three early termination mutations by inserting\na stop codon at various locations in the carboxy tail of mouse melanopsin.\nThe first mutation truncated the protein after amino acid 385 (Δ385)\nso that it contains only the phosphorylation sites homologous to those\nphosphorylated in rhodopsin during deactivation.\n\nThe second mutation truncated the protein after amino acid\n396 (Δ396), immediately following a large cluster of predicted\nsites, whereas the third truncated the protein after amino acid 420\n(Δ420) (Figure\n\n). The signaling kinetics\nof these mutants was measured along with wild-type melanopsin and\nthe previously characterized phospho-null melanopsin mutant\n\nusing a functional calcium fluorescence assay\n(Figure\n\n).\n\nSecondary structure of mouse melanopsin.\nEach circle represents\nan amino acid, and every 10th amino acid is shaded black. Blue residues\nrepresent putative GRK phosphorylation sites (predicted by the group-based\nphosphorylation scoring (GPS) algorithm in GPS 2.0), green residues\nrepresent the homologous residues to those most often phosphorylated\nin rhodopsin, and the yellow dot represents a potential palmitoylation\nsite.\n\nCalcium imaging of carboxy-tail-truncation mutants.\nKinetics of\nthe calcium response of a series of carboxy-tail-truncation mutants\ncompared to wild-type melanopsin and a phospho-null mutant. The fluorescent\nCa\n\n-imaging data presented in this article is normalized\nto facilitate comparison of different melanopsin constructs.\n\ndemonstrates\nthat the normalized kinetics are not a function of the expression\nlevels of the heterologously expressed melanopsin gene.\n\nThe Δ385 mutant showed a severe defect in\ndeactivation identical\nto the phospho-null construct. This finding demonstrates that, surprisingly,\nthe phosphorylation sites homologous to those important for deactivation\nof rhodopsin are not sufficient for melanopsin deactivation. Neither\nΔ396 nor Δ420 had defective kinetics, implying that the\nregion between amino acids 385 and 396 of the melanopsin carboxy tail\nis critical for the deactivation response (Figure\n\n). Within this region, there are six residues that can be\nphosphorylated and are arranged in pairs separated by one amino acid.\nOf these six sites, five were predicted GRK phosphorylation sites\nby GPS (Figure\n\n). Mutation of all six sites\nto alanine (S388A, T389A, S391A, S392A, S394A, and S395A) by cassette\nmutagenesis resulted in a phenotype equivalent to the phospho-null\nmutant (Figure\n\n). However, when each of the\nsix sites was individually mutated to alanine by site-directed mutagenesis,\nalteration of the deactivation kinetics was not observed (Figure\n\n).\n\nSequence of deactivation control region. (A) Sites highlighted\nin green are predicted GRK family phosphorylation sites by the group-based\nphosphorylation algorithm. (B) Mutation of all phosphorylatable residues\nbetween amino acids 385 and 396 recapitulates the phospho-null phenotype.\n\nSingle phosphorylation site mutagenesis of putative\ndeactivation\ncontrol region. Each serine and threonine within the identified control\nregion was mutated individually to an alanine. Deactivation of each\nmutant was determined in a kinetic calcium assay and compared to wild-type\nmelanopsin. None of the six single mutations had any effect on signaling\nkinetics.\n\nRecent work described five\nunique melanopsin genes expressed in\nzebrafish that are transcribed in diverse retinal cell types.\n\nInterestingly, examination of the carboxy-terminal regions of the\ncorresponding proteins reveals variation in the key phosphorylation\nsites that we defined in mouse melanopsin (Figures\n\n–\n\n). To test whether these naturally\noccurring mutations affect deactivation, the zebrafish proteins were\nheterologously expressed in HEK293 cells and assayed for their kinetic\nresponse. The five zebra fish melanopsin gene,\n\n,\n\n,\n\n, and\n\n, cDNAs were cloned into the mammalian expression vector\npMT3 and heterologously expressed. We were able to express the\n\n,\n\n,\n\n, and\n\ngenes; however,\n\nwas not produced in HEK293 cells, as determined by western blot\nanalyses (\n\n= 3, data not shown), and was not analyzed\nin subsequent experiments.\n\nWhen the four zebrafish genes were\nexpressed in HEK293 cells and assayed for activity in the calcium-imaging\nassay, their gene products exhibited different deactivation kinetics.\nDeactivation of zebrafish Opn4a and Opn4b closely match with mouse\nmelanopsin (Opn4), deactivating to 40% of their maximum fluorescence\nin 60 s (Figure\n\n). In contrast, Opn4xa and\nOpn4.1 were found to have greatly extended deactivation kinetics,\nmimicking the phospho-null melanopsin phenotype (Figure\n\n). To determine if the deactivation kinetics of zebrafish\nmelanopsins correlate with the amino acid foot print of the carboxy-tail\nphosphorylation control region in mouse melanopsin (Figure\n\nA), the amino acid sequences of Opn4a, Opn4b, Opn4xa,\nand Opn4.1 were aligned and analyzed. Alignment of the four melanopsin\nzebrafish genes with mouse melanopsin demonstrated that there was\nbroad conservation of sequence in the region of the carboxy tail that\nwas defined as the region controlling deactivation kinetics (Figure\n\n). Zebrafish Opn4a and Opn4b (which more closely\nmatch the signaling kinetics of mouse melanopsin) share an identical\npattern of phosphorylatable residues. In contrast, Opn4xa and Opn4.1\n(which displayed delayed inactivation kinetics) are missing three\nor four serines and threonines in the important region of the carboxy\ntail that is necessary for the deactivation kinetics. These results\nsuggest that naturally occurring variations in this region affect\nthe kinetics of the light response mediated by each melanopsin protein.\n\nKinetic\ncalcium assay of zebrafish melanopsins expressed in HEK293\ncells. Four of the five melanopsins found expressed in zebrafish were\nassayed for their deactivation kinetics. Opn4a and Opn4b were found\nto have similar deactivation kinetics to mouse melanopsin. Opn4.1\nand Opn4xa were found to have extended deactivation kinetics matching\nthe mouse melanopsin mutant lacking all carboxy-tail phosphorylaiton\nsites (phospho-null).\n\nAlignment of zebrafish melanopsins with mouse melanopsin. Alignment\nof the zebrafish and mouse melanopsin sequences in the identified\ncontrol region. Shown in green are the phosphorylation sites that\nare the same as mouse melanopsin, whereas the sites that are divergent\nfrom mouse melanopsin are in red.\n\nTo directly test the importance of the variation in the amino\nacids\nin the carboxy-tail region of zebrafish melanopsin (amino acids 386–394),\nwe created a mouse melanopsin gene with the same amino acid sequence\nof the zebrafish\n\n, which shows slower deactivation\nkinetics. This mouse melanopsin mutant (S381A, S388A, and S394A) showed\nprolonged deactivation kinetics (Figure\n\nA),\nsimilar to the zebrafish protein. Remarkably, double mutant (S381A\nand S394A) mouse melanopsin does not alter the deactivation kinetics,\nindicating that three changes are necessary for the observed effect.\nTherefore, we defined this region of the carboxy tail of melanopsin\nas an important region in the regulation of melanopsin deactivation\nkinetics across species.\n\nKinetic calcium assay of mouse melanopsin constructed\nto mimick\nzebrafish melanopsin\n\n. (A) Kinetic calcium\nimaging of a mutant of mouse melanopsin engineered to match the pattern\nof phosphorylatable sites found in slow deactivating zebrafish melanopsin.\n(B) Mutation of the two conserved changed residues between\n\nand\n\nand mouse melanopsin\nhas no effect on signaling.\n\nThe temporal regulation of activated GPCRs\nis typically controlled\nby the phosphorylation of serines and threonines in the carboxy tail\nby a GRK and the subsequent activation and binding of an arrestin\nmolecule. The initial phosphorylation of the carboxy tail reduces\nthe rate of G protein activation, and the binding of arrestin further\nquenches G protein activation. In addition to quenching the activation\nof a G protein pathway, the binding of arrestin can also trigger additional\nsignaling events such as receptor internalization. The regulation\nof the active lifetime of the vertebrate rod photoreceptor’s\nvisual pigment rhodopsin by phosphorylation and the subsequent binding\nof arrestin-1 (visual arrestin) is the most thoroughly studied GPCR\nand visual pigment. In this study, we show that melanopsin, the photopigment\nof ipRGCs, utilizes distinct residues for the deactivation of the\nlight signal in response to phosphorylation by GRK. This indicates\na divergence of function between the visual pigment rhodopsin and\nmelanopsin for the control of the deactivation kinetics. Specifically,\nwe show that six residues are necessary and sufficient for the deactivation\nresponse of the melanopsin protein. Furthermore, we show that naturally\noccurring mutations in zebrafish that correspond to the region we\ndefined in our mouse studies allow melanopsin proteins to modulate\ntheir deactivation kinetics. This could be evolutionary important\nbecause slower deactivation kinetics could lead to a much more prolonged\nlight response that can be tailored toward the function that is driven\nby the melanopsin protein. As an example, measuring day length in\nthe environment will benefit from a slower deactivation kinetics,\nwhereas driving the pupillary light reflex may require faster shutoff\nproperties of the light response.\n\nWe have previously shown that\nthe deactivation of mouse melanopsin\nis mediated in a phosphorylation-dependent manner.\n\nHowever, the necessary sites of phosphorylation in the\ncarboxy tail were not specifically determined. In the present study,\nwe identified a cluster of serines and threonines in the region of\namino acids 386–396 that is involved in controlling the deactivation\nresponse. This region contains six phosphorylatable sites arranged\nin three sets of pairs separated by a single amino acid (S388, T389,\nS391, S392, S394, and S395). There was no effect on the signaling\nkinetics when each site was mutated individually, implying that no\nparticular site is critically important in the deactivation response.\n\nMelanopsin is more similar to invertebrate rhodopsins. In\n\n, the deactivation of the light response\nis not dependent on the carboxy tail of rhodopsin. This shows a divergence\nof function between melanopsin and\n\nrhodopsins in the mechanisms for deactivation. However, we should\nmention that our studies were carried out in HEK cells, and to definitively\nconfirm whether these residues play a role in vivo, we should eliminate\nthese residues and determine the changes in the properties of the\nintrinsic light response in the ipRGCs as well as the behavioral outcome\nof such mutations.\n\nPrevious work has found that there are five\ndistinct melanopsin\ngenes expressed in the zebrafish,\n\n, of which four were functionally characterized here. Alignment of\nthese gene sequences revealed that although these melanopsins are\nquite similar in the transmembrane region they have very little similarity\nin the carboxy tail except for two domains corresponding to the predicted\neighth helix and to the region identified in the truncation mutants\nas being responsible for deactivation. Upon closer examination of\nthe region between amino acids 386 and 396, there was some variation\nin the number and location of phosphorylatable residues among the\nzebrafish opsins. Opn4a and Opn4b are similar to mouse melanopsin\nin the location and spacing of the phosphorylatabe residue. In contrast,\nOpn4.1 and Opn4xa are missing two and three of the six sites, respectively,\nwith another serine located just outside of the identified area at\nposition 381 also being converted to a nonphosphorylatable residue.\nOpn4.1 lacks S388, S394, and S381, whereas Opn4xa lacks T389, S392,\nand S394 in addition to the loss of S381. The deactivation kinetics\nof the four expressed zebrafish melanopsin genes correlates with either\nwild-type mouse melanopsin or with the phosphorylation-defective mutant.\nOpn4a and Opn4b deactivate in the kinetic calcium assay with a time\ncourse similar to wild-type mouse melanopsin (Opn4). In contrast,\nthe deactivation kinetics of Opn4.1 and Opn4xa are similar to the\nmouse melanopsin mutant lacking all phosphorylatable amino acids in\nthe carboxy-tail region. In zebrafish melanopsin, we conclude that\nsites 381, S338, and S394 are required for rapid deactivation. There\nhas been great debate about which sites and how many are required\nfor deactivation of rhodopsin.\n\nand\n\nwork has shown that any phosphorylatable residue in the rhodopsin\ncarboxy tail can be phosphorylated.\n\nMass spectrometric analysis of murine rhodospin’s carboxy\ntail found that there were three amino sites that were most often\nphosphorylated, but all serines and threonines in the tail were substrates\nfor GRK.\n\nOther work involving single\nphoton responses of isolated transgenic mouse rods found that only\nthree phosphorylation sites were necessary for deactivation regardless\nof the specific identity of the sites.\n\nMore recently, Vishnivetskiy et al. used purified rhodopsin fractions\nwith specific numbers of phosphorylated amino acids and determined\nthat three phosphorylations were necessary to fully activate arrestin-1\nfor rhodopsin binding.\n\nIf a similar mechanism\nis governing melanopsin deactivation, then the number of incorporated\nphosphates is important, but the specific identity of the modified\namino acid is not.\n\nThe role of the five different zebrafish\nmelanopsins in the retina\nhas not yet been elucidated. It is intriguing to note that with the\nduplication of the melanopsin genes and diversification in expression\nthere has also been a selection for variants in the region of carboxy\ntail that is necessary for melanopsin deactivation. This variation\nresults in activated melanopsins having different active lifetimes.\nIt will be interesting to determine if the active lifetime of the\nvarious zebrafish melanopsins correlate with their function in the\nvarious cell types in which this visual pigment is expressed.\n\nIn contrast to the zebrafish retina, the mammalian retina expresses\none gene with two splice variants in five subtypes of intrinsically\nphotosensitive ganglion cells.\n\nThe light response\nin each of these five cell types has different deactivation kinetics,\nsuggesting that the regulation of the deactivation reactions of melanopsin\nand the phototransduction cascade is varied. It has been suggested\nthat variation is due to the difference in the rate of melanopsin\ndeactivation and is due to the variation in the carboxy tail in the\nshort and long melanopsin splice variants. The alternative splice\nvariant only changes the distal region of the carboxy tail\n\nand not the more proximal control region that\ncontains the amino acids identified here that are important for melanopsin\ndeactivation. It therefore seems unlikely that these two isoforms\nhave different deactivation kinetics. However, we tested the deactivation\nkinetics of the two mouse splice variants and observed no change in\nthe activation or deactivation kinetics (Figure\n\n). These results suggested that the varied kinetics of the light\nresponse in the five subtypes of mouse iPRGs is not due to the difference\nmelanopsin isoforms.\n\nCalcium imaging of the two splice variants of mouse melanopsin.\nThe long (Opn4L) (Mel WT) and short (Opn4S) (Mel short) isoforms of\nmouse melanopsins were assayed for their deactivation kinetics. They\nwere found to have similar deactivation kinetics.\n\nIn summary, melanopsin is an atypical vertebrate visual pigment\nthat is involved in regulating a large variety of physiological functions.\nIn the mammalian retina, the variation in function seems to be mediated\nby the projection of the various retinal cell types and regulation\nof the phototransduction cascade. The deactivation of melanopsin does\nnot appear to be regulated by changes to the carboxy terminal. In\ncontrast, in nonmammalian vertebrates, there are two major families\nof melanopsin genes. In zebrafish, genes from both of these families\nhave been duplicated, and there has been diversification in the carboxy\nterminus of these proteins. These zebrafish melanopsins have varied\ndeactivation kinetics, and this may correlate with the visual function\nthat these zebrafish isoforms drive.\n\n"
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.bmj.com",
    "year": "Unknown",
    "source": "www.bmj.com",
    "url": "https://www.bmj.com/content/371/bmj.m3792",
    "full_text": ""
  },
  {
    "title": "[Relationship between blood glutathione levels and cholinesterase activity in methyl parathion poisoning].",
    "abstract": "As countries develop and urbanize, production demands, such as food and beverage packaging, medical equipment, electronics, flame retardants, adhesives, building materials, automobiles, and paper coatings increase globally (\n\n;\n\n;\n\n;\n\n;\n\n;\n\n). As a result, consumption of bisphenol A (BPA), 2,2-bis(4-hydroxyphenyl) propane (CAS No. 80-05-7), a common industrial chemical component in many products, has steadily grown over the last 58 years. Commercial production of BPA began in the United States i",
    "journal": "Seikagaku. The Journal of Japanese Biochemical Society",
    "year": "1972-07-01",
    "source": "Seikagaku. The Journal of Japanese Biochemical Society",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4674187/",
    "full_text": "As countries develop and urbanize, production demands, such as food and beverage packaging, medical equipment, electronics, flame retardants, adhesives, building materials, automobiles, and paper coatings increase globally (\n\n;\n\n;\n\n;\n\n;\n\n;\n\n). As a result, consumption of bisphenol A (BPA), 2,2-bis(4-hydroxyphenyl) propane (CAS No. 80-05-7), a common industrial chemical component in many products, has steadily grown over the last 58 years. Commercial production of BPA began in the United States in 1957 and then in Europe a year later. Growth of global production has consistently ranged between 0% and 5% annually, with the latest strongest growth occurring in China (\n\n). In fact, between 2000 and 2006, the BPA market in Asia alone grew at an average of 13% annually (\n\n). In 2004, the estimated production of BPA in the United States was approximately 1 million tons (2.3 billion pounds) and just above 1 million tons was also produced in Western Europe in 2005 and 2006 (\n\n;\n\n). Therefore, BPA is classified as a high production volume chemical in the United States.\n\nThe purpose of this review was to examine the occurrence of BPA in the natural environment throughout different regions of the world. We included over 500 peer-reviewed studies that reported specific concentrations of BPA measured in aquatic systems, wildlife, and humans. This compilation of data on BPA was intended to support an understanding of region-specific environmental occurrence, exposure, and bioaccumulation.\n\nBisphenol A does not occur naturally but has become ubiquitous in the environment as a result of its high production, consumption, and subsequent environmental introduction (\n\n). Environmental sources of BPA can be classified as preconsumer and postconsumer products. Preconsumer sources include those attributed to the manufacture of BPA and BPA-containing products, where the first source of BPA release is from effluent discharge of manufacturing plants (\n\n; Cousins et al. 2008; Klecka et al. 2009). Transport and processing of BPA and BPA-containing products are additional sources for its preconsumer release (\n\n;\n\n).\n\nPostconsumer sources include those associated with disposal or waste including effluent discharge from municipal wastewater treatment plants (WWTP), leaching from landfills, combustion of domestic waste, and degradation of plastics in the environment (\n\n;\n\n;\n\n). In 2000, Fürhacker et al. reported that 90% of BPA was removed during wastewater treatment in a plant located in southern Austria; similar findings were reported in the United States (\n\n). However, despite efforts to treat BPA, detection in the environment continues to be reported (\n\n;\n\n;\n\n; Xu et al. 2014a, b). For example, detection of BPA was reported up to 17.2 mg/L in hazardous waste landfill leachates from Japan (\n\n) and 12 μg/L in effluents in the United States (\n\n). In addition to environmental occurrence, contact with heat and acidic or basic conditions accelerates the hydrolysis of the ester bonds between BPA molecules, which results in human and domesticated animal exposure from heating of cans to sterilize food, the presence of acidic or basic food or beverages in cans and polycarbonate plastic, and repeated heating and washing of these products (\n\n;\n\n;\n\n;\n\n). Inhalation of indoor dust and dental sealants represents other sources of human exposure (\n\n;\n\n;\n\n).\n\nBisphenol A is synthesized by the condensation of phenol with acetone in the presence of a catalyst, a strongly acidic ion-exchange resin. The molecular structure of BPA consists of a central tetrahedral carbon atom with 2 methyl groups and 2 phenol groups (\n\n). Bisphenol A is a moderately water-soluble compound (120-300 mg/L at room temperature;\n\n), and it dissociates in alkaline matrices (pK\n\n10.29 ± 0.69). The U.S. National Institutes of Health Hazardous Substances Data Bank reports a log K\n\nof 3.64 ± 0.32 for BPA. Thus, BPA would be historically considered to possess moderate bioaccumulation (\n\n;\n\n), although more recent studies highlight the importance of understanding bioaccumulation and the toxicological relevance of moderately lipophilic substances (\n\n,\n\n). In addition, low volatility results from low vapor pressure, high melting point, and moderate solubility (\n\n). Rapid photo-oxidation and breakdown in the atmosphere explains the low half-life of BPA in air (0.2 days). Despite the low half-life and only a moderate potential for bioaccumulation, BPA has been detected in multiple environmental matrices (eg, water, soil, and air), including wildlife and humans as subsequently discussed further below.\n\nPhysicochemical Profile of Bisphenol A.\n\nRange reported in the U.S. Environmental Protection Agency’s EPI Suite program, a physical/chemical property and environmental fate estimation program (U.S. Environmental Protection Agency for Estimation Programs Interface (EPI) Suite v4.11, November, 2012).\n\nRange reported in the US National Institutes of Health’s Hazardous Substances Data Bank TOXNET, representing values for aquatic organisms in peer-review articles.\n\nDetection of BPA in water began in the late 1990s, with publications of environmental occurrence steadily increasing since these earlier observations (\n\n). Publication topics span from chemical and biological detection and quantification method development studies to best management practice studies on the transformation of BPA prior to environmental release (e.g., ozonation and bacterial degradation). Although BPA is a highly studied compound, we examined the literature to gain an understanding of its relative distribution in various parts of the world (\n\n). For example, water occurrence studies largely have occurred in Europe, Asia, and North America with 86, 69, and 27 articles, respectively (\n\n; Supplemental Table S1). Notably, no published studies were identified from Russia, India, South America (with Brazil as an exception), Central America, or Africa (with Tunisia as an exception). Thus, although we report and analyzed global patterns of freshwater BPA contamination, it is largely comprised of data from 3 continents and lacks data from the majority of developing countries around the globe (\n\n).\n\nHistoric overview of the number of publications per year among geographic locations reporting detection of bisphenol A (BPA) in (A) surface water and effluent; (B) sediment, soil, biosolids, and air; and (C) wildlife collected in the field including mammals, birds, fish, reptiles, amphibians, invertebrates, and plankton through December 2014.\n\nNumber of publications by continent or global region reporting detection of bisphenol A (BPA) in (A) surface water and effluent; (B) sediment, soil, biosolids, and air; and (C) wildlife collected in the field including mammals, birds, fish, reptiles, amphibians, invertebrates, and plankton through December 2014. Color intensities from white to black indicate increasing number of studies; the number in the center of each region indicates the total number of publications.\n\nBisphenol A concentrations in WWTP effluent ranged from nondetect to 370 μg/L, but in most cases, effluent levels were less than 5 μg/L (Supplemental Table S1). Limit of detection among studies also displayed a wide range from 0.006 ng/L to 10 μg/L, which inherently resulted from inconsistencies among the specific analytical methods employed in each study. Technological advances often result in analytical improvements for instrumental precision, accuracy, and sensitivity through time. However, water detection limits appear to be comparatively similar for BPA over the last 2 decades. Moreover, gas chromatography coupled with mass spectrometry (MS) continues to be the most common method employed followed by liquid chromatography coupled with MS.\n\nIn surface water, BPA ranged from nondetect to 56 μg/L (Supplemental Table S1). While surface water samples in most studies represented river sites upstream of a WWTP, BPA was also measured in coastal and marine systems (\n\n;\n\n; Martinez et al. 2013;\n\n). In the Baltic Sea, surface water samples had the highest concentrations (193 ng/L) of BPA compared to slightly lower observations (39 ng/L) in subsurface and bottom waters (\n\n). Slightly lower levels of BPA were reported in 291 potable tap water samples (\n\n) with mean and maximum levels of 14 ng/L and 1.3 μg/L, respectively.\n\nAfter reviewing the peer-reviewed literature, we compared measured environmental concentrations of BPA in effluent and surface water among Asia, Europe, and North America studies (\n\n). Because reports of minimum, median, and mean values were not consistently described and raw data were not obtained, we conservatively focused on maximum reported concentrations (Supplemental Table S1). We then employed probabilistic hazard assessment approaches to compare observations from different regions. Seventy-eight maximum values of BPA in effluents from Europe (41), Asia (21), and North America (16) were ranked using the Weibull formula using approaches previously reported by our research team (\n\n,\n\n;\n\n;\n\n;\n\n;\n\n;\n\n). These distributions were fairly similar; for example, 5th centiles of 1.29, 2.80, and 3.41 ng/L were observed for Asia, Europe, and North America, respectively. For surface water, a total of 105 data points were utilized to represent Asia (45), Europe (49), and North America (11;\n\n). These observations were generally higher than those detected in effluent; for example, 5th centile values identified that the likelihood of encountering higher surface water concentrations of BPA exists in Asia compared to Europe and North America (\n\n;\n\n).\n\nMeasured Environmental Concentration distributions of maximum reported bisphenol A (BPA) concentrations in effluent (A) and surface water (B) in Asia, Europe, and North America. Vertical lines correspond to Predicted No Effect Concentrations (PNECs) in Canada (750 ng/L), the European Union (1500 ng/L), and Japan (1600 ng/L).\n\nEquations for Regression Lines and Values Corresponding to Various Centiles for Measured Environmental Concentration Distributions of the Maximum Reported BPA Concentrations (ng/L) in Surface Water and Effluent in Asia, Europe, and North America.\n\nAbbreviation: BPA, bisphenol A.\n\nPercentage exceedence values are based on Predicted No Effect Concentrations from Canada (750 ng/L), the European Union (1500 ng/L), and Japan (1600 ng/L).\n\nWe then further employed probabilistic hazard assessment to examine the likelihood of encountering exceedences of proposed Predicted No Effect Concentrations (PNECs), which ranged from 750 ng/L in Canada, to 1500 ng/L in the European Union (EU) and 1600 ng/L in Japan. As noted earlier, distributions among regions were quite similar; thus, it was not surprising to observe similar patterns of PNEC exceedences. For example, the highest exceedance of the Canadian PNEC in effluent was observed in Europe, followed by North America, and Asia with exceedence values of 63.4%, 56.3%, and 52.4%, respectively (\n\n). However, such patterns were reversed for BPA exceedances in surface water among geographic regions where reports from Asian surface waters exceeded the Canadian PNEC 80% of the time (\n\n), whereas the likelihood of Europe and North America exceedences was observed 53.1% and 34.6% of the time, respectively. Thus, it is also important to note that Europe and North America had higher percentage of exceedances in effluent than in surface water. Future research efforts to understand environmental exposure of BPA and other industrial chemicals in surface waters are necessary in effluent-dominated and dependent systems, which often represent worse-case scenarios in urbanizing inland and coastal waters (\n\n).\n\nA total of 20 studies of BPA in sewage sludge and biosolids were found in the literature, most of which were from Europe (8) and North America (8), with the remainder originating from Asia (3) and Australia (1). Bisphenol A is a ubiquitous environmental contaminant in these sludge and biosolid reports, with concentrations ranging from 10 to >100 000 μg/kg dry weight (DW; Supplemental Table S2). Concentrations depended largely on the amount and type of influent source loading and effluent treatment processes involved (such as primary and secondary treatment). For most municipal WWTPs, concentrations of BPA ranged from 10 to 10 000 μg/kg DW. However, higher levels (>100 000 μg/kg) were found in the sludge of WWTPs receiving elevated industrial effluent (\n\n). Geographic differences of BPA in sludge were recently examined by\n\nwho developed probabilistic exposure distributions of BPA in sewage sludge and proposed median (50th percentile) and 95th percentile values of 780 and 14 200 μg/kg for North America and 160 and 95 000 μg/kg for Europe.\n\nOnly 6 studies on the occurrence of BPA in soil were found in the literature, of which 2 each were from Asia and North America and 1 was from Europe (Supplemental Table S2). Primary sources of BPA to terrestrial soils include the application of sewage sludge (\n\n;\n\n), irrigation with wastewater effluent (\n\n), discharge of landfill leachate (\n\n), and disposal and recycling of electronic waste (\n\n). Concentrations in soil varied across several orders of magnitude (ie, <0.01-1000 μg/kg) depending on the amount and type of effluent or waste received (Supporting Table S2). Soils specifically treated with sewage sludge generally contained BPA concentrations ranging from 1 to 150 μg/kg (\n\n;\n\n). Although the presence of BPA in agricultural fields irrigated with wastewater effluent is limited,\n\nreported BPA concentrations of less than 10 μg/kg. However, BPA levels greater than 100 μg/kg have been observed at electronic waste recycling and disposal sites in China (\n\n).\n\nOnce BPA has reached the soil, it is relatively immobile due to its high soil–water partitioning coefficient of 314 to 1524 (\n\n) and can form nonextractable residues within 3 days. Sorption to soils and sediments is highly dependent on organic matter concentrations and particle grain size (\n\n). Ionization of BPA could occur in extreme soils if pH values approach its pKa (\n\n), which could result in enhanced leaching or percolation to groundwater. The fate, transport, and bioavailability of the bisphenolate anion or nonextractable residues of BPA soil compartment have not been thoroughly investigated (\n\n;\n\n).\n\nFifty studies on the presence of BPA in sediments were identified and spanned multiple continents including Asia (29), Europe (17), and North America (4) (Supplemental Table S2). No studies were found for Australia, Antarctica, Central America, South America, or Africa. Like in soils, reported concentrations of BPA in sediments span several orders of magnitude and depend on loading from upstream sources, such as municipal and industrial WWTP effluent. Concentrations between 100 and 1000 μg/kg DW were commonly reported downstream of heavily populated urban areas, WWTPs, and industrial discharges (\n\n;\n\n).\n\nNot surprisingly, most studies focused sampling efforts on heavily urbanized watersheds and conveyances downstream from WWTPs. The highest concentrations reported in the literature were from Taiwan (10,500 μg/kg,\n\n), China (3,400-3,600 μg/kg,\n\n;\n\n), and Germany (1,630 μg/kg,\n\n). Maximum detected BPA concentrations from Asia were comparable to those of studies in Europe (\n\n). Specifically, 95th and 99th percentile (\n\n) sediment concentrations for Asia (3458 and 20 136 μg/kg DW) were higher than those of Europe (3384 and 13 392 μg/kg DW). It is important to note the limited number of studies conducted in North America (4) or Europe (17) compared to Asia (29) (Supplemental Table S2).\n\nMeasured environmental concentration distributions of maximum detected bisphenol A (BPA) concentrations in sediments from Asia and Europe.\n\nEquations for Regression Lines and Values Corresponding to Various Centiles for the Maximum Reported BPA Concentrations (μg/kg dry weight) in Sediments From Asia and Europe.\n\nAbbreviation: BPA, bisphenol A.\n\nBeyond total organic carbon content, the ability to predict partitioning of BPA to sediments is dependent on pH (\n\n), black carbon (\n\n), ionic strength (\n\n;\n\n), and temperature (\n\n). Bisphenol A has a pKa of 10.29 ± 0.69 (\n\n), which results in enhanced sorption at lower pH values and higher solubility or desorption at pH values closer to the pKa. At lower pH values (eg, pH\n\n7), BPA is subject to a “salting out” effect, whereby increasing ionic strength will enhance sorption to sediments (Zeng et al. 2007;\n\n), whereas the reverse occurs at a pH closer to the pKa (eg, pH of 8;\n\n). Although organic carbon normalized partitioning coefficients (K\n\n) are typically used to predict sorption of BPA to sediments, these values can vary from 1355 L/kg to 447 L/kg based solely on the presence of organic or humic substances (\n\n). Additional efforts are needed to describe K\n\nvalues for BPA across sediment types and pH ranges, and then how these environmental gradients influence bioavailability and bioaccumulation.\n\nOnly 6 studies were identified which reported BPA levels in air (3 in Asia, 2 in North America, and 1 in Europe;\n\n). These studies investigated the presence of BPA in outdoor air (\n\n;\n\n), in indoor air of homes (\n\n;\n\n) and workplace offices (\n\n), and occupational exposure in plastics factories (\n\n). Maximum indoor air concentrations were reported in BPA at resin factories in China (>50,000 ng/m\n\n), whereas lower (<100 ng/m\n\n) concentrations are found in residential and commercial buildings (\n\n;\n\n).\n\nSources of BPA to outdoor air include the burning of domestic and electronic waste (\n\n;\n\n) and paint spraying (\n\n). Due to the low volatility of BPA, low air emissions, and rapid photo-oxidation half-life (<7 hours), BPA is expected to have a negligible presence in the atmosphere (\n\n).\n\ninvestigated atmospheric aerosol concentrations of BPA in a wide range of geographic and demographic locations. For example, in urban areas of India, China, Japan, New Zealand, and the United States, BPA levels ranged from 0.004 to 17 ng/m\n\n, while BPA ranged from 0.005 to 0.2 ng/m\n\nin rural areas of China and Germany. In marine areas of the Pacific, Atlantic, and Indian Oceans, BPA was detected between 0.001 and 0.03 ng/m\n\n, with the highest concentrations in urban coastal regions. Furthermore, in aerosol samples collected from polar regions, BPA concentrations ranged between 0.001 and 0.017 ng/m\n\n. Because BPA does not occur naturally and it is in high demand by society, it is expected to be reported in highest concentrations in urban areas, but BPA is also present in remote areas of the globe. How much and at what rate atmospheric BPA is differentially deposited to the world oceans remains to be determined.\n\nSince 1999, a total of 63 studies have been published on BPA concentrations in wildlife (Supporting Table S3). Sixty-two percent of these articles reported BPA in wildlife from the field, while the remaining reports are derived from controlled laboratory studies. About half of the field studies occurred in Europe and Asia (\n\n). Only 2 studies reported tissue data collected in North America (Supplemental Table S3), and no data have been reported on BPA levels in wildlife from other regions of the world. Such observations appear to be increasing recently; for example, from 1999 to 2012, between 0 and 3 publications were released each year, but an average of 6 articles were published in each of 2013 and 2014 (Supplemental Table S3).\n\nBisphenol A has been detected in tissues of several different aquatic species collected from marine and freshwater systems. In fish, the group of organisms for which most of the data on wildlife tissue levels exists, BPA has been detected at concentrations ranging from 0.2 to 13 000 ng/g (Supplemental Table S3). Bisphenol A has also been measured in amphibians, mollusks, gastropods, crustaceans, aquatic insects, polychaetes, algae, and diatoms (Supplemental Table S3) at concentrations similar to those reported in fish in the ppt to low ppb range. The only terrestrial organisms for which field BPA accumulation data are available is for the earthworm (\n\n). In this species,\n\nmeasured BPA tissue levels in adult earthworms collected from sewage percolating beds.\n\nBased on laboratory-derived data, BPA shows little ability to accumulate significantly from water in tissues of biota. Bisphenol A bioconcentration factors (BCFs) for fish range from 1.7 to 182 (Supplemental Table S3), values that are well below the lower thresholds used by regulatory agencies to identify a substance as bioaccumulative. Similar to those of fish, BCFs for marine and freshwater bivalves are fairly low, with values ranging from 4.5 to 144. In amphibians and phytoplanktons, BCFs have been reported up to 458 and 382, respectively (Supplemental Table S3). The BCFs for these organisms are higher than fish but still below typical regulatory thresholds.\n\nThe low BCFs reported previously correlate well with results gathered from toxicokinetic experiments using BPA in fish.\n\ndemonstrated that after an intraperitoneal injection of 154 µmol BPA/kg of fish, BPA was readily absorbed from the body cavity into the liver, plasma, and muscle of rainbow trout. In this study, each of the compartments reached maximum (100%) BPA concentrations 2 hours after injection. Twenty-four hours following injection, only 1.5%, 2.0%, and 1.7% BPA remained in the liver, plasma, and muscle, respectively. Similar to observations from injected fish, inhalational exposure of BPA through water had a relatively short (<6 hours) half-life in fish plasma and tissues (\n\n;\n\n). The fast elimination of BPA in fish is likely due to its metabolism. In an aqueous exposure, rainbow trout and zebrafish rapidly converted BPA to BPA glucoronic acid and, to a much lesser extent, BPA sulfate; BPA glucoronide was reported to be primarily excreted in bile through the intestine (\n\n;\n\n). Introduction of a glucoronyl group reduces the K\n\nof a chemical by 2 orders of magnitude (\n\n). As with injected and aqueous exposed fish, rainbow trout dosed orally also demonstrate quick elimination of BPA (\n\n).\n\nAlthough laboratory BCFs are fairly low, field bioaccumulation factors (BAFs) for BPA are typically much higher.\n\n, for example, reported BAFs for common carp (\n\n) ranging from 3583 to 14178. These values are over an order of magnitude higher than the highest reported laboratory BCF for fish. The large difference between fish BCFs and the accumulation factors calculated by\n\ncould be attributed to several different factors. First, the authors measured BPA in carp, a benthic species that was never used in any of the laboratory-derived BCF experiments with pelagic fish. Thus, differences between\n\nfindings and previous investigations could be due to sediment exposure in the field. These differences could also have resulted from species-specific differences in metabolism. For example,\n\ndemonstrated that zebrafish metabolized BPA faster than rainbow trout, which could be attributed to the lower estrogenic sensitivity of zebrafish to BPA. Second,\n\nmeasured BPA in bile, but previous laboratory-derived BCF studies determined accumulation levels in plasma and tissues. In fish, bilary excretion is the main route of BPA elimination, and more BPA accumulates in bile than in plasma, muscle, and liver (\n\n). Finally, if BPA primarily accumulates through another route, such as dietary exposure from benthic organisms inhabiting contaminate sediments, laboratory-derived BCFs would be much lower than BAFs because in these controlled laboratory studies fish were only exposed via water.\n\nBioconcentration factors can be estimated using a regression equation that assumes bioconcentration is a thermodynamically driven partition process between the water and the lipid phase of an exposed organism (\n\n). The equation, originally developed by\n\n, is based exclusively on the compound’s log K\n\n. Given that BPA has a Log D of 3.64 at a pH of 7.4, the estimated BCF is 344 (\n\n). In addition, we observed the BCF estimate of 71.85 (log P = 3.32) derived by the U.S. Environmental Protection Agency’s Estimation Programs Interface (EPI) Suite software (\n\n) to be much closer to laboratory-derived BCFs. Although this prediction is higher than laboratory-derived values for fish, invertebrates, and bivalves, it still falls below common regulatory thresholds (EPA = 1000; EU = 2000), as demonstrated with the experimental BCFs. The higher value derived from the equation could be attributed to the equation’s lack of metabolism component. As stated earlier, BPA has been demonstrated to undergo glucoronate and sulfate conjugation in fish. Unfortunately, comparative metabolism and detoxification differences among fish and other species are not understood but are necessary to advance an understanding of bioaccumulation and risks to wildlife from BPA and other contaminants.\n\nWhether BPA displays trophic transfer is yet to be determined.\n\nsuggested that BPA can accumulate in zooplankton via phytoplankton. This conclusion was grounded on the observation that in water and marine phytoplankton (\n\nsp) spiked with 24 µmol/L BPA, recovery of the compound was 11% and 46%, respectively; while the recovery from medium and zooplankton (\n\n) was >80% and <7%, respectively, in a separate study (\n\n). However, >40% of the spiked BPA was recovered in the zooplankton when phytoplankton and zooplankton were exposed concurrently.\n\nTo better characterize the accumulation potential of BPA in aquatic species and food chains, more experimental data are needed. In particular, in vitro metabolism experiments, such as fish S9 assays, would help clarify the rate at which BPA undergoes metabolism and the degree to which metabolic processes affect bioconcentration and bioaccumulation of BPA in aquatic biota. This in vitro data would aid in the development of methods to model and estimate accumulation of industrial compounds such as BPA, which undergo metabolism in aquatic species. Similarly, field and mesocosm studies aimed at calculating trophic magnification or dilution factors for BPA, particularly in effluent-dependent surface waters (\n\n), are necessary to further understand bioaccumulation in wildlife.\n\nNumerous studies have documented the presence of BPA in canned foods (see\n\n;\n\n). Heat associated with sterilization of the container and acidity of the contents appear to be important determinants of the rate of migration (\n\n;\n\n). In humans, the scientific consensus is that the primary route of exposure is consumption of canned food. For example,\n\nand others observed a 1200% increase in urine BPA concentrations following consumption of 1 serving of canned soup versus fresh food over a 5-day period (\n\n). Diet modification that removes canned or packaged foods was also shown to sharply reduce urinary BPA concentrations (Gray et al. 2011;\n\n).\n\nMoreover, BPA migrates out of polycarbonate in reusable containers for food and water; for example, the product that has by far received the most attention is baby bottles (\n\n;\n\n;\n\n). The EU banned the use of polycarbonate in baby bottles in 2011, and the US Food and Drug Administration followed in 2012. A definitive review of the presence of BPA in simulated food in polycarbonate baby bottles in the EU was recently published by\n\n. The authors concluded that contact time, temperature, and pH are the main determinants of migration of BPA into the food. For children, the estimated exposure range from 0.01 to 13 μg/kg/d, with the highest for children who were bottle fed; for adults, the highest estimated exposure was 4.2 μg/kg/d (\n\n;\n\n).\n\nThermal paper, as used in credit card receipt printers and other types of retail applications, represents an additional source of BPA (20 mg/g paper) as a reactant in the process of heat printing (\n\n;\n\n;\n\n). Tens to hundreds of micrograms of BPA can be transferred from heat-printed receipts in relatively transient contact. Although the rate of skin penetration for BPA is unclear, a study of a limited number of volunteers indicates that these exposures are associated with significant increases in unconjugated BPA in serum (\n\n;\n\n). Furthermore, elevated levels of BPA in urine have been observed in cashiers (\n\n;\n\n; Calafat et al. 2014;\n\n). It has been estimated that dermal exposures of this type amount to between 0.1 and 0.58 μg/kg/d, although it could account for as much as 51% of total exposure in occupationally exposed persons (\n\n;\n\n;\n\n; Heinala et al. 2014;\n\n). This application is likely also responsible for widespread environmental contamination with BPA as well as contamination of paper currency (\n\n;\n\n;\n\n;\n\n;\n\n,\n\n;\n\n).\n\nDental fillings comprising composite epoxy resins frequently contain BPA (\n\n;\n\n;\n\n). A meta-analysis by\n\nconcluded that 0.013 to 30 mg of BPA may be released within 24 hours of implantation (\n\n;\n\n). The worst-case scenario of 30 mg represents a significant exposure (10-fold higher than the EPA RfD) although it is of short duration (\n\n;\n\n). Other minor sources of exposure include medical devices, mouthing of toys by children, cigarette filters, household detergents, and personal care products (\n\n;\n\n;\n\n;\n\n).\n\nThe current U.S. EPA (Environmental Protection Agency) reference dose for BPA is 50 μg/kg/d, based on a Lowest Observed Adverse Effect Level (LOAEL) (reduced body weight in a National Toxicology Program chronic rat oral study published in 1982) and a safety factor of 1000 (\n\n). The European Food Safety Authority (EFSA) has recently lowered their safe exposure level from 50 to 4 μg/kg/d based on observations from a 2-generation toxicity study in mice and notes that another reevaluation may take place following completion of an NTP (National Toxicology Program) study in 3 years (\n\n;\n\n,\n\n). The EFSA’s evaluation estimated the highest aggregate exposure at 1.449 μg/kg/d for adolescents, and thus concluded that “there is no health concern for any age group from dietary exposure or from aggregated exposure” to BPA. However,\n\n) estimated exposure from food sources alone to range from 0.1 to 5 μg/kg body weight/d and up to 13 μg/kg/d for children. This discrepancy is possibly due to differences in default and refined exposure parameters (eg, diet) between the EU and other geographic regions.\n\nWhen assessing BPA bioaccumulation, the scientific and regulatory communities have frequently relied on a study conducted by\n\nand\n\n, which concluded that BPA was rapidly eliminated (t\n\n5.3 hours), primarily through glucuronidation. However, concerns have been raised about these conclusions, including the limits of detection (\n\n,\n\n;\n\n;\n\n). Although ingestion of canned food is thought to be the primary route of exposure for most persons, a study of BPA levels in fasting adults did not demonstrate the rapid clearance that was expected (\n\n;\n\n;\n\n;\n\n).\n\nThere is significant disagreement about the half-life of BPA in humans. The scientific and regulatory community has frequently relied on a study conducted by Voelkel et al. (2002) who used humans and nonhuman primates to demonstrate that orally administered BPA is quickly absorbed by the gastrointestinal tract. Other studies have shown that BPA undergoes extensive first pass metabolism in the gut wall (Inoue et al., 2003) and in the liver (Pritchett et al., 2002), whereby the compound is primarily conjugated to BPA-glucorononide and, to a lesser extent, BPA-sulfate (\n\n; Hanioka et al. 2008). After conjugation, BPA is rapidly removed from the blood by the kidneys and excreted in urine (\n\n; Teeguarden et al. 2011). More than 90% of BPA is excreted in urine within the first 6 hours following uptake, with the majority of the compound being released as BPA-G (\n\n).\n\nOnly a few studies have measured BPA in tissues. In adults, BPA has been detected in the brain at concentrations up to 2.36 ng/g (\n\n), in the liver from 0.9 to 2.77 ng/g (\n\n), and in adipose tissue from 1.12 to 12.28 ng/g (\n\n;\n\n). These levels are close to what has been measured in plasma, suggesting that BPA may not partition significantly from blood to the lipophilic compartment. Data from human pharmacokinetic studies indicate that BPA does not accumulate in tissues but instead is rapidly eliminated in urine (\n\n;\n\n; Teeguarden et al. 2011). However, evidence from\n\nsuggests that BPA accumulates in body compartments with long elimination times and/or that it enters humans through nonfood exposure routes in addition to dietary routes. This conclusion was based on statistics gathered from the Center for Disease Control and Prevention’s (CDC) 2003 to 2004 National Health and Nutrition survey (NHANES), whereby the authors modeled BPA urine concentrations as a function of fasting time. The researchers found that BPA levels did not decline rapidly with fasting time. Human biomonitoring studies using lipophilic tissue are quite limited due to the invasive procedures necessary to isolate the matrix. Thus, the degree to which BPA is accumulated and eliminated from these compartments is still fairly uncertain.\n\nBecause fetuses, young children, and infants often have a reduced capacity to metabolize xenobiotics, the risk of BPA exposure and accumulation is greater in these populations (\n\n). Bisphenol A has been measured in fetal cord blood (\n\n;\n\n;\n\n;\n\n;\n\n;\n\n), fetal liver (\n\n;\n\n;\n\n), and amniotic fluids (\n\n;\n\n;\n\n;\n\n;\n\n) at concentrations ranging from 0.14 to 9.2, 1.3 to 50.5, and 0.36 to 5.62 ng/g, respectively, indicating that the fetus is likely exposed to BPA via maternal uptake (Vandenberg et al. 2012). Using a human ex vivo model, Balakrishnan et al. (2010) revealed that environmentally relevant concentrations of BPA can transfer across the human placenta. Furthermore, BPA has been measured in placental tissue at concentrations up to 273.9 ng/g (\n\n) and in maternal blood up to 66.48 ng/ml (\n\n). However, BPA may be released from medical devices, and thus exposure in some or all of the above-mentioned studies may have occurred by routes other than maternal uptake (Hengstler et al. 2011).\n\nDue to the limited amount of data available, the degree to which BPA accumulates in the more lipophilic compartments of humans is unclear. Additionally, few studies have been conducted to determine BPA body burdens in fetuses and the degree to which uptake from the maternal to fetal compartment occurs. For these reasons, future research should aim to include experimental pharmacokinetic studies of chronic BPA exposure and further investigate the presence of BPA in human adipose and fetal tissues.\n\nBecause BPA is relatively nonpersistent (biological half-life <6 hours) and a sufficient amount of it undergoes rapid excretion in urine as a major metabolite or unchanged, urinary measurements of BPA are most preferred in estimating human uptake or exposure (\n\n). Hence, the majority of human biomonitoring studies on BPA report urinary concentrations. The concentrations reported from these studies are typically <10 ng/mL, values similar to what has been reported in plasma (Supplemental Table S4). The median BPA concentration for urine samples collected from 2749 Americans ≥6 years of age during the 2009 to 2010 CDC NHANES was 1.90 ng/mL. This median is fairly close to those gathered from other biomonitoring studies in Asia, Europe, and North America (\n\n). We examined the likelihood of exceeding this NHANES median value based on available literature values from Asia, Europe, and North America (\n\n). Although urine levels from Europe exceeded the 2009 to 2010 CDC NHANES median 60% of the time, lower exceedence frequencies were reported from Asia (40%) and North America (20%; Supplemental Table S4).\n\nEquations for Regression Lines and Values Corresponding to Various Centiles for Distributions of the Median Reported BPA Concentrations (ng/mL) in Urine Collected From Human Populations in Asia, Europe, and North America.\n\nAbbreviation: BPA, bisphenol A\n\nPercentage exceedence values are based on the US National Health and Nutrition Examination Survey, Centers for Disease Control and Prevention (NHANES 2009-2010).\n\nMeasured human concentration distributions of median bisphenol A (BPA) concentrations in urine sampled from populations in Asia, Europe, and North America. Vertical line corresponds to the median BPA urinary level reported by the US National Health and Nutrition Examination Survey, Centers for Disease Control and Prevention (NHANES 2009-2010).\n\nHerein, we examined over 500 articles from the peer-reviewed literature to understand global distribution of BPA levels in effluent discharges, surface waters, sewage sludge, biosolids, sediments, soils, air, wildlife, and humans. Unfortunately, such information is decidedly lacking from many large geographic regions, megacities, and developing countries. When data were available from environmental matrices, probabilistic hazard assessments were performed to understand potential global “hot spot” environmental quality concerns. Based on the approach taken here and data availability, PNEC values proposed by Canada were exceeded the majority of the time in effluent discharges and surface waters of Asia, Europe and North America. For example, the likelihood of exceeding this PNEC value was observed 80% of the time in surface water reports from Asia. These findings highlight the utility of coordinating global sensing efforts using integration of environmental monitoring and specimen banks for environmental contaminants to identify regions for implementation of more robust environmental assessment and management programs.\n\n"
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.elsevier.com",
    "year": "Unknown",
    "source": "www.elsevier.com",
    "url": "https://www.elsevier.com/books/allergy-differential-diagnosis-and-management/kumar/978-0-7020-6827-0",
    "full_text": ""
  },
  {
    "title": "Unknown Title",
    "abstract": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nAnaya JM, Shoenfeld Y, Rojas-Villarraga A, et al., editors. Autoimmunity: From Bench to Bedside [Internet]. Bogota (Colombia): El Rosario University Press; 2013 Jul 18.\n\nBeatriz AristizábalandÁngel González.\n\nThe innate immune response is the first mechanism for host defense found in all multicellular organisms. The innate immune system is more ancient than the acquired or adaptive immune response, and",
    "journal": "Unknown Source",
    "year": "Unknown Date",
    "source": "Perplexity AI",
    "url": "https://www.ncbi.nlm.nih.gov/books/NBK459455/",
    "full_text": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nAnaya JM, Shoenfeld Y, Rojas-Villarraga A, et al., editors. Autoimmunity: From Bench to Bedside [Internet]. Bogota (Colombia): El Rosario University Press; 2013 Jul 18.\n\nBeatriz AristizábalandÁngel González.\n\nThe innate immune response is the first mechanism for host defense found in all multicellular organisms. The innate immune system is more ancient than the acquired or adaptive immune response, and it has developed and evolved to protect the host from the surrounding environment in which a variety of toxins and infectious agents including bacteria, fungi, viruses and parasites are found (1).\n\nThe immune system is complex and is divided in two categories: i) the innate or nonspecific immunity, which consists of the activation and participation of preexistent mechanisms including the natural barriers (skin and mucosa) and secretions; and ii) the adaptive or specific immunity, which is targeted against a previously recognized specific microorganism or antigen. Thus, when a given pathogen is new to the host, it is initially recognized by the innate immune system and then the adaptive immune response is activated (2). Innate immunity is the host’s first line of defense and is intended to prevent infection and attack the invading pathogens.This nonspecific mechanism is fast (minutes to hours) while the adaptive response takes longer (days to weeks).\n\nInnate immunity is comprised of different components including physical barriers (tight junctions in the skin, epithelial and mucous membrane surfaces, mucus itself); anatomical barriers; epithelial and phagocytic cell enzymes (i.e., lysozyme), phagocytes (i.e., neutrophils, monocytes, macrophages), inflammation-related serum proteins (e.g., complement, C-reactive protein, lectins such as mannose-binding lectin, and ficolins); surface and phagocyte granule antimicrobial peptides (e.g., defensins, cathelicidin, etc.); cell receptors that sense microorganisms and signal a defensive response (e.g., Toll-like receptors); and cells that release cytokines and inflammatory mediators (i.e., macrophages, mast cells, natural-killer cells). Once the interaction host-invader pathogen enters, a signaling cascade is initiated which enhances the immune response and activates specific mechanisms (3-5). This natural immune response is designed to: a) prevent infection, b) eliminate invader pathogens, and c) stimulate the acquired immune response.\n\nThe innate immune system includes physical and anatomical barriers as well as effector cells, antimicrobial peptides, soluble mediators, and cell receptors (Table 1). Skin and mucosa provide an effective immune barrier between the internal and external environment. Skin acts as not only a physical barrier but also a chemical shield. The most external layer of epidermis mainly consists of keratinocytes, which are tightly linked by desmosomes and embedded in a layer of extracellular matrix proteins. Keratinocytes not only act as a physical barrier but also express pattern recognition receptors (PRRs) and are capable of producing cytokines and antimicrobial peptides that, in turn, induce an inflammatory cascade and microbial destruction respectively (6,7). Furthermore, sebaceous glands associated with hair follicles produce large amounts of fatty acids which create an acidic environment that is hostile to microorganisms. Mucous membranes in the digestive, respiratory, and genitourinary tracts have a continuous epithelium that prevents microorganisms from entering the host. In addition, these epithelial cells produce antimicrobial peptides such as defensins. The production of defensins is also enhanced by the action of inflammatory cytokines including interleukin (IL)-1 and tumor necrosis factor alpha (TNF-α) which are produced by macrophages and other immune cells in response to invading pathogens (2,8-11).\n\nComponents of the innate immune system.\n\nA malfunction in the epidermis can lead to an inadequate host response to a pathogen or a persistent inflammatory state. Atopic dermatitis is the most common inflammatory skin disorder. It is characterized by abnormalities in the skin barrier structures (i.e., stratum corneum and tight junctions), a robust TH2 response to environmental antigens, defects in innate immunity, and an altered microbiome. Many of these abnormalities may occur as a consequence of epidermal dysfunction through pattern recognition receptors.\n\nEpithelial cells in the gastrointestinal and respiratory mucosa have cilia, an extension of the cell surface which has the ability to move back and forth and thus keep the mucosa clear of mucus, dust, and possible invading microorganisms. In addition, intraepithelial lymphocytes are located in the skin and mucosal epithelium. These lymphocytes are predominantly gamma/delta T lymphocytes (LT-γδ), which are involved in host defense through cytokine production, phagocyte activation and, destruction of infected and tumoral cells. There is a subpopulation of B lymphocytes (LB-1) in this compartment that secretes immunoglobulin M (IgM), which are also known as natural antibodies. These natural antibodies protect against microbial pathogens through recognition of highly conserved epitopes and also exert homeostatic functions (2,10,11).\n\nThe human respiratory apparatus consists of nose, oropharynx, larynx, conducting airways, and the respiratory surface. Despite containing a volume of approximately 5 L, the total respiratory surface of the lung exceeds 120 m2(12), which is more than 60 times the body surface. This is due to the presence of millions of small alveoli, spheroid sacs at the terminal end of the conducting airways that provide an extremely thin epithelium. This is optimized for the diffusion of respiratory gases. A recent re-estimation of the total number of alveoli in the human lung represent 480 million units with a remarkably narrow size distribution that is around 4.2*106 /ml. This is equal to an alveolar radius of approximately 100 ml (13). There is continuous intense confrontation between the extensive surface of the respiratory tract and noxious airborne threats and potentially pathogenic microorganisms. As a result, the mucosal tissue in the nasal passages and oropharynx is always colonized by a multitude of bacteria.\n\nAn effective system of surveillance and cleaning has evolved in order to constantly monitor and maintain the sterility of the lung. This system is characterized by a unique design for the conducting airways and alveoli. Starting in the nose, a coarse filter consisting of hair and mucus will obstruct the entry of material exceeding a certain size limit. Combined with a rapid sneezing reflex, potentially hazardous or allergenic material will immediately be removed from the airways or trapped in the mucus. Despite being very sticky and viscous, the mucus also contains many antibiotic factors such as antimicrobial peptides or oxidizing enzymes (14). Thus, mucus not only constitutes a physical trap but also has considerable antibiotic properties. Specialized epithelial cells containing a ciliated surface line the airways. The design of an alveolus directly reflects its main function in the respiratory surface. It is covered by two types of alveolar epithelial cells (AECs), type I and type II. Type I AECs provide the thin respiratory surface of an alveolus. Type II AECs are almost round in appearance and contain the so-called lamellar bodies. They are storage sites for surfactant, a thin liquid film that is constantly produced by type II AECs (15). This film covers the entire surface of the alveolus and has important functions for the biology of the lung. AECs II are considered precursors for type I AECs and can replace them at sites of alveolar damage (16). Individual alveoli are separated from each other by thin septae, within which the capillaries of the pulmonary blood vessels flow. Alveoli are connected to each other by multiple holes within the septae, the so-called pores of Kohn. Immune cells recruited to the surface of alveoli can migrate through these pores (17).\n\nSurfactant is a compound mixture of phospholipids (90%) and proteins (10%). An important physical effect of the thin surfactant layer is that it compresses cells lying under its surface very flat. In the conducting airways, surfactant surface forces transport particulate matter from the rigid surface (gel phase) of the surfactant layer into the more liquid underlying sol phase, which is in direct contact with the mucocilliary border of the epithelium. The presence of particles in the sol phase facilitates their mucocilliary transportation (18).\n\nSurfactant contains four types of proteins (SP-A to SP-D) of which three have important immunological functions. Among them are the binding of bacterial lipopolysaccharide to or the direct absorption of surfactant proteins into the surface of pathogens. Surface binding of surfactant proteins can lead to pathogen aggregation and direct killing or the increase of the phagocytosis and killing activity of attached immune cells. In addition, surfactant proteins can also interfere with dendritic cell (DC) maturation or inhibit T cell proliferation and thus have an immunoregulatory function. Absence of surfactant proteins leads to the deviation of a protective T-helper 1 (Th1) towards a non-protective Th2 response during pulmonary hypersensitive reactions againstAspergillusantigens (19).\n\nThere are several chemical and enzymatic compounds capable of inhibiting and destroying microbial pathogens. These include: lysozyme, which is present in the saliva, tears, and nasal secretions and is able to affect microbial growth; hydrochloric acid and digestive proteins such as pancreatin and peptidase in the gastrointestinal tract, which destroy microbial pathogens; and fatty and bile acids, transferrin, lactoferrin and fibronectin that can control the growth of the host’s normal microbiota as well as the entrance of microbial pathogens through the mucosa (4,20).\n\nPlasma proteins include the secreted PRRs: MBL and CRP. These molecules recognize carbohydrates which are acting as opsonins. In addition, these PRRs may bind and activate complement factors such as C1q thus enhancing the inflammatory response (21,22).\n\nThe coagulation system, in addition to its role in controlling bleeding and clotting formation during a tissue injury, is also involved in the innate immune response by preventing microbial dissemination. Fibrinogen, one of the coagulation system components, can sense microorganisms and act as an opsonin (21).\n\nComplement is considered one of the most important enzymatic systems involved in the innate immune response (Seechapter 4). This enzymatic system is activated three different ways. Some of the components of this system act as opsonins or anaphylatoxins that enhance the immune response (23).\n\nActivation of the innate immune system is initiated by soluble pattern recognition molecules, which may be expressed on innate immune cells, bound to the extracellular matrix, or circulate in the blood as soluble molecules. One such soluble pattern recognition molecule is MBL, which is primarily synthesized in the liver and secreted to circulation (24,25). Small amounts of MBL are also synthesized in the kidney, thymus, tonsils, small intestine, and vagina, where mRNA has been detected (25-27).\n\nMBL protein has also been found in other organs such as the skin, brain, and lung although its mRNA has not been detected in those areas (24-29). In the lung, MBL is found in the bronchial alveolar lavage of healthy individuals and also on the smooth muscle in airways following infection (28,30). In the skin and the brain, MBL is observed only following burn and trauma injury respectively (28,29,31).\n\nMBL functions as an opsonin and activates the complement through the lectin complement pathway. The lectin pathway is also activated by ficolins, which are structurally similar to MBL and circulate in the blood. The lectin pathway requires activation of MBL-associated serine proteases (MASPs) (24,28,31-34).\n\nThere are two genes and five MASP gene products. MASP-1, MASP-3, and MAp44 (or MAP-1) are the alternative splice products of the MASP-1/3 gene while MASP-2 and MAp19 (or sMAP) are the alternative splice products of the MASP-2 gene (35). MASPs form complexes with MBL (35,36), and MBL binding to carbohydrate ligands is thought to induce conformational changes that enhance proteolytic activities in the associated MASP. MASP-1 and MASP-2 have been shown to activate the alternative pathway and the lectin complement pathway (37–40).\n\nMBL deficiency increases susceptibility to infection by reduced opsono-phagocytic activity and a reduced activation of the lectin complement pathway. The MBL deficiency may manifest as disseminated intravascular coagulation and organ failure with infection.\n\nSuccessful innate immune protection is achieved through two steps. First, identifying targets, such as pathogens and abnormal tissues and cells. Second, by orchestrating humoral and cell effectors to neutralize and eliminate the identified targets. In this sense, MBL contributes to both immunity from pathogens and maintenance of tissue integrity and homeostasis.\n\nMBL deficiency can be caused by inherited gene defects, which have been identified in 5%–30% of the population. MBL deficiency is a common primary immunodeficiency (41-43). There are three coding region single nucleotide polymorphisms (SNPs) at codons 52, 54 and 57, termed the C, B, and D alleles respectively (44). All of these SNPs are located in the collagen-like domain (all are located close to the N-terminus side of the kink and produce aberrant proteins) [44]. The frequency of these alleles varies depending on ethnicities. While all three alleles are observed in Caucasians, alleles C and D are very rare in Asians (45,46).\n\nMost MBL deficiency is due to the heterozygosity of these SNPs and results in a wide range of MBL blood concentrations from undetectable to as high as 10 μg/ml (45,47). Some aberrant MBLs were found to be dysfunctional in activating the lectin complement pathway. Mechanisms for this lack of complement pathway activation are related to reduced ligand binding due to decreased oligomerization and decreased activation of MASPs due to impaired association with mutant MBL (48,49).\n\nMBL-deficient hosts may present with systemic infection involving multiple organs, including blood (bacteremia), and uncontrolled inflammation due to cytokine storm. Such infection and subsequent cytokine release may establish an autocrine loop with further escalating complications.\n\nReactive oxygen species (ROS) and reactive oxygen intermediates (ROI) are produced by mammalian cells, particularly phagocytes, as a reaction against several microbial pathogens (50). These molecules are generated by activation of the enzymatic complex nicotinamide adenine dinucleotide phosphate (NADPH) oxidase (NOX2) and include superoxide anion (O2-), hydrogen peroxide (H2O2), hydroxyl radical (·OH), peroxynitrite (ONOO-),hypochlorous acid (-OCl), etc. (50). Both ROS and ROI are known to play diverse roles in inflammation, host defense, and homeostasis. Chronic granulomatous disease (CGD) is an inherited condition in which a deficiency of NOX2 results in the inability of phagocytes to generate microbicidal superoxide anion and its metabolites. Thus, patients with CGD have recurrent, life-threatening bacterial and fungal infections as well as chronic inflammatory diseases due to dysregulated inflammatory pathways (51).\n\nInnate cells, mainly phagocytes, are equipped with an enzymatic arsenal capable of destroying several microorganisms. These enzymes include proteases, cationic proteins, lysozyme, elastases, capthesin G, defensins, etc., all of which exhibit microbicidal activities (52-55). In addition, antimicrobial peptides and other mechanisms involving reactive nitrogen intermediates (RNI) and DNA extracellular traps have been described and will be discussed below.\n\nAMPs are host defense peptides secreted mainly by innate and epithelial cells including keratinocytes. Their antimicrobial activity is broadly based especially against fungi, bacteria, and viruses (20). About 1700 AMPs have been described so far. They are found constitutively or can be induced after activation of the host cells through several PRRs during an infection or injury (6). Additionally, these AMPs are involved in other cell processes including cell migration, proliferation, differentiation, cytokine production, angiogenesis, and wound healing, along with other functions (6). Several families of AMPs have been described.\n\nCathelicidin or LL-37 is released by neutrophils and epithelial cells. This AMP has the ability to kill Gram-negative and Gram-positive bacteria, fungi, and viruses. It induces an immune response which triggers inflammatory cell recruitment and cytokine release by host cells (6). Of note, LL-37 is induced by vitamin D3, and the absence of this vitamin is associated with the development of certain infectious diseases (20,56-59).\n\nDefensins include α- and β-defensins. α-defensins (hαD-1, -2, -3, -4) are stored in the azurophil granules of neutrophils, and HαD-5 and -6 are synthesized by the Paneth cells in the gastrointestinal tract (60). β-defensins (hβD-1, -2, -3) are produced mainly by keratinocytes. Defensins also exhibit antimicrobial activity, and like cethelicidins, they are chemotactic and induce cytokine and chemokine synthesis (6,61,62).\n\nOther AMPs include dermicidin and psoriasin, which also show antimicrobial activities. Alterations in the AMP expression are related to atopic dermatitis and psoriasis (6).\n\nNitric oxide (NO) is considered to be one of the most important RNI and is produced by an oxidative mechanism involving the catabolism of L-arginine (63). NO production by the enzymatic action of inducible nitric oxide synthase (iNOS) represents one of the major microbicidal mechanisms that phagocytic cells use against several pathogens (64). In turn, iNOS can be induced by several stimuli, including IFN-γ, TNF-α, and LPS, and is expressed by immune cells such as macrophages, neutrophils, dendritic cells, and NK cells (63). Like ROS, NO may be involved in inflammation and its regulation process.\n\nExtracellular DNA traps are part of innate immunity and are associated with infectious processes and allergic and autoimmune diseases. These structures are generated by different leukocytes including neutrophils, eosinophils, monocytes, and mast cells. They are called NETs, EETs, METs, and MCETs respectively. Extracellular traps are composed of DNA, histones, and the content of the intracellular granules such as elastase, myeloperoxidase (MPO), cathelicidins, tryptase, cationic proteins, and major basic protein, etc. These traps are induced by the action of the granulocyte/macrophage-colony stimulating factor (GM-CSF), interferons, IL-8, C5a, and LPS. Once formed, extracellular traps are capable of binding to and killing microbial pathogens. As was mentioned, these DNA traps may be involved in the development of autoimmune and chronic inflammatory diseases (65) (Seechapter 13).\n\nCell components encompass phagocytic cells, epithelial and endothelial cells, natural killer cells, innate lymphoid cells, and platelets (Figure 1). Phagocytic cells consist of granulocytes (i.e., neutrophils, eosinophils, basophils, and mast cells), monocytes/macrophages, and dendritic cells. These cells participate in not only the phagocytosis but also the inflammatory process. “The majority of cell components expresses PRRs on the cell surface, and they are able to secrete cytokines: thus exhibiting microbicidal mechanisms”. These cells with effector mechanisms of innate immunity are modulated by both the innate and acquired immune systems (66,67).\n\nEffector mechanisms of the innate immune response: The innate immune response involves a set of cells that produce cytokines/chemokines that participate in phagocytosis, inflammation, and the synthesis of acute phase proteins.\n\nGranulocytes are effector cells that predominate during the early or acute phase of the innate immune response. The main function of these cells is to identify, ingest, and destroy microbial pathogens through receptors, oxidative mechanisms, and enzymes including lysozyme, collagenase, and elastase, etc. This group of cells is composed of neutrophils, eosinophils, basophils and mast cells (53,68).\n\nThese cells are most abundant and effective during the inflammation and phagocytosis processes. Neutrophils (PMN) are characterized as being the first cell line that is recruited at the inflammation site after chemotactic stimuli. These stimuli include the complement factors such as the C5a factor, chemokines such as IL-8, and leukotrienes (L) including the L-B4, which exerts a paracrine and autocrine function on other neutrophils. All these substances that allow migration to the injury site are recognized by specific receptors or PRRs. These phagocytes possess Fc or complement receptors (RFc or CR) that recognize the immunoglobulin Fc fractions or complement factors respectively. This allows the phagocytosis of tagged (opsonized) microorganisms by antibodies (mainly IgG) or complement (mainly C3b or iC3b). Moreover, neutrophils have stored an enzymatic arsenal capable of exerting a lytic effect on microbial pathogens or inducing microbicidal systems through oxygen-dependent and -independent mechanisms (53,55,68,69) in their granules. In addition to proinflammatory cytokines, the hematopoietic growth factors, granulocyte colony-stimulating factor (G-CSF), and granulocyte-macrophage colony-stimulating factor (GM-CSF) are critical for recruitment and activation of PMNs (70). Three different PMN subsets have been described in mice based on their cytokine and chemokine production as well as on the toll-like receptor (TLR) and surface antigen expression and macrophage activation. Normal PMNs (PMN-N) which are CD49d- and CD11b- express TLR2, TLR4, TLR9, and have no cytokine/chemokine production or effect on macrophage activation. PMN-I subsets which are CD49+ and CD11b− and express TLR2, TLR4, TLR5, TLR8, produce IL-12 and CCL3 and activate type-1 macrophages or classically activated macrophages. PMN-II subsets, which are CD49- and CD11b+, express TLR2, TLR4, TLR7, and TLR9, produce IL-10 and CCL2 and activate macrophages alternatively (71). Two additional populations have been described based on the expression of the surface marker Gr-1 (Gr-1 high and Gr-1 medium) (72). More recently, a subset of mature neutrophils which express the surface markers CD11c brigth, CD62L dim, CD11b bright, and CD16 bright have been identified in humans. Apparently, this circulating population of myeloid cells is capable of suppressing T cell proliferation (73). Once PMNs have completed their tasks, they die by apoptosis, netosis or necrosis (seeChapter 13). The latter process can cause tissue damage through the release of their granule contents, thus prolonging the inflammatory reactions (72).\n\nThese granulocytes are present in the respiratory, gastrointestinal, and urinary tract, and they are less abundant than neutrophils. Their effector function is mediated by degranulation and release of histamine, cationic proteins, major basic protein, sulfatases, and chemotactic factors such as leukotrienes and prostaglandins. The degranulation process is mediated by the IgE or other chemotactic factors, including the IL-5. The main function of these cells is to destroy microbial pathogens, mainly parasites, but they also play an important role in the allergic processes together with mast cells (74).\n\nThese cells are not phagocytic in nature and have several receptors including IgE receptors. The proportion of basophils in circulation is lower than the proportion of other granulocytes. Mast cells are located in tissues, mainly in mucosa, and their granules contain heparin, serotonin, and histamine. They may also release a variety of cytokines that enhance the inflammatory process, especially during the early events. These cells are involved in allergic and viral processes. Mast cells are present mainly in the connective tissue. They expressTLR-1, -2, -4, and -6, complement receptors (CR), mannose receptor (MR) in their cell membrane and release TNF-α, IL-8, platelet activator factor, proteases, antimicrobial peptides (catelicidin LL-37 and defensins), and other inflammatory mediators (75-79).\n\nMonocyte/macrophages together with DC are considered important actors in both innate and adaptive immunity. Monocytes circulate in peripheral blood and have the ability to not only migrate to the inflammatory site but also exhibit the plasticity to transform themselves into tissue macrophages (80). Once in the tissue, these cells are named macrophages and have different functions: i) they are phagocytic and exhibit a microbicidal mechanism through oxygen -dependent and-independent mechanism; ii) they are able to present antigens and activate lymphocytes; iii) once activated, they release and stimulate cytokine secretion; iv) they modulate the immune response; v) they participate in tissue reorganization after the inflammation process has ceased through production of extracellular matrix proteins (i.e., collagen and elastase) and matrix metalloproteinases; and vi) they produce cytotoxic factors involved in the immunity against tumors (80). Based on the biological function, there are three populations of macrophages: i) classically activated macrophages or type 1-activated macrophages; ii) alternatively activated macrophages; and iii) type 2-activated macrophages (81). Type 1-activated macrophages are usually stimulated by IFN-γ or TNF-α in combination with microbial products such as LPS and are considered effector cells in the Th1 immune response. Once activated, type 1 macrophages up-regulate expression and production of pro-inflammatory cytokines and chemokines [TNF-α, IL-23/IL-12, IL-6, IL-1, IP-10, macrophage inflammatory protein 1 alpha (MIP-1α), and monocyte chemoattractant protein 1 (MCP-1)], major histocompatibility complex (MHC) class II, and co-stimulatory molecules and enhance their ability to kill microbial pathogens through NO and ROS production (81,82). The alternatively activated macrophages are stimulated mainly by IL-4 and glucocorticoids, and once activated, they synthetize IL-10, IL-8, MIP1β, MCP-1, and RANTES. They also produce high levels of fibronectin and other extracellular matrix, as well as arginase. These are involved in polyamine and proline synthesis which, in turn, induces cell growth and collagen formation and thus participates in tissue repair. These alternative macrophages do not produce NO and subsequently fail to kill intracellular microorganisms (81,82). The type 2-activated macrophages are stimulated after recognition of IgG complex and TLR ligands. Once FcγRs recognize their ligands IgG complex), macrophages become activated and produce IL-10, TNF-α, and IL-6. These cells do not produce arginase but induce T cells to produce IL-4 (81,82).\n\nDCs are considered to be professional antigen-presenting cells (APC). They reside in and patrol the skin and mucosal surfaces, thus playing an important role in the innate immune system with subsequent activation of T cell responses to provide a cell-mediated immunity against microbial pathogens. Antigen uptake occurs through different mechanisms including phagocytosis, endocytosis, picnocystosis, and macropicnocytosis. DCs have the ability to transport and carry the antigens from peripheral to primary lymphatic nodes where the antigen presentation takes place. These APC lead to the processing and presentation of antigens via major histocompatibility complex (MHC) class II molecules, thus bridging the innate and acquired immune response (83). Additionally, DCs participate in the induction of peripheral immunological tolerance, regulate the types of T cell immune responses, and function as effector cells in innate immunity against several microbial pathogens. These diverse functions depend on the diversity of DC subsets (83). In fact, there are various subsets of DCs including immature DCs (imDCs) and precursors (pre-DCs).\n\nimDCs display different phenotypes and functions and are produced from hematopoietic stem cells (HSC) within the bone marrow. Thus, CD34+ HSC differentiate into common lymphoid progenitors (CLP) and common myeloid progenitors (CMP). CD34+ CMP differentiate into CD34+CLA+ and CD34+CLA−, which, in turn, differentiate into CD11c+CD1a+ and CD11c+CD1a-imDCs respectively (84). CD11c+CD1a+imDCs migrate to the skin epidermis and become Langerhans cells while CD11c+CD1a-imDCs migrate to the skin dermis and other tissues and become interstitial imDCs (85).\n\nThere are two types of pre-DCs: monocytes (pre-DC1) and plasmacytoid cells (pre-DC2). Pre-DC1 expresses the myeloid antigens (CD11b, CD11c, CD13, CD14, and CD33), CD1a-d, and mannose receptor. it also produces IL-12 and induces a Th1 pattern and cytotoxic T lymphocyte responses. Pre-DC2 expresses specific markers for lymphocyte lineage. It also produces IL-10 and induces a Th2 profile and CD8+T suppressor cells (83). Functionally, imDCs are involved in the antigen presentation while pre-DCs participate directly as effector cells in innate immunity to microbial pathogens.\n\nILCs have been identified as new members of the lymphoid linage that are involved in regulating tissue homeostasis and inflammation. These cells do not express a T cell receptor and, consequently, do not respond antigen-specifically. Moreover, these cells do not express cell-surface markers associated with other immune cell lineages (86). These cells are divided in three subsets: i) Group I, ILCs, which is made up of ILC1 and NK cells. Both of these produce proinflammatory and type 1 cytokines and induce cytotoxicity through the expression of perforin and granzymes. ii) Group II, which consists of ILCs2, is characterized by the production of type-2 cytokines and is present in the mesenteric fat-associated lymph clusters, mesenteric lymph nodes, spleen, liver, intestines, and Peyers’ patches. Group II plays a role in the antihelminthic response and allergic lung inflammation. iii) Group III, is composed of ILCs3 and lymphoid tissue-inducer (LTi) cells. ILCs3 express the NK cell activating receptor NKp46 but lack cytotoxic effects and do not produce type-1 cytokines. These ILC3 cells reside in mucosal tissue and appear to play a crucial role in mediating the delicate balance between symbiotic microbiota and the intestinal immune system. LTI cells produce IL-17 and IL-22 and express molecules required for the development of lymphoid tissue. Subsequently they appear to be involved in the generation of lymph nodes and Peyers’ patches (86). Note that disruption of the intestinal homeostasis maintained by these ILC cells is associated with the development of inflammatory bowel diseases such as Crohn’s disease and ulcerative colitis (86).\n\nNK cells exhibit an immunomodulatory role in the cell-mediated immune responses due their cytotoxic activity. They are also involved in antimicrobial defense and in the immunological surveillance by controlling tumoral growth and maintaining the immunological homeostasis (Figure 2). These cells employ a strategy known as “negative recognition.” While a T or B cell is activated after recognition of an antigen via MHC, NK cells are activated when the antigen cannot be recognized the same way (87,88). NK cell receptors are “inhibitory receptors” in nature due to the fact that they keep the lytic activity of these cells suppressed since they detect the presence of MHC antigens. These cells detect infected cells (mainly infected by viruses) or malignant cells in which expression of MHC molecules has decreased, is altered or abolished. NK cells have the ability to distinguish the normal host cells through the killer cell immunoglobulin-like receptor (KIR) and CD94-NKG2A inhibitory receptors which recognize the MHC class I expressed on the surface of these normal cells (88,87). The binding of these receptors inhibits lysis and cytokine secretion by NK cells (89). In addition, NK cells have granules with perforins and granzymes that act on target cells inducing lysis or apoptosis and also express PRRs including TLR-2, -3, -4, -5, -7, and -8 (90,91). Once activated, NK cells secrete IFN-γ, TNF-α growth factors, IL-5, IL-10, IL-13, and chemokines (92-94).\n\nRecognition mechanisms and cellular innate immune response: functional characteristics of NK cells. NK cells trigger their activation once virus-infected or tumor cells suppress the expression of MHC molecules through the interaction of inhibitor or activator(more...)\n\nIn addition to acting as a physical barrier, epithelial and endothelial cells express PRRs on their surface that recognize pathogen-associated molecular patterns (PAMPs) from microorganisms; secrete proinflammatory cytokines including IL-1, IL-6, and IL-8; and release antimicrobial peptides (8). Epithelial cells, mainly alveolar epithelial cells, are the most studied innate immunity component so far. In addition to providing an anatomic barrier that separates the organism from the external environment, alveolar epithelium serves as a defense mechanism against potential inhaled pathogens (58). This alveolar epithelium consists of two cell types: alveolar type I and alveolar type II cells. The former is ~95% of the alveolar epithelium and expresses TLR-4, a receptor for lipopolysaccharides (LPS). It produces pro-inflammatory cytokines such as TNF-α, IL-6 and IL-1β in response to LPS stimulation (57). Type II alveolar cells are~5% of the alveolar epithelium and produce cytokines and chemokines including TNF-α, IL-6, IL-1β, MCP-1, growth related oncogene alpha (GRO-α), and GM-CSF, etc.,in response to various stimuli such as bacteria and viruses. Moreover, these cells also produce surfactant proteins which enhance chemotaxis and phagocystosis (58). Both type I and type II alveolar epithelial cells are important players in the innate immune response.\n\nPlatelets are recognized by their participation in the coagulation process, control of bleeding, and defense against infectious agents (95,96). These cells express PRRs on their surface and produce cytokines and chemotactic molecules to recruit leukocytes at the inflammatory site. Platelets interact with leukocytes and endothelial cells through the expression of the adhesion molecule, P-selectin, which mediates proinflammatory events (95).\n\nInnate immune response is characterized by its ability to distinguish structural components from microbial pathogens, which are present only in these microorganisms and are absent in the normal host cells. This recognition process is mediated by a variety of proteins present in the host cells such as the PRRs, which have already been mentioned (3,96). PRRs are germ-line encoded and do not show variability in comparison to the receptors involved in adaptive immunity. This characteristic indicates that innate immunity may identify clusters of microorganisms while adaptive immunity may distinguish between different antigens from one microorganism, which indicates that innate immunity is not specific. Another characteristic is that the innate immune response does not generate immunological memory after the recognition of the pathogen while adaptive immunity does (3). PRRs are evolutionarily conserved receptors that detect relatively invariant molecular patterns found in most microbial agents, the PAMPs. PRRs not only recognize PAMPs from invading pathogens but also have the ability to sense inflammatory components, also called damage-associated molecular patterns (DAMPs), released from damaged cells. PRRs include TLRs, NOD-like receptors (NLRs), C-type lectin receptors (CLRs), and RIG-I-like receptors (RLRs) (97). Nonetheless, in spite of the microbial recognition by innate cells, several microorganisms have developed evasion mechanisms to avoid recognition by these receptors.\n\nPRRs have been divided into 4 subclasses: TLRs, NOD-like receptors (NLRs), retinoic acid–inducible gene (RIG)–like receptors (RLRs), and C-type lectin receptors (CLRs) (98). Although peptidoglycan recognition proteins (PGLYRPs) are not included in this classification, they are also recognized as PRRs and are thought to be important for bacterial infections.\n\nIn addition to establishing a formidable physical barrier, keratinocytes are the major producers of antimicrobial peptides (AMPs). AMPs serve as a chemical defense against cutaneous pathogens and are increasingly recognized for their effects on wound repair. The classical human AMPs are LL-37 (a cathelicidin) and the β-defensin family. A number of other proteins produced by keratinocytes–including ribonucleases (RNases), S100 family proteins (e.g., S100A7, S100A8, and S100A9), dermcidin, and regenerating islet-derived protein 3a (REG3a)– are also recognized for their antimicrobial properties (99,100). Human keratinocytes constitutively express human β-defensin (HBD) 1, whereas HBD2, HBD3, and LL-37 are produced in response to inflammatory cytokines or PRR signaling (18,101,102). RNase7 has extensive antimicrobial properties and is constitutively expressed by human keratinocytes, but this is further enhanced by inflammation or bacterial exposure (103). Psoriasin (S100A7) is produced by differentiated keratinocytes and is most highly expressed around hair follicles and sebaceous units. Its expression is enhanced by IL-1, TNF-α, IL-17A, and IL-22 and repressed by IL-4 and histamine (104,105). Keratinocytes also express S100A8 and S100A9, which can exist as monomers or heterodimers (calpro- tectin) (106). Dermcidin is constitutively produced by eccrine sweat glands with extensive antimicrobial activity (107). Its proinflammatory actions induce the epidermal production of cytokines and chemokines (62). REG3a is produced in response to wounding or IL-17A exposure and, not surprisingly, is highly expressed in psoriatic skin lesions (100). Lastly, filaggrin is proteolytically cleaved into the hygroscopic amino acids, urocanic acid, and pyrrolidone carboxylic acid, which are referred to as natural moisturizing factors. This is an example of an alteration in the physical barrier that directly affects the chemical barrier.\n\nIn addition to their antimicrobial activities, AMPs have been found to play a role in physical barrier repair. The novel AMP REG3a enhances wound repair, at least in part, by inducing keratinocyte proliferation and differentiation (100). Not surprisingly, a number of PRRs are induced in response to wounding. For example, the expression of CD14 and TLR2 rise along the edge of the wound after an injury to the skin (108). This expression is dependent on the CYP27B1 enzyme, which converts 25-hydroxyvitamin D to the active 1.25 dihydroxy vitamin D form. This highlights a role for vitamin D in innate immune responses observed at sites of wounding and suggests that therapeutic approaches that increase vitamin D levels might enhance the host’s innate immune response and help repair wounds.\n\nPRRs are located on the surface and/or in the cytoplasm of virtually all nucleated cells. Nonetheless, there is a small group of PRR molecules that can be secreted and act as a bridge between the microbial or cell target and host cells. PRRs include the TLRs, CLRs, NLRs, and RLRs (Table 2).\n\nPattern recognition receptors, their ligands and functions.\n\nTo date, 10 TLRs have been identified in humans (TLR1-10) and 12 in mice (TLR1-9 and TLR11-13) (109,110) (seeChapter 3). TLRs 1, 2, 4, 5, and 6 are expressed on the cell surface, while TLRs 3, 7, 8, 9, and 10 are found at the cytoplasm level. The main interactions of TLRs and their ligands are the following: TLR1/TLR2 recognize triacylated lipopetides, TLR3 binds double-strand (dsRNA), TLR4 recognizes LPS, TLR5 binds flagellin, TLR2/TLR6 bind diacylated lipopetides and lipoteichoic acid (LTA), TLR4/TLR6 recognize oxidized lipids (OxLDL) and β-amyloid, TLR7 and TLR8 sense single-strand (ssRNA), and TLR9 recognizes unmethylated CpG DNA and hemozoin (110) (Table 2).\n\nTLRs are composed of 1) a leucin-rich repeat (LRR) domain that is usually involved in ligand binding and microbial sensing and 2) a cytoplasmic domain known as the Toll/interleukin-1 receptor (TIR). Thus, after a TLR binds to its ligand, an activation process is initiated through a signaling pathway via TIR domain-containing adaptor proteins. Several adaptor proteins that participate in TLR-mediated mechanisms have been described. These molecules include the myeloid differentiation primary-response protein 88 (MyD88), Toll/interleukin-1 receptor (TIR) domain-containing adaptor protein (TIRAP), MyD88-adaptor-like protein (Mal), TIR domain-containing adaptor-including interferon-β (TRIF), and TRIF-related adaptor molecule (TRAM). These adaptors mediate the activation of transcription factors such as the nuclear factor- κB (NF- κB) and the interferon regulatory factor (IRF), which, in turn, induce the expression of inflammatory and anti-inflammatory cytokine and chemokine genes (111,112). Note that TLR polymorphisms have been said to be associated with an increased risk of developing viral and fungal infections (113,114).\n\nCLRs are considered the other major PRR family. These PRRs recognize not only sugar moieties from bacteria and fungi but also molecules associated with dead or dying cells (97). This family consists of two groups, those present on the cell membrane and the soluble forms, which are secreted mainly by immune cells. Membrane CLRs include Dectin-1, which recognizes β-glucans present in the fungal cells; Dectin-2, which recognizes both high-mannose structures and α-mannan; mannose receptors (MR) that recognize N-linked mannan; DC-SIGN (a receptor on the dendritic cells), which also recognizes mannan; and galectin-3, which recognizes β-mannosides (115). It is noteworthy that several of these membrane CLRs, including Dectin-1, DC-SIGN and galectin-3, have been identified as TLR2 co-receptors (115).\n\nThe soluble CLRs are divided into two groups as follows:\n\nThe nucleotide-binding oligomerization domain (NOD) receptors (NLRs) are intracellular PRRs that sense bacterial components including peptidoglycans, which are directly introduced into the cytoplasm (3,4,96). NLRs include several family members such as NODs (NOD 1–4), NLRPs (NLRP 1–14), and IPAF. These molecules are regulators of immunity in response to a variety of pathogens (117). NLRs in concur with the AIM2 protein, the adaptor protein ASC, and caspase-1 constitute the inflammasome (97). NOD expression is regulated by IFN-γ and TNF-α, and polymorphisms in NOD2 gene influence the risk of acquiring Crohn’s disease (79).\n\nRetinoic acid inducible gen-I (RIG)-like receptor (RLRs) is an intracellular protein able to sense viral dsRNA during viral replication. RIG-I consists of two N-terminal caspase recruitment domains (CARD) and a RNA helicase domain. After interaction with its ligand, this receptor induces the production of antiviral cytokines such as IFNs and thus modulates the anti-viral immune response (3,4,117,96).\n\nPAMPs are polysaccharides and polynucleotides in nature and they are shared by several groups of pathogens. These molecules are conserved at the molecular level within a class of pathogens. PAMPs include a variety of molecules recognized mainly by PRRs. The most characteristic PAMP molecules are: LPS, an endotoxin found in the Gram negative bacterial membranes, lipoteichoic acid from Gram positive bacteria, bacterial flagellin, peptidoglycan, ssRNA and dsRNA from viruses, unmethylated DNA (CpG motifs), mannose present on yeast surfaces, and β-glucans present on the fungal cell wall, etc. (3) (Table 2).\n\nBesides recognition of microbial PAMPs, the immune system has the ability to sense other signals associated with infection or tissue damage, including host components released from infected, damaged, or necrotic cells, which, in turn, are able to activate and amplify the immune response. These components are called damage-associated molecular patterns (DAMPS) or alarmins. These inflammatory components liberated from damaged cells include nucleic acids, intracellular proteins, extracellular matrix components, oxidized lipids, crystals such as uric acids, silica, β-amyloid, and cholesterol (97,117). One of the differences between PMAPs and DAMPs is that the former stimulate the synthesis of pro-IL-1β, but not its secretion while the latter stimulates the assembly of inflammasome with subsequent activation of caspase-1. This, in turn, cleaves pro-IL-1β into IL-1β thus allowing its secretion (117). Sensing these endogenous ligands by the corresponding PRRs induce persistent inflammation, a phenomenon associated with the development of chronic inflammatory and autoimmune diseases (97).\n\nInflammation is a nonspecific mechanism generated by the host in response to an infectious, physical, or chemical injury with recruitment of peripheral blood leukocytes and plasma proteins to the site of injury or tissue damage. In this process, there is an increase in both blood flow and vascular permeability, mainly in the vascular endothelial at the local level. Vascular permeability is a consequence of the endothelial cell retraction to allow the transmigration of leukocytes and the ingress of plasmatic proteins such as complement, coagulation factors, and antibodies, etc. (118).\n\nAfter an injury, there is tissue damage with the release of components by epithelial or endothelial cells as well as by cells present in that tissue such as mast cells or ILCs. These substances include histamine, leukotrienes, extracellular matrix components, and pro-inflammatory cytokines and chemokines, all of which have the ability to induce chemotaxis and cell adhesion molecule (CAM) expression in both endothelium and leucocytes. These CAMs include selectins, integrins, immunoglobuline-like superfamily molecules and cadherins. Expression of these CAMs allows interaction between leukocytes and endothelium and the subsequent leukocyte transmigration at the site of the injury. In the latter process, cells are guided by chemoattractant stimuli (Figure 3). The cell migration process is complex and depends on cell type as well as on the differentiation and activation state of the cells (118). As was mentioned, the first cells recruited at the site of the injury are neutrophils. They are also the most abundant during the first hours or days of the inflammation process followed by mononuclear cells. If the inflammatory reaction cannot be resolved, this process may become chronic with other implications for the host.\n\nRecruiting phagocytes into the inflammation site and phagocytosis. Phagocyte recruitment involves several phases including: i) marginalization, which decrease leukocyte traffic with a subsequent endothelium approach; ii)adhesion, a process that depends(more...)\n\nDuring the inflammation process, there is another important event known as phagocytosis. Phagocytosis is considered one of the most important processes during the innate immune response. Once phagocytes arrive at the infectious site, they ingest microbial pathogens in vacuoles called phagosomes. Here, after activation, these microorganisms are destroyed and then presented to lymphocytes via MHC. The microbicidal mechanisms included are, therefore, oxygen-dependent and -independent as described previously (5,119).\n\nThe phagocytic process is mediated by the cytoskeleton of the phagocytic cells as well as by endocytic and signaling receptors (96). These receptors, mainly PRRs present on cell surfaces, bind microbial PAMPs, and this interaction usually generates an intracellular signal which, in turn, allows the synthesis and release of proinflammatory cytokines and other effector molecules (3).\n\nProinflammatory cytokines play an important role during the inflammation process, and they participate in the interactions of the cells involved in not only the innate immune response but also the establishment of acquired immunity. Proinflammatory cytokines participate during the activation and effector phases of the innate immune response. These cytokines include TNF-α, IL-1, and type I IFNs. Nonetheless, other cytokines are also important during the establishment of the innate immune response (Table 3). Functions and characteristics of these cytokines are extensively described inChapter 9.\n\nCytokines of innate immunity.\n\nInflammasome is a complex of proteins consisting of caspase-1, ASC (a CARD-containing adaptor), and NLRs. Once these are activated, they cleave the pro-IL-1β and pro-IL-18 with subsequent maturation and secretion of these cytokines. Inflammasome activation is required for many inflammatory processes. In addition to the initial recognition of PAMPs or DAMPS by TLRs or CLRs, recognition by intracytoplasmic NLRs is necessary. Inflammasome may be also activated by ROS, lysosomal damage, and cytosolic K+ efflux at the intracellular level (110,117). Several members of the NLR family are involved in the assembly of inflammasome. These molecules include NLRP3, NLRP1, NLRP6, and IPAF (NLRC4). Moreover, the AIM2 protein, a non-NLR that is identified as a PYHIN (pyrin and HIN domain-containing protein) family member, is also involved in the inflammasome activation (117)."
  },
  {
    "title": "A study of the effects of single dose x-irradiation of liver in albino rats.",
    "abstract": "In 1980, the first human retrovirus was found in cells of the T lineage, which was denominated the Human T-cell Lymphotropic Virus (HTLV) [\n\n]. Four variants of this virus are now known in humans, and are referred to as the Human T-cell Lymphotropic Virus, types 1–4 (HTLV-1, HTLV-2, HTLV-3, and HTLV-4). This virus belongs to the genus\n\n, family Retroviridae [\n\n]. Worldwide, only 2–5% of infected individuals present symptoms, while most are asymptomatic throughout their lives. The current data in",
    "journal": "Indian journal of pathology & bacteriology",
    "year": "1966-04-01",
    "source": "Indian journal of pathology & bacteriology",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5930498/",
    "full_text": "In 1980, the first human retrovirus was found in cells of the T lineage, which was denominated the Human T-cell Lymphotropic Virus (HTLV) [\n\n]. Four variants of this virus are now known in humans, and are referred to as the Human T-cell Lymphotropic Virus, types 1–4 (HTLV-1, HTLV-2, HTLV-3, and HTLV-4). This virus belongs to the genus\n\n, family Retroviridae [\n\n]. Worldwide, only 2–5% of infected individuals present symptoms, while most are asymptomatic throughout their lives. The current data indicate that there may be 5–10 million carriers of HTLV-1 worldwide, with approximately 1.5 billion individuals living in endemic areas [\n\n]. An estimated 2.5 million individuals are thought to be infected in Brazil [\n\n], and in the Amazon region, infections by both HTLV-1 and HTLV-2 have been recorded in both urban and rural populations, with a certain degree of endemicity [\n\n,\n\n]. While it may often be asymptomatic, HTLV-1 has been implicated in the development of diseases such as leukemia/Adult T-cell Lymphoma (ATL), HTLV-1 associated myelopathy/Tropical Spastic Paraparesis (HAM/TSP), and a number of other inflammatory diseases, including dermatitis, uveitis, arthritis, and strongyloidiasis [\n\n].\n\nThe HTLV-1 genome has three regions that codify the precursors\n\n,\n\nand\n\n. The glycoproteins of the env region mediate the binding of the virus to the surface receptors of the target cells. The gp46 surface Envelope glycoprotein is essential to the initial steps of the viral infection, and is the most immunogenic protein of all viral antigens. A large proportion of the neutralizing antibodies are directed towards the Envelope glycoprotein [\n\n]. The reduced genetic diversity of the gp46 sequences is related to the fact that the HTLV-1 genome varies little, in general, given that it persists in an individual throughout the clonal expansion of infected cells. However, a certain amount of variation does exist among geographic regions and in some HTLV-1 subgroups, which may be associated with different levels of vulnerability to disease [\n\n].\n\nUnderstanding the immunogenic properties of the HTLV-1 surface Envelope glycoprotein will be crucial for the development of effective vaccines and immunological treatments to combat infections [\n\n]. In Brazil, HTLV infection is not treated as a public health problem and is largely neglected, which in general means that the risk of transmission increases substantially [\n\n]. The geographic region investigated in the present study is considered to be an area of endemism for this viral infection, as demonstrated in previous genomic studies [\n\n–\n\n], although the genetic evolution of the virus (which is of paramount importance for the prevention of this pathology) has never been analyzed in this prominent region. The present study is based on the molecular characterization of the gp46 gene of HTLV-1, the analysis of its diversity and evolution, and the identification of the possible factors that determined the changes in its amino acids.\n\nA total of 1929 blood (PBMC) samples were collected between January 2010 and December 2015 from patients being monitored for the diagnosis of HTLV, in an outpatients clinic for infectious diseases in Belém, Pará, Brazil. The inclusion criteria for the analysis of the genomic sequences of the\n\n(gp46) region were that the patient had been tested for HTLV-1, was recorded in the database, and was classified as an indicator case, that is, the first case discovered and diagnosed in the family or confirmed at the clinic. All patients that agreed to participate, of both sexes, were included in the study. The socio-epidemiological data were obtained from the medical records maintained at the Tropical Medicine Nucleus (TMN) at the Federal University of Pará (UFPA) in Belém.\n\nA blood sample (approximately 5 ml) was collected from each patient from a peripheral vein directly into a tube containing EDTA, which was stored at 8 °C. The samples were then tested for anti-HTLV antibodies using the Gold ELISA Anti-HTLV 1/2 (REM) kit, following the manufacturer’s instructions. The reactive samples and those with values 20% above or below the cut-off point (suspected cases) were retested for immunoenzymes and proviral DNA.\n\nViral extraction was also conducted on each sample using the Wizard®Genomic DNA Purification kit, Promega (Madison, Wisconsin, USA), followed by the amplification of the genetic material of the\n\ngenomic region using the PCR and nested PCR techniques, and the typing of the HTLV was based on the RFLP polymorphisms, which were identified by the enzymatic extraction of the products of the nested PCRs, using the\n\nI enzyme [\n\n].\n\nFollowing the genotyping of the HTLV, and the identification of the infected patients, the complete sequence of the gene for the HTLV-1 p46 glycoprotein was amplified. This was based on three reactions — (i) a PCR with the gp46F1/gp46R1 nucleotide primers, which generated a fragment of 1047 bps, (ii) a semi-nested PCR using the gp46F1/gp46R2 primers, which produced a fragment of 749 bps [\n\n], and (iii) a semi-nested PCR using the gp46F2/gp46R1 primers, which generated a fragment of 627 bps, which complements the fragment amplified in the preceding step (Supplementary Scheme 1).\n\nThe PCR for the complete fragment of the gp46 gene was run in 12.5 μL of Go Taq (2×) Green Master Mix, 8.5 μL of water, 10 pmol (0.5 μL) of each primer (gp46F1: 5’CGCCGATCCCAAAGAAAAA3’ and gp46R1: 5’ACATGGAGCCGGTAATCCC3’) and 3 μL (100 ng) of DNA, with a final volume of 25 μL. In the first semi-nested PCR, the same quantity of Go Taq (2×) Green Master Mix was used, together with 10.5 μL of water 10 pmol (0.5 μL) of each primer, that is, gp46F1 and gp46R2 (5’GACGTGCCAAGTGGATAGGC3’), and 1 μL of the amplified DNA, with a final volume of 25 μL. The same amplification conditions were applied, to generate a fragment of 749 bps [\n\n]. In the second semi-nested PCR, 14.0 μL of Go Taq (2×) Green Master Mix was added to 9.2 μL of water, 10 pmol (0.4 μL) of each primer, gp46F2 (5’GCCCCTACTGGAAATTTCAGC3’) and gp46R1, and 1.0 μL of the DNA, for a final volume of 25 μL. A fragment of 627 bps was obtained using the same amplification conditions.\n\nThe amplification protocol for all the reactions was based on 30 cycles of 30 s at 94\n\nC for denaturation, 30 s at 55\n\nC for annealing, and 30 s at 72\n\nC for extension, with a final extension of 10 min at 72\n\nC, and then 10 min at 10\n\nC. The PCR products (6 μL) were electrophoresed at 50 mV for 1 h in 1.5% agarose gel.\n\nThe pre-sequencing reaction was processed in an automatic thermocycler using a Big Dye® terminator Cycle Sequencing kit (Applied Biosystems). The samples were then purified (in the solution) using the Bigdye Xterminator Purification kit (Applied Biosystems), and the products of the PCR were sequenced in an ABIPrism 3130xl automatic sequencer (Applied Biosystems), based on the dideoxyribonucleotide chain termination method, using an ABI PRISM Big Dye Terminator Cycle Sequencing kit (Applied Biosystems), following the method of [\n\n]. The nucleotide sequences were analyzed and edited in GENEIOUS v.4.8.5 (Biomatters Limited) [\n\n], and aligned with the sequences of other viruses available in GenBank (\n\n), using MAFFT v.7 (Katoh Kazutaka) [\n\n]. Sequences of the complete gene (gp46) and those with the largest amount of available information were selected for this analysis.\n\nThe phylogenetic trees and distance matrix were constructed using the IqTREE program (Center for Integrative Bioinformatics Vienna) [\n\n], with the trees being constructed using the Maximum Likelihood (ML) approach. A bootstrap analysis, based on 1000 replicates, was used to the confidence of the groupings generated, with the process being repeated 10 times. The trees was displayed in the FigTree software [\n\n].\n\nThe genetic diversity among the sequences generated during the study, and comparisons with those obtained from GenBank were obtained in BEAST v. 1.8, with a total of 59 samples being analyzed (containing all the different HTLV-1 subtypes), resulting in the generation of 100 million comparative trees. This analysis was based on Bayesian Inference [\n\n]. Chi-square was used to analyze the differences in the proportions of amino acid alterations between the symptomatic and asymptomatic groups, as well as between the groups with and without known intra-family transmission of the infection. This analysis was run in BioEstat 5.4, considering a significance level of\n\n≤ 0.05.\n\nDuring the study period, a total of 1929 samples were tested for HTLV in the NTM/UFPA. The tests identified 51 HTLV-1 positive samples, of which, 40 were classified as indicator cases (ICs) of the families investigated. The 40 indicator samples that provided an adequate amount and good quality DNA were sequenced.\n\nCarriers of HTLV-1 had a mean age of 45.2 years, and 62.5% (25/40) were female. Most (82.5%; 33/40) of the carriers were adults, i.e., of between 19 and 60 years of age, 65.0% (26/40) were married, 47.5% (19/40) had a monthly income of 1–-2 minimum wages, and 52.5% (21/40) had graduated high school (Table\n\n). All the subjects declared themselves to be heterosexual.\n\nSocio-epidemiological parameters of the study population\n\nN = absolute number, % = percentage. Source: study protocol, 2017\n\nOverall, seven (17.5%) of the indicator cases were diagnosed as positive for HAM/TSP. These patients had a mean age of 50 years, and four (57.1%) were female. Twelve (30.0%) of the indicator cases were asymptomatic, while the remaining 21 (52.5%) presented some type of symptom or signs related to the infection during the course of the study. One patient (2.5%) was infected with Hepatitis C, and one other with HIV, and both were receiving clinical treatment. According to the medical records obtained from the TMN/UFPA, the most common symptoms were pain or sensitivity, dysautonomia and motor disorders (Table\n\n).\n\nFrequency of the different signs and symptoms of the HTLV-1 indicator cases analyzed in the present study\n\nStudy protocol, 2017\n\nAll the samples presented the HTLV-1 aA (Transcontinental Cosmopolitan) genotype (Fig.\n\n). The nucleotide diversity of the gp46 gene varied from zero to 2.0% in the 40 indicator samples analyzed in the present study (highlighted in red). Diversity of 0.49–2.59% was recorded in comparison with the four Transcontinental Cosmopolitan samples from other countries. The analysis of genetic diversity (Fig.\n\nand Additional file\n\n: Table S1), which compared 59 HTLV-1 samples, generated 100 million comparative trees, and revealed distinct evolutionary rates for the five subgroups studied, i.e., aA = 1.83 × 10–\n\n; aB = 3.91 × 10–\n\n; aC = 5.31 × 10–\n\n; aD = 1.33 × 10–\n\n; 1c = 6.60 × 10–\n\nmutations per site per year.\n\nPhylogenetic tree based on the 1047 bp nucleotide sequence of the codifying region of the gp46 gene of the HTLV-1, using the Maximum Likelihood Approach, with 1000 bootstrap replications, repeated 10 times. The clades supported by bootstrap values of at least 70% are marked with a dot (\n\n)\n\nStudy protocol, 2017\n\nMolecular clock generated by the sequences of the codifying region of the gp46 gene of the HTLV-1, calculated using Bayesian Inference, with 100 million comparative phylogenetic trees, evaluated by the exponential growth method. The clades supported by bootstrap values of at least 70% are marked with an asterisk (*)\n\nStudy protocol, 2017\n\nJust over half (52.5%; 21) of the 40 samples analyzed in this study presented some type of amino acid mutation, with three types – S72G, N93D and S192P – being recorded most frequently (Table\n\n). The mutations S72G and N93D were each identified in five samples (23.8% of the total). Three of the five individuals with the S72G mutation were symptomatic, one with HAM/TSP and the other two with pain, sensitivity, and dysautonomia. All the cases with the N93D mutation also presented pain, sensitivity, and dysautonomia. The S192P mutation was recorded in four samples (19.0%), of which two were symptomatic (pain, sensitivity, and dysautonomia), and two were asymptomatic.\n\nDescription of the samples that underwent changes in their amino acids, the type of exchange, location of the exchange site, description of the domain and signs / symptoms and / or diseases associated with HTLV-1\n\n(\n\n: The amino acid changes with the highest frequencies in the samples)\n\nStudy protocol, 2017.\n\nOverall, a third (7/21) of the individuals with some type of amino acid mutation were asymptomatic, while the other two-thirds presented some symptom or disease associated with the presence of HTLV-1, a highly significant difference (\n\n= 0.0091). The most common symptoms were pain, sensitivity, and dysautonomia (pain in the legs, knees, and hands, paresthesia in the hands, difficulty walking, lombalgia). Less common symptoms included urinary incontinence, dermatological lesions, and parasitosis. Almost half (47.3%; 9/19) of the samples that presented no amino acid mutation were asymptomatic, with no significant difference in comparison with the symptomatic group.\n\nSix of the 40 samples analyzed in the present study were diagnosed with HAM/TSP, of which, two presented amino acid mutations (one patient with S72G and the other with both L70I and S103P). Four individuals (2446, 937, 2454, and 1276) presented more than one amino acid mutation in the gp46 sequence. One of these individuals was asymptomatic, one had HAM/TSP, and the two others presented oligosymptoms, which may be associated with HAM/TSP. While asymptomatic, subject 2454 presented the most amino acid mutations of any individual, with five (S192P, S194 T, L200H, L210H, and L213P).\n\nOf the total number of cases, eleven presented familial transmission and seven (63%) presented some amino acid change in the glycoprotein gp46 gene, as against 48% (14/29) who did not present any familial transmission episode but had some amino acid change in the gp46 gene (\n\n= 0.6).\n\nThe Tropical Medicine Nucleus is renowned as a center of excellence for the treatment and monitoring of HTLV patients in northern Brazil, with more than 90% of its patients being resident in the metropolitan region of Belém. Between 2010 and 2015, 1929 samples of blood were analyzed, of which, 51 tested positive for HTLV-1. While these figures may not be representative of the prevalence of the virus in the Brazilian Amazon region, they may be consistent with the infection rates found in the metropolitan region of Belém.\n\nThe phylogeny of the p46 gene revealed that the aA HTLV-1 genotype is found in the study region, which is consistent with the data on blood donors from the state of Pará [\n\n], and the predominance of this subtype in other regions of Brazil, in both patients with associated diseases [\n\n] and asymptomatic individuals [\n\n]. Gessain and Cassar [\n\n] highlighted the role of migration in the dispersal of the aA subtype to many countries and populations. The slave trade between the fifteenth and nineteenth centuries may have played a determining role in the prevalence of the virus in Brazilian populations of African descent [\n\n].\n\nIn the phylogenetic tree, the positive HTLV-1 samples were grouped in the aA clade, together with samples from Canada, China, France, and other regions of Brazil. Limitations of the data prevented comparisons with many samples, due to the lack of complete p46 sequences. Most of the samples analyzed are closely-related, reflecting the conservation of the virus, despite the fact that the individuals sampled were indicator cases, and not related, which reconfirms the known lack of genetic diversity in this virus [\n\n,\n\n]. No other HTLV-1 subtypes were recorded in the present study, which is consistent with limited occurrence of other genotypes, such as subtypes d, e, and f, which are isolated in Africa, the Congo, and Gabon, respectively [\n\n].\n\nThis region is likely to suffer greater selection pressure than others, due to its role in the expression of viral bonding proteins, reinforcing the conclusion that peptides derived from the the gp46 Envelope glycoprotein are strong candidates for the development of an effective vaccine [\n\n].\n\nThe HTLV-1 subtypes compared in the evolutionary tree also revealed relatively low levels of divergence. In the case of the nucleotide diversity, Wolfe et al. (2005) [\n\n] recorded a rate of 1% for the complete HTLV-1 genome, while a more specific analysis of the\n\nregion [\n\n] revealed rates of 7.8–8.0%. While the nucleotide diversity found in the present study was intermediate between these extremes, the analyses were limited by a lack of data on complete p46 sequences.\n\nApproximately two-thirds of the patients analyzed in the present study were symptomatic, a rate similar to that recorded in the endemic region of Salvador, Brazil, where 84.3% of patients reported some type of symptom, in particular pain, during their treatment [\n\n]. This relatively high rate may be related to the nature of the subset of patients treated in the outpatients clinic of the TMN/UFPA, which includes family cases, screened blood donors, and other individuals under investigation. The presence of persistent symptoms may also be related to the mean age of the patients (45.2 years), given the potential role of this factor in the occurrence of symptoms related to infection by HTLV-1, in particular pain [\n\n].\n\nThese factors may also have contributed to the relatively high incidence of HAM/TSP (17.5%), in comparison with populations from the Caribbean, where the incidence was 1–5% [\n\n], and other populations, with rates of around 5% [\n\n,\n\n]. Two of the six patients with HAM/TSP presented amino acid mutations, one with S72G and the other with L70I and S103P. Mota-Miranda et al. (2013) [\n\n] recorded the S72G, N42H and F14S mutations in patients with HAM/TSP. In all cases, there was some alteration of the amino acid sequence of the p46 gene.\n\nIn the present study, 21 of the samples presented amino acid mutations, of which, S35 L, F14S, and S72G have been described previously, and most are associated with specific functional domains [\n\n]. The most common mutations were S72G, N93D and S192P, and, of these, N93D was the most relevant, given that all the samples with this mutation were associated with similar symptoms of pain and sensitivity. While nothing is known of this mutation, it may be linked to motor symptoms and possibly even HAM/TSP, and may be restricted to the region of the present study. This mutation involves a large segment of the sequence of the p46 gene (25-190aa/53-75aa/75-101aa/86-107aa/90-94aa), which may cause alterations to the Receptor Binding Domain (RBD), the predominant region of the linear epitopes, the functional domain, and the amino acids associated with the interactions with neuropilin 1.\n\nThe S192P mutation, while relatively frequent, could not be linked systematically to symptoms, given that two patients were asymptomatic. While it was also among the most frequent mutations, S72G was also found in an individual with more than one amino acid mutation in the sequence of the gp46 gene. This mutation has been associated with patients with HAM/TSP and has also been found in samples from Gabon, Martinique, and Guadaloupe [\n\n]. In this case, it seems reasonable to suggest an association with the development of motor symptoms and/or HAM/TSP. In some protein domains, distinct epitopes have been identified in asymptomatic individuals and patients with HAM/TSP. The latter tend to have a larger set of\n\nepitopes in comparison with the asymptomatic individuals, indicating that this diversity affects the cytotoxicity of the CD8-positive T cells, and may be related to the hyper-immune response in individuals with HAM/TSP [\n\n].\n\nSubject 2454 presented the most amino acid mutations in its sequence, with five (S192P, S194 T, L200H, L210H, and L213P), but nevertheless remained asymptomatic throughout the study period, which suggests that these changes did not influence the symptomatology of the patient. None of these mutations has been described previously, and while they affect some domains with well-defined functions, it seems likely that, in this case, other factors that determine the infection are more influential.\n\nConsidering that the gp46 glycoprotein is involved directly in the mechanism of adsorption of the virus by the receptor cell, and thus in the transmission of the virus [\n\n], many of the domains presents in the sequence of the gene have a direct influence on the function of this mechanism, which implies that mutations in this sequence may favor or hinder the transmission of the virus. In 63% of the cases in which family transmission of HTLV-1 was observed, some amino acid mutation was also observed, although there was no significant difference in comparison with the individuals in which no family transmission was recorded. This emphasizes the need for a larger sample size for the more systematic evaluation of the relationship between these mutations and the transmission of the virus. Once the most relevant protein domains are located, it may be possible to define clinical markers for the diagnosis of the disease.\n\nWhile the HTLV-1 genome varies little, the amino acid mutations in the gp46 gene may modify the structure or antigenicity of the principal neutralizing epitopes. These modifications may have a direct effect on the efficacy of the neutralizing antibodies, and may be related to the clinical manifestations, dissemination, and pro-viral charge [\n\n]. The identification of the\n\nepitopes responsible for the activation of the immunological system may also be useful for the development of a vaccine [\n\n].\n\nModifications of the codifying region for\n\nare not well documented, and there is little evidence on their importance for the clinical symptoms or the characteristics of the infection. Further research will be important for the understanding of the functional impact of these modifications and their possible association with specific clinical symptoms, and the identification of variations in the host. This is especially important due to the novel nature of the most common mutations.\n\nThe present study reinforces the findings of previous research, which have emphasized the low rates of evolution off the gp46 gene, which supports the use of this region as a target for the development of a vaccine. Up to now, no effective treatment has been developed for the HTLV-1 infection, and the molecular investigation of the\n\nregion, in particular the gp46 glycoprotein, may provide important insights for the development of an effective vaccine.\n\nA single HTLV-1 subtype (aA) was recorded in the metropolitan region of Belém. The codifying region of the gp46 gene was highly stable, with a low rate of evolution. There was a predominance of certain symptoms, such as pain and sensitivity, dysautonomia and motor disorders, and HAM/TSP was common in infected patients. Amino acid mutations were related to some symptoms, but not to any greater probability of family transmission of the infection. The rare mutation N93D was found invariably in patients with oligosymptoms associated with HAM/TSP.\n\nThe research ethics committee. Source: Study protocol, 2015,\n\n. Description of values of AICM applied in the statistics (Bayesian inference) in the study data. Source: Study protocol, 2016. (PDF 1549 kb)\n\n"
  },
  {
    "title": "Clinical Immunology",
    "abstract": "Save up to 25% on books and eBooks!",
    "journal": "Elsevier Shop",
    "year": "Unknown Date",
    "source": "Elsevier Shop",
    "url": "https://www.elsevier.com/books/clinical-immunology/rich/978-0-7020-6896-6",
    "full_text": "Save up to 25% on books and eBooks!"
  },
  {
    "title": "Haloperidol pharmacokinetics following gastric bypass surgery.",
    "abstract": "",
    "journal": "Journal of clinical psychopharmacology",
    "year": "1986-12-01",
    "source": "Journal of clinical psychopharmacology",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3805335/",
    "full_text": ""
  },
  {
    "title": "McRae's Orthopaedic Trauma and Emergency Fracture Management",
    "abstract": "Save up to 25% on books and eBooks!",
    "journal": "Elsevier Shop",
    "year": "Unknown Date",
    "source": "Elsevier Shop",
    "url": "https://www.elsevier.com/books/allergy-essentials/lockey/978-0-7020-5730-4",
    "full_text": "Save up to 25% on books and eBooks!"
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.uptodate.com",
    "year": "Unknown",
    "source": "www.uptodate.com",
    "url": "https://www.uptodate.com/contents/approach-to-the-adult-patient-with-a-suspected-allergy",
    "full_text": ""
  },
  {
    "title": "Allergies",
    "abstract": "Diagnosis involves the steps that your healthcare professional takes to find out whether you have an allergy. Your healthcare professional will likely:\n\nIf you have a food allergy, your healthcare professional will likely:\n\nYour healthcare professional also may recommend one or both of the following tests. Be aware that these allergy tests can give results that might not be accurate.\n\nIf your healthcare professional thinks that something other than an allergy is the cause of your symptoms, other",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://www.mayoclinic.org/diseases-conditions/allergies/diagnosis-treatment/drc-20351503",
    "full_text": "Diagnosis involves the steps that your healthcare professional takes to find out whether you have an allergy. Your healthcare professional will likely:\n\nIf you have a food allergy, your healthcare professional will likely:\n\nYour healthcare professional also may recommend one or both of the following tests. Be aware that these allergy tests can give results that might not be accurate.\n\nIf your healthcare professional thinks that something other than an allergy is the cause of your symptoms, other tests might be needed to help find the cause.\n\nAllergy treatments include:\n\nImmunotherapy.This treatment can help treat severe allergies. It also can help for allergies that don't get better with other treatments. Immunotherapy involves getting a series of shots of purified allergen extracts. These extracts train the immune system not to overreact to your suspected allergen. Most often, the shots are given over a period of a few years.\n\nAnother form of immunotherapy is a tablet that's placed under the tongue until it dissolves. This is known as sublingual immunotherapy. Sublingual medicines placed under the tongue are used to treat some pollen allergies.\n\nExplore Mayo Clinic studiestesting new treatments, interventions and tests as a means to prevent, detect, treat or manage this condition.\n\nSome allergy symptoms get better with steps that you can take at home:\n\nResearch suggests that a type of alternative medicine called acupuncture may help ease some hay fever symptoms. With acupuncture, a practitioner places very thin needles through the skin at specific points on the body.\n\nFor symptoms that could be caused by an allergy, see your main healthcare professional. You might be referred to a doctor called an allergist who treats allergies.\n\nAsk if you should stop taking allergy medicines before your appointment, and for how long. For example, antihistamines can affect the results of an allergy skin test.\n\nMake a list of:\n\nSome basic questions to ask your healthcare professional include:\n\nFeel free to ask other questions.\n\nYour healthcare professional is likely to ask you questions such as:\n\nConnect with others like you for support and answers to your questions in theAsthma & Allergy support groupon Mayo Clinic Connect, a patient community.\n\n90 RepliesWed, May 21, 2025\n\n20 RepliesTue, Apr 15, 2025\n\n34 RepliesTue, Apr 01, 2025\n\nMayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission.\n\nCheck out these best-sellers and special offers on books and newsletters fromMayo Clinic Press."
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.worldallergy.org",
    "year": "Unknown",
    "source": "www.worldallergy.org",
    "url": "https://www.worldallergy.org/guidelines",
    "full_text": ""
  },
  {
    "title": "Access Denied",
    "abstract": "",
    "journal": "www.jstor.org",
    "year": "Unknown",
    "source": "www.jstor.org",
    "url": "https://www.jstor.org/stable/10.7591/j.ctt1w0dd9k",
    "full_text": ""
  },
  {
    "title": "Access Denied",
    "abstract": "",
    "journal": "www.immunology.theclinics.com",
    "year": "Unknown",
    "source": "www.immunology.theclinics.com",
    "url": "https://www.immunology.theclinics.com/",
    "full_text": ""
  }
]