[
  {
    "title": "Thyromegaly: Definition, Causes, Symptoms, Diagnosis, Treatment",
    "abstract": "Thyromegaly is a disorder in which the thyroid gland — the butterfly-shaped gland in the neck — becomes abnormally enlarged. Thyromegaly is more commonly known as agoiter. It’s most often caused byinsufficient iodinein the diet, but it can also result from other conditions.\n\nThe swollen thyroid gland is often visible on the outside of the neck and can cause difficulty with breathing and swallowing. If not treated, thyromegaly can cause the thyroid gland to stop making enough thyroid hormone (hyp",
    "journal": "Healthline",
    "year": "Unknown Date",
    "source": "Healthline",
    "url": "https://www.healthline.com/health/thyromegaly",
    "full_text": "Thyromegaly is a disorder in which the thyroid gland — the butterfly-shaped gland in the neck — becomes abnormally enlarged. Thyromegaly is more commonly known as agoiter. It’s most often caused byinsufficient iodinein the diet, but it can also result from other conditions.\n\nThe swollen thyroid gland is often visible on the outside of the neck and can cause difficulty with breathing and swallowing. If not treated, thyromegaly can cause the thyroid gland to stop making enough thyroid hormone (hypothyroidism) or to produce too much thyroid hormone (hyperthyroidism).\n\nThe thyroid gland secretes two important hormones — thyroxine (T4) and triiodothyronine (T3). These hormones are involved in the regulation of your body’s metabolism, heart rate, respiration, digestion, and mood.\n\nThe production and release of these hormones is regulated by thepituitary gland. The pituitary gland makes a hormone called thyroid-stimulating hormone (TSH). TSH is responsible for telling the thyroid if it needs to release more T4 and T3.\n\nThyromegaly may occur when your thyroid is producing either too much or too little thyroid hormone. In other cases, hormone production is normal, but lumps (nodules) on the thyroid cause it to enlarge.\n\nCauses of thyromegaly include:\n\nThe most common cause of thyromegaly in developing countries is a deficiency of iodine. Iodine is essential for T4 and T3 hormone production. Iodine is mostly found in seawater and in soil near the coast.\n\nIn developed countries, iodine is added to table salt and other foods so iodine deficiencies aren’t common.It’s still helpful to be familiar with the symptoms of an iodine deficiency.\n\nIn the developing world, however, many people who live far from the ocean or at higher elevations don’t get enough iodine in their diets. It’s estimated that roughlyone-third of the global populationhas a low iodine intake.\n\nSince the thyroid can’t make enough hormone, it enlarges to compensate.\n\nGraves’ diseaseis an autoimmune disease. It occurs when the immune system mistakenly attacks the thyroid gland. In response, the thyroid becomes overstimulated and begins to release excess hormones, which causeshyperthyroidism. The thyroid then swells.\n\nHashimoto’s thyroiditisis also an autoimmune disorder. In Hashimoto’s, the thyroid gland is damaged and can’t produce enough hormone (hypothyroidism). In response, the pituitary gland makes more TSH in an effort to stimulate the thyroid. This causes the thyroid to swell.\n\nThe thyroid gland can also enlarge when solid or fluid-fillednodulesgrow on the gland.\n\nWhen there’s more than one nodule on the thyroid, it’s calledmultinodular goiter. When there’s only one nodule, it’s referred to as a solitary thyroid nodule.\n\nThese nodules are usually noncancerous (benign), but they may produce their own thyroid hormone and cause hyperthyroidism.\n\nDuring pregnancy, the body produces extra hormones. One such hormone, known as human chorionic gonadotropin (hCG), can cause the thyroid gland to enlarge.\n\nInflammation of the thyroid is called thyroiditis. Thyroiditis can be caused by:\n\nInflammation can make the thyroid hormone leak out into the bloodstream and the thyroid gland to swell.\n\nSome medications, such as lithium, can cause thyromegaly, though the exact reason why is unknown. This type of thyromegaly doesn’t affect the production of thyroid hormone. Though the thyroid is enlarged, its function is healthy.\n\nThe main symptom of thyromegaly is an enlarged thyroid gland, sometimes so large that it’s noticeably visible at the front of the neck.\n\nThe enlarged area can put pressure on your throat, which can cause the following symptoms:\n\nThyromegaly that occurs as a result of hypothyroidism or hyperthyroidism is associated with a number of symptoms.\n\nSymptoms associated withhypothyroidisminclude:\n\nSymptoms associated withhyperthyroidisminclude:\n\nA doctor can diagnose thyromegaly during a physical examination of the neck.\n\nDuring a routine examination, a doctor feels around the neck and asks you to swallow. If your thyroid is found to be enlarged, your doctor will want to determine the underlying cause.\n\nDiagnosing the underlying cause of thyromegaly may involve:\n\nThyromegaly is usually treated only when it causes symptoms. Treatment depends on the underlying cause.\n\nSmall doses of iodine may help shrink the thyroid gland and reduce symptoms. If the gland doesn’t shrink, you may need surgery to remove all or part of the gland.\n\nHashimoto’s thyroiditis is usually treated with synthetic thyroid hormone replacement such aslevothyroxine(Levothroid, Synthroid).\n\nTreatment may include medications to lower the production of thyroid hormones, such as methimazole (Tapazole) and propylthiouracil.\n\nIf these medications fail to keep your thyroid hormones in check, a doctor may use either radioactive iodine therapy or surgery (thyroidectomy) to destroy the thyroid gland. You will need to take synthetic thyroid hormones on an ongoing basis following surgery.\n\nThyromegaly during pregnancy can lead to complications, such as premature birth and low birth weight. If a pregnant women with thyromegaly has an overactive thyroid, she’ll likely be treated with medications like propylthiouracil or methimazole. Surgery and radioiodine therapy aren’t recommended during pregnancy.\n\nIf a pregnant woman with thyromegaly has an underactive thyroid, synthetic thyroid hormones are recommended.\n\nWhether or not any treatment is given for thyromegaly caused by nodules depends on these factors:\n\nYour doctor might not treat nodules that aren’t cancerous and aren’t causing symptoms. Instead, they’ll closely monitor the nodules over time.\n\nIf the nodule is overproducing thyroid hormones and causing hyperthyroidism, one option is to take synthetic thyroid hormones. The pituitary gland should detect the extra thyroid hormone and send a signal to the thyroid to lower its production.\n\nA doctor may also choose to destroy the thyroid gland using radioactive iodine or surgery.\n\nPain can be managed with mild anti-inflammatory medications like aspirin or ibuprofen. If the swelling is severe, a doctor might prescribe an oral steroid likeprednisone.\n\nIn rare cases, a nodule on the thyroid can be cancerous.Thyroid canceris found in about8 percentof thyroid nodules in men and in 4 percent of nodules in women.\n\nIt’s not quite understood why nodules increase the risk for cancer. Doctors recommend that anyone with thyromegaly caused by nodules on their thyroid gland be screened for cancer. A biopsy of a thyroid nodule can determine if a nodule is cancerous.\n\nThe outlook for thyromegaly depends on the underlying cause and the size of the goiter. It’s possible to have thyromegaly and not even know it. Small goiters that don’t cause problems aren’t a concern at first, but the goiter could grow larger in the future, or start producing too much or too little thyroid hormone.\n\nMost causes of thyromegaly are treatable. Surgery may be required if swollen thyroid causes problems with breathing and swallowing or it’s producing excess hormone.\n\nIn rare cases, thyromegaly that results from nodules on the thyroid can lead to thyroid cancer. Surgery must be done if cancer is present. When diagnosed in its early stages, most people with thyroid cancer respond well to treatment. The 5-year survival rate for people diagnosed with thyroid cancer is98.1 percent.\n\nVisit your doctor if you notice any swelling in the front of your neck or any other symptoms of thyromegaly."
  },
  {
    "title": "Diagnostic approach to goitre in children",
    "abstract": "Correspondence: Dr S Muirhead, Division of Endocrinology and Metabolism, Children’s Hospital of Eastern Ontario, 401 Smyth Road, Ottawa, Ontario K1H 8L1. Telephone 613-737-2434, fax 613-738-4236, e-mailmuirhead@cheo.on.ca\n\nThyroid disease is a common paediatric disorder that affects up to 3.7% of school-aged children, and it usually presents with a goitre. By far, the most frequent cause of a goitre is autoimmune thyroid disease, although a benign colloid goitre is also a common cause. The prese",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC2804541/",
    "full_text": "Correspondence: Dr S Muirhead, Division of Endocrinology and Metabolism, Children’s Hospital of Eastern Ontario, 401 Smyth Road, Ottawa, Ontario K1H 8L1. Telephone 613-737-2434, fax 613-738-4236, e-mailmuirhead@cheo.on.ca\n\nThyroid disease is a common paediatric disorder that affects up to 3.7% of school-aged children, and it usually presents with a goitre. By far, the most frequent cause of a goitre is autoimmune thyroid disease, although a benign colloid goitre is also a common cause. The present review focuses on the diagnostic approach to a child with a hypothyroid, hyperthyroid or euthyroid goitre.\n\nKeywords:Goitre, Hyperthyroidism, Hypothyroidism, Thyroid nodule\n\nLa maladie thyroïdienne est un trouble pédiatrique courant qui touche jusqu’à 3,7 % des enfants d’âge scolaire, et elle s’accompagne généralement d’un goitre. La cause la plus fréquente de goitre est, de loin, une maladie thyroïdienne auto-immune, bien qu’un goitre colloïde bénin constitue également une cause courante. Le présent examen porte sur la méthode diagnostique face à un enfant présentant un goitre hypothyroïdien, hyperthyroïdien ou euthyroïdien.\n\nThyroid disorders are one of the most common endocrine problems in children and adolescents. One American study showed thyroid disorders to be present in 3.7% of children between the ages of 11 and 18 years (1). Children with thyroid disorders usually present with an enlargement of the thyroid gland (goitre), with or without symptoms of thyroid hormone deficiency or excess. These symptoms are generally insidious in onset, which may delay diagnosis by several weeks to several months. Because a goitre is often the first sign of thyroid disease, the diagnostic considerations can be approached from the perspective of the goitre (Table 1).\n\nDifferential diagnosis of thyromegaly\n\nThe most common finding related to thyroid disease is a diffuse enlargement of the thyroid, with the right lobe being frequently larger than the left lobe. The enlargement of the thyroid is generally mediated by an increase in the pituitary-derived thyroid stimulating hormone (TSH) or in antibodies that bind to the TSH receptor, such as the thyroid stimulating immunoglobulins (TSIs) found in Graves disease. Inflammation or infiltration may cause diffuse, symmetrical enlargement, although the gland is usually asymmetric and nodular. The most common inflammatory process is autoimmune thyroiditis (2).\n\nChronic lymphocytic thyroiditis (CLT), also known as Hashimoto thyroiditis, is an autoimmune, inflammatory process that causes up to 55% to 65% of all euthyroid goitres (3), and almost all cases of thyroiditis in childhood and adolescence. A large North American prevalence study showed that as many as 1.2% of children aged 11 to 18 years have CLT, as defined by an enlarged thyroid gland and detectable serum thyroid antibodies (4), including thyroid peroxidase antibodies (formerly known as antimicrosomal antibodies) and antithyroglobulin antibodies. These antibodies, which are directed toward intracellular antigens, are generally associated with Hashimoto disease. Other antibodies to the TSH receptor (TRAb) can either block antibodies that cause hypothyroidism, or stimulate antibodies (TSI) that cause hyperthyroidism or Graves disease. TSH receptor antibodies are not measured easily, and are generally reserved for research purposes or specific clinical indications.\n\nIn determining the cause of thyromegaly, the initial diagnostic evaluation should be limited to measurements of TSH and thyroid antibodies. The T4 level is required only if the TSH level is elevated. Free T4 measurement is preferred to the total T4 level because the former is not influenced by thyroid binding globulin levels and, therefore, better reflects the active thyroid hormone level. Thyroid antibody titres greater than 1:2000 or 10 mIU/L most likely indicate autoimmune thyroiditis (5,6). Lower levels may simply reflect a nonspecific inflammation of the thyroid gland. Imaging is only required if a solitary nodule is suspected. A diagnostic approach to the most common causes of goitres that is based on the results of the above tests is shown inFigure 1.\n\nAlgorithm for the most common causes of a goitre. −ve Negative; +ve Positive; TAB Thyroid antibodies; TSH Thyroid stimulating hormone\n\nHashimoto thyroiditis is uncommon in children younger than four years of age. The peak age of onset in the first two decades of life is in early to midpuberty. Although the ratio is 2:1 in favour of females versus males (4), this ratio is less skewed than in adulthood when 90% of cases occur in females (5). Although there is no defined pattern of inheritance, a family history is reported in 30% of affected children (2). It is well established that the risk of CLT is higher in individuals with chromosomal abnormalities such as Turner syndrome, Klinefelter syndrome and Down syndrome. There is also an increase in association with other autoimmune diseases. For instance, the prevalence of thyroid autoantibodies in children and adolescents with type 1 diabetes has been reported to be as high as 20% to 40% (7,8), while abnormal thyroid function is reported in approximately 7% of these patients (7,9).\n\nAutoimmune thyroid disease may be associated with a euthyroid state, hypothyroidism or hyperthyroidism. In the early stages, the gland will be smooth and soft, progressing to a granular or pebbly texture, and then becoming firm and irregular. Most children are euthyroid at diagnosis. Hypothyroidism will be present in 3% to 13% of patients, and they will show typical symptoms (Table 2) and have a growth chart as shown inFigure 2. An additional 3% to 35% of patients have elevated TSH concentrations and normal T4 levels (3), a state termed subclinical or compensated hypothyroidism. Rarely, children will present with transient thyrotoxicosis with suppressed TSH, and elevated serum T3 and T4 levels, a condition known as toxic thyroiditis or Hashitoxicosis.\n\nSymptoms and signs of hypothyroidism\n\nGrowth chart of children with hypothyroidism. Of note is the decline in growth velocity with weight sparing\n\nThe decision to treat with l-thyroxine is clear for overt hypothyroidism (with decreased T4 levels), but controversial for a euthyroid goitre or compensated hypothyroidism. What percentage of individuals with these conditions will develop hypothyroidism? A subset of the cohort in the North American prevalence study mentioned above (4) was examined from 1965 to 1968 and again 20 years later (1). Of the 61 patients with chronic thyroiditis on initial examination, 27% had a normal thyroid assessment, 33% remained unchanged and 33% were hypothyroid. Another long term, prospective study conducted in England (10) showed a similar rate of conversion to hypothyroidism in a cohort of adults that was followed for 20 years. Researchers found the rate of hypothyroidism to be 2.1% to 2.6% per year in individuals with either elevated TSH levels or positive thyroid antibodies, and 4.3% per year in those with both criteria. If the TSH was greater than 20 mIU/L or if the thyroid antibodies were highly positive at more than 1:100,000, then the rate of developing hypothyroidism was 25% per year. The two studies emphasize the point that to treat all individuals with evidence of chronic thyroiditis would result in treating many patients unnecessarily.\n\nThe approach used by the author is to monitor patients with mild elevations of TSH level (less than 10 mIU/L) six months after the diagnosis is confirmed and then annually. Repeat levels of TSH are often normal. In those patients with a confirmed TSH level that is greater than 10 mIU/L, treatment with thyroxine is usually continued until growth is complete. Thyroid status is then reassessed to determine the need for ongoing treatment. Patients with a TSH that is greater than 20 mIU/L have a high rate of progression to hypothyroidism, and are treated with thyroxine.\n\nThe author’s practice is not to treat euthyroid goitres unless they are cosmetically significant. Even then, the use of thyroxine is controversial.\n\nAnendemic goitreis the most common cause of hypothyroidism worldwide (11), and it is the most common preventable cause of mental retardation (12). However, because of the routine addition of iodine to salt in the Western world, it is not seen in that area.Goitrogen exposureshould be considered in patients with a goitre and negative thyroid antibodies, and it will generally be evident from the patient’s history. In addition to prescribed medications, it is important to ask about the use of over-the-counter preparations, such as iodide-containing expectorants and natural remedies.Dyshormonogenesisoccurs in 1:30,000 infants, and usually presents as congenital hypothyroidism. However, milder forms may present later as acquired hypothyroidism with a goitre and negative thyroid antibodies. A family history should be sought because this is an autosomal recessive condition. While hypothyroidism may also occur if a patient has hypothalamic and pituitary lesions (ie, tertiary and secondary hypothyroidism, respectively), a goitre is not a clinical feature of these cases.\n\nGraves disease is unquestionably the most common cause of hyperthyroidism in children and adolescents. Other causes are rare and should be suspected only when there is an atypical presentation (13). As with Hashimoto thyroiditis, females are predominantly affected, and the ratio of affected females versus males is less pronounced than in adulthood. A family history of autoimmune thyroid disease is common.\n\nPresenting symptoms and signs of Graves disease are shown inTable 3. Declining school performance and behavioural manifestations often predominate. Thyromegaly is almost invariably present and the thyroid has a smooth, rubbery texture. Although lid retraction and lid lag are common findings at diagnosis, exopthalmos occurs in only one-third of children, and it is generally mild (14).\n\nSymptoms and signs of Graves disease in adolescents\n\nThe diagnosis of Graves disease is made by finding a suppressed TSH level with elevated T4 and/or T3 levels. When the patient’s clinical presentation is mild, free T4 levels may be high normal, with an inappropriately suppressed TSH, in which case T3 levels should be measured. Antithyroglobulin antibodies and thyroid peroxidase antibody levels may be positive but they are not pathogenic. TSI, if measured, will be positive. However, this test generally does not change management, and measurement of TSI is not clinically indicated.\n\nHashitoxicosiscan present in a fashion that is similar to Graves disease. However, Hashitoxicosis is a self-limiting condition and lacks opthalmopathy. It is caused by auto-immune damage to follicular cells, resulting in the release of preformed T4 and T3 into circulation. Transient or permanent hypothyroidism may follow. If the hyperthyroidism lasts more than a few weeks, this diagnosis of Hashitoxicosis is unlikely.\n\nSubacute thyroiditisis generally caused by a viral infection. It is reported to be uncommon in the paediatric age group. However, it may well be underdiagnosed in an age group where viral illnesses are particularly common. Children with subacute thyroiditis typically have an enlarged, tender thyroid, malaise, fatigue and weakness that develop after an upper respiratory tract infection. There are two distinct phases in the disease’s progression. During the acute stage (which lasts from two to six weeks), preformed T4 and T3 are released from the inflamed thyroid follicles, resulting in biochemical hyperthyroidism with or without clinical symptoms. For the next two to seven months, the damaged thyroid is less effective at synthesizing hormone, resulting in low to normal T3 and T4 concentrations with a compensatory elevation of TSH. Nearly all patients recover from hypothyroidism. If this diagnosis is suspected, treatment with thyroxine should be re-evaluated after three to six months.\n\nAutonomously hyperfunctioning adenomastend to secrete T3 and cause mild hyperthyroidism (15). The thyroid will be of small or normal size with a palpable nodule. Symptoms of hyperthyroidism generally occur once the nodule is greater than 2.5 cm in diameter. The nodules are rarely malignant (16), and surgery is curative. Exogenous thyroxine will cause hyperthyroidism in patients who are overtreated for hypothyroidism or who take thyroxine surreptitiously, most commonly for weight control.\n\nTSH dependent causes, such as a TSH secreting pituitary adenoma, are very rare. This is easily distinguished from Graves disease in that the TSH is high in the face of an elevated T4. Another potential cause of such a biochemical picture is a syndrome of resistance to thyroid hormone, which, again, is very rare.\n\nThe most common causes of a euthyroid goitre in childhood are CLT and a colloid goitre. Thyroid enlargement that is not caused by inflammatory, infectious or neoplastic causes is termed a colloid goitre, also referred to as a sporadic or idiopathic simple goitre. Histological findings include enlarged thyroid follicles filled with abundant colloid. The cause remains controversial. Although TSH is the principal growth-stimulating factor for the thyroid, TSH levels are normal in patients with colloid goitre. Other as yet unknown growth factors may play a role in the condition. A preponderance of female patients with this condition and familial clustering have raised the possibility of an autoimmune cause. Onset is generally in adolescence, and a family history of CLT is found in one-half of all patients. There is no reported association between a colloid goitre and thyroid malignancy. The prospective study of 11- to 18-year-old school children (1) found simple goitres in 1.9% of students. The natural history is for spontaneous reduction with time, and treatment with thyroxine is not indicated. On re-examination 20 years later, 60% of patients were normal, 20% were unchanged and a few (10%) developed thyroiditis (4).\n\nThyroid nodules are relatively common in adolescents; they are usually asymptomatic and often discovered inadvertently, but they raise the fear of cancer for the family and physician (17). In the survey cited above, thyroid nodules were present in 1.8% of school children 11 to 18 years of age (1). Many nodules that seem solitary on physical examination are discovered to be one of several nodules following ultrasound examinations or radionucleotide scanning. A multinodular goitre is almost invariably caused by Hashimoto thyroiditis and it carries a good prognosis. The asymptomatic, solitary thyroid nodule is a thyroid adenoma, thyroid carcinoma or a thyroid cyst. Thyroid carcinoma occurs in approximately one per one million persons/year in the first two decades of life (18). Certain features of the history and physical examination increase the risk of thyroid cancer, including male sex; a history of irradiation to the head, neck or chest area; exposure to nuclear fallout; and a family history of thyroid cancer, especially medullary carcinoma of the thyroid. A large-sized nodule (more than 4 cm), rapid growth, a hard texture to the nodule with fixation to adjacent structures, regional lymphadenopathy and hoarseness or dysphagia are also suspicious clinical features, increasing the probability of malignancy.\n\nInvestigation of a solitary nodule should begin with thyroid function tests and thyroid antibodies. These are usually both negative, and thyroid imaging studies are then indicated. Thyroid cancer is unlikely in the presence of hypothyroidism, hyperthyroidism or autoimmune thyroiditis (17). The approach to assessing thyroid nodules is somewhat controversial. The least invasive test is a thyroid ultrasound. It will identify other cervical masses that can be confused with a thyroid nodule, such as a thyroglossal dust cyst, and determine whether the nodule is cystic, solid or mixed. If a purely cystic thyroid nodule is identified, no further investigations are required and the patient may be followed conservatively. If, however, the lesion is solid or of mixed density, then radionuclide scanning (99mTc-pertechnetate,123I or131I) is indicated to differentiate a hyperfunctioning (hot) from a hypofunctioning (cold) nodule. A hyperfunctioning nodule is, most likely, a benign hyperfunctioning adenoma. A cold nodule in a paediatric patient has a higher likelihood of malignancy than in adults. Ten per cent to 24% of solitary nodules in children and adolescents are malignant. In general, hypofunctioning, solid, solitary nodules undergo surgical excision unless they have demonstrated benign cytology on fine-needle aspiration. The overall accuracy of fine-needle aspiration is 70% to 97%, and it depends on the experience of the operator and cytopathologist (17).\n\nThyroid disorders, in particular, CLT and simple colloid goitres, are common in children and adolescents. The majority of patients with chronic CLT are euthyroid and present with an asymptomatic goitre. The only investigations required to establish the diagnosis in most individuals with a goitre are measuring TSH and thyroid antibody levels. Thyroid hormone (T4) should be measured if the TSH level is abnormal. Further studies, such as imaging, are not necessary unless there is a specific concern, such as a single palpable nodule.\n\nArticles from Paediatrics & Child Health are provided here courtesy ofOxford University Press"
  },
  {
    "title": "Endocrine & Thyroid Cancer Symptoms & Diagnosis | UPMC",
    "abstract": "Some endocrine cancers share common symptoms and signs. But, most types cause symptoms that affect the functions of the  associated gland or nearby structures.\n\nBenign and cancerous tumors can cause similar symptoms.\n\nUPMC Hillman Cancer Centerspecialists have experience in finding the cause of  endocrine symptoms.\n\nWe'll confirm whether your endocrine tumor is  cancerous or non-cancerous. Then we'll devise atreatment plan that works for you.\n\nSymptoms may differ depending on the site and cell t",
    "journal": "UPMC Hillman Cancer Center",
    "year": "Unknown Date",
    "source": "UPMC Hillman Cancer Center",
    "url": "https://hillman.upmc.com/cancer-care/endocrine-thyroid/symptoms-diagnosis",
    "full_text": "Some endocrine cancers share common symptoms and signs. But, most types cause symptoms that affect the functions of the  associated gland or nearby structures.\n\nBenign and cancerous tumors can cause similar symptoms.\n\nUPMC Hillman Cancer Centerspecialists have experience in finding the cause of  endocrine symptoms.\n\nWe'll confirm whether your endocrine tumor is  cancerous or non-cancerous. Then we'll devise atreatment plan that works for you.\n\nSymptoms may differ depending on the site and cell type of the cancer.\n\nThey may include:\n\nThese symptoms are the same as hyperparathyroidism symptoms, making a precise diagnosis crucial:\n\nAthyroid cancer diagnosismost often occurs after doctors  find a thyroid nodule by touching the neck or from imaging scans.\n\nSymptoms are rare, but some symptoms in both benign and cancerous thyroid conditions may include:\n\nDoctors don't know what causes endocrine cancer in every case, but they link some conditions or factors  with increased risk.\n\nEndocrine cancer risk factors vary based on the affected gland or system.\n\nAdrenal cancersmay be hereditary and doctors  associate risks with:\n\nPancreatic neuroendocrine cancerscan be hereditary and risks may include:\n\nOther neuroendocrine cancer risk factorsdiffer based on the subtype of disease, but — in general — can include:\n\nParathyroid cancer risk factorsare mostly genetic:\n\nPituitary cancer risk factorsare also genetic:\n\nEndocrine cancer prognosisdepends on a range of factors:\n\nChildhood exposure to radiation of the head and neck  increases the risk of thyroid cancer.\n\nSome hereditary disorders can also increase thyroid cancer risk:\n\nThyroid cancer prognosisdepends on  factors such as:\n\nTo learn more about Endocrine and Thyroid or to make an appointment, you can:"
  },
  {
    "title": "Thyroid Enlargement and Difficulty Swallowing (Dysphagia)",
    "abstract": "Thyroid enlargementcan cause difficulty swallowing, or dysphagia, as a result of the thyroid gland directly compressing the swallowing organs.The thyroid gland, which is usually about the size of a quarter, can become enlarged as a symptom of various thyroid disorders, as well as other medical conditions.While not all patients with enlarged thyroid glands (also called goiters) experience compressive symptoms, studies have shown that up to 33% of those with benign goiters do report difficulty swa",
    "journal": "Fort Worth ENT & Sinus",
    "year": "Unknown Date",
    "source": "Fort Worth ENT & Sinus",
    "url": "https://fortworthent.net/ear-nose-throat/difficulty-swallowing/",
    "full_text": "Thyroid enlargementcan cause difficulty swallowing, or dysphagia, as a result of the thyroid gland directly compressing the swallowing organs.The thyroid gland, which is usually about the size of a quarter, can become enlarged as a symptom of various thyroid disorders, as well as other medical conditions.While not all patients with enlarged thyroid glands (also called goiters) experience compressive symptoms, studies have shown that up to 33% of those with benign goiters do report difficulty swallowing and shortness of breath.\n\nConditions associated with enlarged thyroid include:\n\nThyroid cancer and other medical conditions can also contribute to or cause thyroid enlargement.\n\nSwallowing is a complex process which involves the brain, several muscles, nerves and valves, and the esophagus working together in 3 phases.In phase I, the food (or liquid) is held in the mouth by the tongue and palate. During phase II, the brain’s decision to swallow triggers a series of reflexes, simultaneously sending the food into the pharynx, opening a muscular valve to allow food into the esophagus, and closing the trachea to keep food from going into the airways. In phase III, the food enters into the esophagus which contracts, opening a valve and propelling the food into the stomach.\n\nWhen the thyroid gland becomes significantly enlarged, the goiter can begin to compress the esophagus (and other nearby structures, such as the trachea), leading to dysphagia, as well as breathing difficulties in some cases.Patients with compressing symptoms often feel a sensation of food stuck in the throat or choking.Studies involving patients with compressing symptoms showed that nodule size and lobe size directly affected the ability to swallow.\n\nDysphagia means that you have difficulty swallowing. These swallowing problems can range from mild to severe. When thyroid enlargement is the cause, dysphagia can worsen if nodules continue to grow or your thyroid condition progresses.\n\nDepending on severity, symptoms can also include:\n\nBecause dysphagia can be caused by various medical conditions, it is important to get a proper diagnosis on the cause of your swallowing difficulty. If the thyroid gland is enlarged enough to cause compressing symptoms, your doctor may be able to identify the goiter by palpating the neck area during swallowing.\n\nOther diagnostic tests to determine if an enlarged thyroid is the cause of dysphagia may include:\n\nDiagnosing swallowing problems may also include:\n\nIf it is determined that an enlarged thyroid is causing dysphagia, treatment typically involves partial or total removal of the thyroid gland (thyroidectomy). Multiple studies show results of 85% of thyroid patients with compressive symptoms experiencing relief of those symptoms after undergoing thyroid surgery. In cases of thyroid inflammation, your doctor may prescribe medication to reduce thyroid swelling and swallowing problems.Treatment will often depend on severity of the dysphagia.\n\nOther causes of dysphagia can include:\n\nIf you are experiencing dysphagia (swallowing problems), feel that your enlarged thyroid is causing other compressing symptoms, or if you have otherear, nose, or throat concerns, please contact our office for an appointment.\n\nSchedule an appointment with one of our physicians at Fort Worth ENT & Sinus by completing an online appointment request or phone817-332-8848."
  },
  {
    "title": "What Is the Link Between Thyroid Disease and Diabetes? - Lompoc Valley Medical Center",
    "abstract": "Thyroid disease and diabetes are closely linked due to the way both conditions play important roles in metabolism, blood sugar, and insulin. Knowing more about the relationship between thyroid disorders and diabetes can lead to the prevention of one or both conditions and improved quality of life.\n\nThyroid disease and diabetes are common comorbid disorders, which means that many people who have thyroid disease also have diabetes and vice versa. Knowing more about the link between these two condi",
    "journal": "Lompoc Valley Medical Center",
    "year": null,
    "source": "Lompoc Valley Medical Center",
    "url": "https://www.lompocvmc.com/blogs/2023/february/what-is-the-link-between-thyroid-disease-and-dia",
    "full_text": "Thyroid disease and diabetes are closely linked due to the way both conditions play important roles in metabolism, blood sugar, and insulin. Knowing more about the relationship between thyroid disorders and diabetes can lead to the prevention of one or both conditions and improved quality of life.\n\nThyroid disease and diabetes are common comorbid disorders, which means that many people who have thyroid disease also have diabetes and vice versa. Knowing more about the link between these two conditions can empower you to take the right steps needed to stay healthy and reduce your risk.\n\nHere’s more about the relationship between thyroid disease and diabetes and how to contact Lompoc Valley Medical Center if you need treatment for one or both conditions.\n\nThyroid disease is a blanket term for any condition that affects the functioning of your thyroid gland and its ability to produce the right amount of hormones. The thyroid is the small,butterfly-shaped glandat the base of your neck. The hormones produced by your thyroid play important roles in your metabolism, blood pressure, heart rate, and body temperature, to name a few.\n\nThe most common types of thyroid disease are hyperthyroidism and hypothyroidism.\n\nIn hyperthyroidism, the thyroid makes too much thyroid hormone. Also known as an overactive thyroid, this condition causes symptoms including unintentional weight loss, rapid or irregular heart rate, anxiety, and sleep loss.\n\nIn hypothyroidism, the thyroid makes too little thyroid hormone. Also known as an underactive thyroid, this condition causes symptoms including weight gain, fatigue, muscle weakness, and depression.\n\nThyroid diseases are typically treated using medications that regulate thyroid hormone production. In some instances, you may also be given beta blockers to reduce your symptoms or have surgery to remove the thyroid.\n\nMore than 12% of Americans will develop a thyroid disease at some point during their life,reports the American Thyroid Association(ATA). The ATA adds that an estimated 20 million Americans already have some type of thyroid disease and that up to 60% of these individuals are not aware that they have thyroid disease.\n\nAn estimated 37.3 million Americans have diabetes, which is 11.3% of the U.S. population,reports the CDC. It adds that 8.5 million people, or 23% of U.S. adults, remain undiagnosed with diabetes.\n\nIn a 2019 study published inEndocrine Reviews, researchers evaluated the relationship between thyroid disorders and diabetes. They found that autoimmune thyroid disorders affect between 17% to 30% of adults with type 1 diabetes. They also learned that thyroid disorders are more common among people with type 2 diabetes than among the general population.\n\nYour body uses blood sugar (also known as glucose) for energy. The hormones produced by your thyroid help regulate your metabolism by converting foods into energy.\n\nWhen your thyroid isn’t working properly, the foods you eat may not be converted into energy. This can lead to high blood sugar levels, which increase the risk of diabetes. If you already have diabetes, thyroid problems can make it more difficult for you to manage your condition.\n\nHigh blood sugar is also known as hyperglycemia. This condition can contribute to metabolic syndrome. Metabolic syndrome is a group of conditions that include high blood pressure, abnormal cholesterol, high blood sugar, and excess body fat around the waist. Metabolic syndrome increases your risk for diabetes and other chronic conditions, including heart disease and stroke.\n\nInsulin helps your body use glucose for energy, which can lower your blood sugar level. However, an overactive thyroid can cause your body to use up insulin more quickly than usual. This can increase your risk for type 2 diabetes. If you already have diabetes, you may find that you need higher doses of insulin to avoid spikes in blood sugar.\n\nOn the other hand, if you have an underactive thyroid, your metabolism will be lower than usual. This can lead to low blood sugar levels, which is known as hypoglycemia. If you already have diabetes, hypoglycemia can cause you to experience symptoms, including dizziness, confusion, and loss of consciousness.\n\nType 1 diabetes is an autoimmune disease. This means that if you have type 1 diabetes, your immune system will attack the cells that produce insulin.\n\nSome types of thyroid diseases are also autoimmune disorders, such as Graves’ disease and Hashimoto's thyroiditis. If your immune system is already compromised by an autoimmune disorder, your risk for other disorders increases. According to a 2016 study published in theJournal of Clinical Endocrinology and Metabolism, the majority of people with type 1 diabetes will eventually develop Hashimoto's thyroiditis. Also, an estimated 10% of people with type 1 diabetes will develop Graves’ disease.\n\nProblems with the hypothalamic-pituitary-adrenal (HPA) axis can also lead to thyroid disease and/or diabetes. The HPA axis consists of the hypothalamus of the brain, the pituitary gland, and the adrenal glands. These organs work together to regulate cortisol, which is a stress hormone.\n\nIf any of the organs that make up the HPA axis are affected, your body could make too much or too little cortisol. Too much cortisol can lead to high blood sugar, and too little cortisol can lead to low blood sugar. Imbalances in cortisol can upset the balance of all your other hormones, including insulin and thyroid hormone.\n\nIf you have thyroid disease or diabetes, the best thing you can do to reduce your risk for the other condition is to work closely with your doctor to manage your current condition.\n\nThyroid diseases can usually be effectively treated using medications.\n\nAn underactive thyroid can be treated with medication that supplies your body with extra thyroid hormone. An overactive thyroid can be treated with medications that prevent or block your thyroid hormone from making any more hormone.\n\nRadioiodine and surgery are other treatment options for an overactive thyroid. Radioiodine destroys the cells in your thyroid that make the hormone. Surgery involves removing a part or all of the thyroid. Both of these treatments result in permanent hypothyroidism, and you may be required to take thyroid replacement hormones for life to avoid other problems.\n\nDiabetes can often be effectively managed with a combination of medications, diet, and exercise. Maintaining a healthy weight is also essential to successfully managing diabetes and reducing your risk for thyroid disease.\n\nTake all your diabetes medications as directed. Check your blood sugar levels regularly, and notify your doctor right away if they are too high or too low.\n\nWork with your doctor to create ahealthy diabetes meal plan. Eat healthy carbohydrates, including fruits, vegetables, whole grains, beans, and low-fat dairy products. Many of these foods are also high in fiber, which can help you control your blood sugar.\n\nAlso, eat plenty of healthy fats like avocados, walnuts, and olive oil, and heart-healthy fish like tuna, salmon, and mackerel. Avoid eating foods that are high in sodium, cholesterol, trans fats, and saturated fats—like bacon, donuts, and pizza.\n\nExercise on most days of the week. Do a combination of aerobic and strength-training exercises, which can help regulate your hormones, lose excess weight, and improve your heart health.The CDC recommends150 minutes of moderate-intensity aerobic activity (such as brisk walking) every week, plus muscle-strengthening activities on two or more days a week that work all your major muscle groups.\n\nMake an appointment with your doctor right away if you are experiencing symptoms of a thyroid disorder or diabetes. Your doctor can perform a series of diagnostic tests to determine the root cause of your symptoms.\n\nHypothyroidism (underactive thyroid) symptoms include:\n\nHyperthyroidism (overactive thyroid) symptoms include:\n\nDiabetes symptomsinclude:\n\nAnyone of any age can develop diabetes or a thyroid disorder at any point in their life. Early diagnosis and treatment of one or both of these conditions can help you start feeling better right away. Early treatment can also reduce your risk for complications such as coma, stroke, and heart failure. Your doctor can talk to you about all your available treatment options if you are diagnosed with diabetes or thyroid disease.\n\nLompoc Valley Medical Center offers a wide range of healthcare services, including treatments for thyroid disorders and diabetes. We can help you manage one or both conditions and work with you to improve your quality of life.Contact us todayat(805) 737-3300to request an appointment and learn more about our many healthcare services."
  },
  {
    "title": "Type 1 diabetes: MedlinePlus Medical Encyclopedia",
    "abstract": "Type 1 diabetes is a lifelong (chronic) disease in which there is a high level of sugar (glucose) in the blood.\n\nType 1 diabetes can occur at any age. It is most often diagnosed in children, adolescents, or young adults.\n\nInsulin is a hormone produced in the pancreas by special cells, called beta cells. The pancreas is below and behind the stomach. Insulin is needed to move glucose into cells. Inside the cells, glucose is stored and later used for energy. With type 1 diabetes, beta cells produce",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://medlineplus.gov/ency/article/000305.htm",
    "full_text": "Type 1 diabetes is a lifelong (chronic) disease in which there is a high level of sugar (glucose) in the blood.\n\nType 1 diabetes can occur at any age. It is most often diagnosed in children, adolescents, or young adults.\n\nInsulin is a hormone produced in the pancreas by special cells, called beta cells. The pancreas is below and behind the stomach. Insulin is needed to move glucose into cells. Inside the cells, glucose is stored and later used for energy. With type 1 diabetes, beta cells produce little or no insulin.\n\nWithout enough insulin, glucose builds up in the bloodstream instead of going into the cells. This buildup of glucose in the blood is called hyperglycemia. The body is unable to use the glucose for energy. This leads to the symptoms of type 1 diabetes.\n\nThe exact cause of type 1 diabetes is unknown. It is anautoimmune disorder. This is a condition that occurs when the immune system mistakenly attacks and destroys healthy body tissue. In people with type 1 diabetes, an infection or another trigger causes the body to mistakenly attack the beta cells in the pancreas that make insulin. The tendency to develop autoimmune diseases, including type 1 diabetes, can be inherited from your parents.\n\nHIGH BLOOD SUGAR\n\nThe following symptoms may be the first signs of type 1 diabetes. Or, they may occur when blood sugar is high.\n\nFor other people, these serious warning symptoms may be the first signs of type 1 diabetes. Or, they may happen when blood sugar is very high (diabetic ketoacidosis):\n\nLOW BLOOD SUGAR\n\nLow blood sugar (hypoglycemia) can develop quickly in people with diabetes who are taking insulin. Symptoms usually appear when a person's blood sugar level falls below 70 milligrams per deciliter (mg/dL), or 3.9 millimoles per liter (mmol/L). Watch for:\n\nAfter many years, diabetes can lead to serious health problems, and as a result, many other symptoms.\n\nDiabetes is diagnosed with the following blood tests:\n\nKetone testing is also used sometimes. The ketone test is done using aurine sampleorblood sample. Ketone testing may be done to determine if someone with type 1 diabetes has had ketoacidosis. Testing is usually done:\n\nThe following exams and tests will help you and your health care provider monitor your diabetes and prevent problems caused by diabetes:\n\nBecause type 1 diabetes can start quickly and the symptoms can be severe, people who have just been diagnosed may need to stay in the hospital.\n\nIf you have just been diagnosed with type 1 diabetes, you may need to have a checkup each week until you have good control over your blood sugar. Your provider will review the results of your home blood sugar monitoring and urine testing. Your provider will also look at your diary of meals, snacks, and insulin injections. It may take a few weeks to match the insulin doses to your meal and activity schedules.\n\nAs your diabetes becomes more stable, you will have fewer follow-up visits. Visiting your provider is very important so you can monitor any long-term problems from diabetes.\n\nYour provider will likely ask you to meet with a dietitian, clinical pharmacist, and certified diabetes care and education specialist (CDCES). These providers will also help you manage your diabetes.\n\nBut, you are the most important person in managing your diabetes. You should know the basic steps of diabetes management, including:\n\nINSULIN\n\nInsulin lowers blood sugar by allowing it to leave the bloodstream and enter cells. Everyone with type 1 diabetes must take insulin every day.\n\nMost commonly, insulin is injected under the skin using a syringe, insulin pen, or insulin pump. Another form of insulin is the inhaled type. Insulin cannot be taken by mouth because the acid in the stomach destroys insulin.\n\nInsulin types differ in how fast they start to work and how long they last. Your provider will choose the best type of insulin for you and will tell you at what time of day to use it. Some types of insulin may be mixed together in an injection to get the best blood glucose control. Other types of insulin should never be mixed.\n\nMost people with type 1 diabetes need to take two kinds of insulin. Basal insulin is long-lasting and controls how much sugar your own body makes when you are not eating. Meal-time (bolus or prandial) insulin is rapid acting and is taken with every meal, usually a few minutes before you start eating.Â It lasts only long enough to help move the sugar absorbed from a meal into muscle and fat cells for storage.\n\nYour provider or diabetes educator will teach you how to give insulin injections. At first, a child's injections may be given by a parent or another adult. By age 14, most children can give themselves their own injections.\n\nInhaled insulin comes as a powder that is breathed in (inhaled). It is rapid acting and used just before each meal. Your provider can tell you if this type of insulin is right for you.\n\nPeople with diabetes need to know how to adjust the amount of insulin they are taking:\n\nHEALTHY EATING AND EXERCISE\n\nBy testing your blood sugar level, you can learn which foods and activities raise or lower your blood sugar level the most. This helps you adjust your insulin doses to specific meals or activities to prevent blood sugar from becoming too high or too low.\n\nThe American Diabetes Association and the Academy of Nutrition and Dietetics have information for planning healthy, balanced meals. It also helps to talk to a registered dietitian or nutrition counselor.\n\nRegular exercisehelps control the amount of sugar in the blood. It also helps burn extra calories and fat to reach and maintain a healthy weight.\n\nTalk to your provider before starting any exercise program. People with type 1 diabetes must take special steps before, during, and after physical activity or exercise.\n\nMANAGING YOUR BLOOD SUGAR\n\nCheckingyour blood sugar levelyourself and writing down the results tells you how well you are managing your diabetes. Talk to your provider and diabetes educator about how often to check.\n\nTo check your blood sugar level, you may use a device called a glucose meter. Usually, you prick your finger with a small needle, called a lancet, to get a tiny drop of blood. You place the blood on a test strip and put the strip into the meter. The meter gives you a reading that tells you the level of your blood sugar.\n\nA continuous glucose monitor (CGM) measures your blood sugar level from fluid under your skin. These monitors are used mostly by people who also use insulin pumps to control their diabetes but they are often helpful for people not using an insulin pump. Most monitors do not require a finger prick.\n\nKeep a record of your blood sugar for yourself and your health care team. This can often be done most easily using a website designed for this purpose. These numbers will help if you have problems managing your diabetes. You and your provider should set a target goal for your blood sugar level at different times during the day. You should also plan what to do when your blood sugar is too low or high.\n\nTalk to your provider about your target for the A1C test. This lab test shows your average blood sugar level over the past 3 months. It shows how well you are controlling your diabetes. For most people with type 1 diabetes, the A1C target should be 7% or lower.\n\nLow blood sugar is called hypoglycemia. A blood sugar level below 70 mg/dL (3.9 mmol/L) is too low and can harm you. A blood sugar level below 54 mg/dL (3.0 mmol/L) is cause for immediate action. Keeping good control of your blood sugar can help prevent low blood sugar. Talk to your provider if you're not sure about the causes and symptoms of low blood sugar.\n\nFOOT CARE\n\nPeople with diabetes are more likely than those without diabetes to havefoot problems. Diabetes damages the nerves. This can make your feet less able to feel pressure, pain, heat, or cold. You may not notice a foot injury until you have severe damage to the skin and tissue below, or you get a severe infection.\n\nDiabetes can also damage blood vessels. Small sores or breaks in the skin may become deeper skin sores (ulcers). The affected limb may need to be amputated if these skin ulcers do not heal, or become larger, deeper, or infected.\n\nTo prevent problems with your feet:\n\nPREVENTING COMPLICATIONS\n\nYour provider may prescribe medicines or other treatments to reduce your chances of developingcommon complications of diabetes, including:\n\nWith type 1 diabetes, you are also at risk of developing conditions such as hearing loss, gum disease, bone disease, or yeast infections (in women). Keeping your blood sugar under good control can help prevent these conditions.\n\nTalk with your health care team about other things you can do to lower your chances of developing diabetes complications.\n\nPeople with diabetes should make sure to keep up on theirvaccinationschedule.\n\nEMOTIONAL HEALTH\n\nLiving with diabetes can be stressful. You may feel overwhelmed by everything you need to do to manage your diabetes. But taking care of your emotional health is just as important as your physical health.\n\nWays to relieve stress include:\n\nFeeling sad or down (depressed) or anxious sometimes is normal. But if you have these feelings often and they're getting in the way of managing your diabetes, talk with your health care team. They can find ways to help you feel better.\n\nThere are manydiabetes resourcesthat can help you understand more about type 1 diabetes. You can also learn ways to manage your condition so that you can live well with diabetes.\n\nMore information and support for people with diabetes and their families can be found at :\n\nType 1 diabetes is a lifelong disease and there is no cure.\n\nTight control of blood glucose can prevent, delay, and minimize diabetes complications. But these problems can occur, even in people with good diabetes control.\n\nAfter many years, diabetes can lead to serious health problems:\n\nCall 911 or the local emergency number if you have:\n\nContact your provider or go to the emergency room if you have symptoms of diabetic ketoacidosis.\n\nAlso contact your provider if you have:\n\nYou can treat early signs of hypoglycemia at home by drinking orange juice, eating sugar or candy, or by taking glucose tablets. If signs of hypoglycemia continue or your blood glucose level stays below 60 mg/dL (3.3 mmol/L), go to the emergency room.\n\nType 1 diabetes cannot be prevented currently. This is a very active area of research. In 2019, a study using an injectable medicine was able to delay the onset of type 1 diabetes in high-risk children. There is no screening test for type 1 diabetes in people who have no symptoms. However, antibody testing can identify children at higher risk of developing type 1 diabetes if they have first-degree relatives (sibling, parent) with type 1 diabetes.\n\nInsulin-dependent diabetes; Juvenile onset diabetes; Diabetes - type 1; High blood sugar - type 1 diabetes\n\nAmerican Diabetes Association Professional Practice Committee. 2. Classification and diagnosis of diabetes: standards of care in diabetes-2024.Diabetes Care. 2024;47(Suppl 1):S20-S42. PMID: 38078589pubmed.ncbi.nlm.nih.gov/38078589/.\n\nAmerican Diabetes Association Professional Practice Committee. 12. Retinopathy, neuropathy, and foot care: standards of care in diabetes-2024.Diabetes Care. 2024;47(Suppl 1):S231-S243. PMID: 38078577pubmed.ncbi.nlm.nih.gov/38078577/.\n\nAtkinson MA, McGill DE, Dassau E, Laffel L. Type 1 diabetes mellitus. In: Melmed S, Auchus RJ, Goldfine AB, Koenig RJ, Rosen CJ, eds.Williams Textbook of Endocrinology.14th ed. Philadelphia, PA: Elsevier; 2020:chap 36.\n\nBrownlee M, Aiello LP, Sun JK, et al. Complications of diabetes mellitus. In: Melmed S, Auchus RJ, Goldfine AB, Koenig RJ, Rosen CJ, eds.Williams Textbook of Endocrinology.14th ed. Philadelphia, PA: Elsevier; 2020:chap 37.\n\nUpdated by: Sandeep K. Dhaliwal, MD, board-certified in Diabetes, Endocrinology, and Metabolism, Springfield, VA. Internal review and update on 02/20/2024 by David C. Dugdale, MD, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team."
  },
  {
    "title": "Type 2 diabetes: MedlinePlus Medical Encyclopedia",
    "abstract": "Type 2 diabetes is a lifelong (chronic) disease in which there is a high level of sugar (glucose) in the blood. Type 2 diabetes is the most common form of diabetes.\n\nInsulin is a hormone produced in the pancreas by special cells, called beta cells. The pancreas is below and behind the stomach. Insulin is needed to move glucose into cells. Inside the cells, glucose is stored and later used for energy.\n\nWhen you have type 2 diabetes, your fat, liver, and muscle cells do not respond correctly to in",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://medlineplus.gov/ency/article/000313.htm",
    "full_text": "Type 2 diabetes is a lifelong (chronic) disease in which there is a high level of sugar (glucose) in the blood. Type 2 diabetes is the most common form of diabetes.\n\nInsulin is a hormone produced in the pancreas by special cells, called beta cells. The pancreas is below and behind the stomach. Insulin is needed to move glucose into cells. Inside the cells, glucose is stored and later used for energy.\n\nWhen you have type 2 diabetes, your fat, liver, and muscle cells do not respond correctly to insulin. This is called insulin resistance. As a result, glucose does not get into these cells to be stored for energy.\n\nWhen sugar cannot enter cells, a high level of sugar builds up in the blood. This is called hyperglycemia. The body is unable to use the glucose for energy. This leads to the symptoms of type 2 diabetes.\n\nType 2 diabetes usually develops slowly over time. Most people with the disease are overweight or obese when they are diagnosed. Increased fat makes it harder for your body to use insulin the correct way.\n\nType 2 diabetes can also develop in people who are not overweight or obese. This is more common in older adults.\n\nFamily history and genes play a role in type 2 diabetes. Low activity level, poor diet, and excess body weight around the waist increase your chance of getting the disease.\n\nPeople with type 2 diabetes often have no symptoms at first. They may not have symptoms for many years. Some people who have type 2 diabetes that develops slowly already have eye, kidney, or nerve damage when they are first diagnosed.\n\nEarly symptoms of diabetes caused by a high blood sugar level may include:\n\nAfter many years, diabetes can lead to serious health problems, and as a result, many other complications.\n\nYour health care provider may suspect that you have diabetes if your blood sugar level is 200 milligrams per deciliter (mg/dL) or 11.1 millimoles per liter (mmol/L) or higher. To confirm the diagnosis, one or more of the following tests must be done.\n\nDiabetes screening is recommended for:\n\nIn 2022, the US Preventive Services Task Force concluded that there was not enough evidence to recommend screening for type 2 diabetes in people 18 years old or younger. Some experts do advocate such screening for overweight children. Ask your child's provider what is best for them.\n\nIf you have been diagnosed with type 2 diabetes, you need to work closely with your provider. See your provider as often as instructed. This may be every 3 months.\n\nThe following exams and tests will help you and your provider monitor your diabetes and prevent problems.\n\nYour provider should check your vitamin B12 blood levels if you are taking the medicine metformin.\n\nAt first, the goal of treatment is to lower your high blood glucose level. Long-term goals are to prevent complications. These are health problems that can result from having diabetes.\n\nThe most important lifestyle approach to treating and managing type 2 diabetes is by being active and eating healthy foods.\n\nEveryone with diabetes should receive proper education and support about the best ways to manage their diabetes. Ask your provider about seeing a certified diabetes care and education specialist (CDCES) and a dietitian.\n\nLEARN THESE SKILLS\n\nLearning diabetes management skills will help you live well with diabetes. These skills help prevent health problems and the need for medical care. Skills include:\n\nIt may take several months to learn these skills. Keep learning about diabetes, its complications, and how to control and live well with the disease. Stay up-to-date on new research and treatments. Make sure you are getting information from trustworthy sources, such as your provider and diabetes educator.\n\nMANAGING YOUR BLOOD SUGAR\n\nCheckingyour blood sugar levelyourself and writing down the results tells you how well you are managing your diabetes. Talk to your provider and diabetes educator about how often to check.\n\nTo check your blood sugar level, you use a device called a glucose meter. Usually, you prick your finger with a small needle, called a lancet. This gives you a tiny drop of blood. You place the blood on a test strip and put the strip into the meter. The meter gives you a reading that tells you the level of your blood sugar.\n\nYour provider or diabetes educator will help set up a testing schedule for you. Your provider will help you set a target range for your blood sugar numbers. Keep these factors in mind:\n\nKeep a record of your blood sugar for yourself and your provider. This can often be done most easily using a website designed for this purpose. Based on your numbers, you may need to make changes to your meals, activity, or medicines to keep your blood sugar level in the right range. Always bring your blood glucose meter to medical appointments so the data can be downloaded and discussed.\n\nYour provider may recommend that you use a continuous glucose monitor (CGM) to measure blood sugar if:\n\nThe CGM has a sensor that is inserted just under the skin to measure glucose in your tissue fluid every 5 minutes.\n\nHEALTHY EATING AND WEIGHT CONTROL\n\nWork closely with your providers to learn how much fat, protein, and carbohydrates you need in your diet. Your meal plans should fit your lifestyle and habits and should include foods that you like.\n\nManaging your weight and having awell-balanced dietare important. Some people with type 2 diabetes can stop taking medicines after losing weight. This does not mean that their diabetes is cured. They still have diabetes.\n\nObese people whose diabetes is not well managed with diet and medicine may considerweight loss (bariatric) surgery.\n\nREGULAR PHYSICAL ACTIVITY\n\nRegular activityis important for everyone. It is even more important when you have diabetes. Exercise is good for your health because it:\n\nTalk to your provider before starting any exercise program. People with type 2 diabetes may need to take special steps before, during, and after physical activity or exercise, including adjusting doses of insulin if needed.\n\nMEDICINES TO TREAT DIABETES\n\nIf diet and exercise do not help keep your blood sugar at normal or near-normal levels, your provider may prescribe medicine. Since these medicines help lower your blood sugar level in different ways, your provider may have you take more than one medicine.\n\nSome of the most common types of medicines are listed below. They are taken by mouth or injection.\n\nYou may need to take insulin if your blood sugar cannot be controlled with other medicines. Most commonly, insulin is injected under the skin using a syringe, insulin pen, or pump. Another form of insulin is the inhaled type. Insulin cannot be taken by mouth because the acid in the stomach destroys the insulin.\n\nPREVENTING COMPLICATIONS\n\nYour provider may prescribe medicines or other treatments to reduce your chance of developing some of the morecommon complications of diabetes, including:\n\nFOOT CARE\n\nPeople with diabetes are more likely than those without diabetes to havefoot problems. Diabetes damages the nerves. This can make your feet less able to feel pressure, pain, heat, or cold. You may not notice a foot injury until you have severe damage to the skin and tissue below, or you get a severe infection.\n\nDiabetes can also damage blood vessels. Small sores or breaks in the skin may become deeper skin sores (ulcers). The affected limb may need to be amputated if these skin ulcers do not heal or become larger, deeper, or infected.\n\nTo prevent problems with your feet:\n\nEMOTIONAL HEALTH\n\nLiving with diabetes can be stressful. You may feel overwhelmed by everything you need to do to manage your diabetes. But taking care of your emotional health is just as important as your physical health.\n\nWays to relieve stress include:\n\nFeeling sad or down (depressed) or anxious sometimes is normal. But if you have these feelings often and they're getting in the way of managing your diabetes, talk with your health care team. They can find ways to help you feel better.\n\nPeople with diabetes should make sure to keep up on theirvaccinationschedule.\n\nThere are manydiabetes resourcesthat can help you understand more about type 2 diabetes. You can also learn ways to manage your condition so you can live well with diabetes.\n\nMore information and support for people with diabetes and their families can be found at:\n\nDiabetes is a lifelong disease and there is no cure.\n\nSome people with type 2 diabetes no longer need medicine for blood sugar control if they lose weight and become more active. When they reach their ideal weight, their body's own insulin and a healthy diet can control their blood sugar level.\n\nAfter many years, diabetes can lead to serious health problems:\n\nCall 911 or the local emergency number right away if you have:\n\nThese symptoms can quickly get worse and become emergency conditions (such as seizures, hypoglycemic coma or hyperglycemic coma).\n\nAlso contact your provider if you have:\n\nYou can treat early signs of hypoglycemia at home by drinking orange juice, eating sugar or candy, or by taking glucose tablets. If signs of hypoglycemia continue or your blood glucose level stays below 60 mg/dL (3.3 mmol/L ), go to the emergency room.\n\nYou can help prevent type 2 diabetes by staying at a healthy body weight. You can get to a healthy weight by eating healthy foods, controlling your portion sizes, and leading an active lifestyle. Some medicines can also delay or prevent type 2 diabetes in people with prediabetes who are at risk for developing the disease.\n\nDiabetes - type II; Adult-onset diabetes; Diabetic - type 2 diabetes; Oral hypoglycemic - type 2 diabetes; High blood sugar - type 2 diabetes\n\nAmerican Diabetes Association Professional Practice Committee. 2. Classification and diagnosis of diabetes: standards of care in diabetes-2024.Diabetes Care. 2024;47(Suppl 1):S20-S42. PMID: 38078589pubmed.ncbi.nlm.nih.gov/38078589/.\n\nAmerican Diabetes Association Professional Practice Committee. 8. Obesity and weight management for the prevention and treatment of type 2 diabetes: standards of care in diabetes-2024.Diabetes Care. 2024;47(Suppl 1):S145-S157. PMID: 38078578pubmed.ncbi.nlm.nih.gov/38078578/.\n\nAmerican Diabetes Association Professional Practice Committee. 12. Retinopathy, neuropathy, and foot care: standards of care in diabetes-2024.Diabetes Care. 2024;47(Suppl 1):S231-S243. PMID: 38078577pubmed.ncbi.nlm.nih.gov/38078577/.\n\nRiddle MC, Ahmann AJ. Therapeutics of type 2 diabetes mellitus. In: Melmed S, Auchus, RJ, Goldfine AB, Koenig RJ, Rosen CJ, eds.Williams Textbook of Endocrinology. 14th ed. Philadelphia, PA: Elsevier; 2020:chap 35.\n\nUS Preventive Services Task Force website. Final recommendation statement: Prediabetes and type 2 diabetes: Screening.www.uspreventiveservicestaskforce.org/uspstf/recommendation/screening-for-prediabetes-and-type-2-diabetes. Released August 24, 2021. Accessed February 20, 2024.\n\nUS Preventive Services Task Force website. Final recommendation statement: Prediabetes and type 2 diabetes in children and adolescents: Screening.www.uspreventiveservicestaskforce.org/uspstf/recommendation/prediabetes-type2-diabetes-children-adolescents-screening. Released September 13, 2022. Accessed February 20, 2024.\n\nUpdated by: Sandeep K. Dhaliwal, MD, board-certified in Diabetes, Endocrinology, and Metabolism, Springfield, VA. Internal review and update on 02/20/2024 by David C. Dugdale, MD, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team."
  },
  {
    "title": "High blood pressure in adults â\u0080\u0093 hypertension: MedlinePlus Medical Encyclopedia",
    "abstract": "Blood pressure is a measurement of the force exerted against the walls of your arteries as your heart pumps blood to your body. Hypertension is the medical term used to describe high blood pressure.\n\nUntreated high blood pressure can lead to many medical problems. These include heart disease, stroke, kidney failure, eye problems, and other health issues.\n\nBlood pressure readings are given as two numbers. The top number is called systolic blood pressure. The bottom number is called diastolic bloo",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://medlineplus.gov/ency/article/000468.htm",
    "full_text": "Blood pressure is a measurement of the force exerted against the walls of your arteries as your heart pumps blood to your body. Hypertension is the medical term used to describe high blood pressure.\n\nUntreated high blood pressure can lead to many medical problems. These include heart disease, stroke, kidney failure, eye problems, and other health issues.\n\nBlood pressure readings are given as two numbers. The top number is called systolic blood pressure. The bottom number is called diastolic blood pressure. For example, 120 over 80 (written as 120/80 mm Hg).\n\nOne or both of these numbers can be too high. (Note: These numbers apply to people who are not taking medicines for blood pressure and who are not ill.)\n\nIf you have heart or kidney problems, or you had a stroke, your health care provider may want your blood pressure to be even lower than that of people who do not have these conditions.\n\nMany factors can affect blood pressure, including:\n\nYou are more likely to be told your blood pressure is too high as you get older. This is because your blood vessels become stiffer as you age. When that happens, your blood pressure goes up. High blood pressure increases your chance of having a stroke, heart attack, heart failure, kidney disease, or early death.\n\nYou have a higher risk for high blood pressure if you:\n\nMost of the time, no cause of high blood pressure is found. This is called essential hypertension.\n\nHigh blood pressure that is caused by another medical condition or medicine you are taking is called secondary hypertension. Secondary hypertension may be due to:\n\nMost of the time, there are no symptoms. For most people, high blood pressure is found when they visit their provider or have it checked elsewhere.\n\nBecause there are no symptoms, people can develop heart disease and kidney problems without knowing they have high blood pressure.\n\nMalignant hypertensionis a dangerous form of very high blood pressure. Symptoms may include:\n\nDiagnosing high blood pressure early can help prevent heart disease, stroke, eye problems, and chronic kidney disease.\n\nYour provider willmeasure your blood pressureÂ several times before diagnosing you with high blood pressure. It is normal for your blood pressure to be different based on the time of day.\n\nAll adults over the age of 18 should have their blood pressure checked every year. More frequent measurements may be needed for those with a history of high blood pressure readings or those with risk factors for high blood pressure.\n\nBlood pressure readings taken at home may be a better measure of your current blood pressure than those taken at your provider's office.\n\nYour provider will do a physical exam to look for signs of heart disease, damage to your eyes, and other changes in your body.\n\nTests may also be done to look for:\n\nThe goal of treatment is to reduce your blood pressure so that you have a lower risk of health problems caused by high blood pressure. You and your provider should set a blood pressure goal for you.\n\nWhenever thinking about the best treatment for high blood pressure, you and your provider must consider other factors such as:\n\nIf the top blood pressure number is from 120 to 129 mm Hg, and the bottom blood pressure number is less than 80 mm Hg, you have what is called elevated blood pressure.\n\nIf your blood pressure is 130/80 or higher, but lower than 140/90 mm Hg, you have Stage 1 high blood pressure. When thinking about the best treatment, you and your provider must consider:\n\nIf your blood pressure is 140/90 mm Hg or higher, you have Stage 2 high blood pressure. Your provider will most likely recommend medicines and lifestyle changes together.\n\nBefore making a final diagnosis of either elevated blood pressure or high blood pressure, your provider should ask you to have your blood pressure measured at home, at your pharmacy, or somewhere else besides their office or a hospital.\n\nLIFESTYLE CHANGES\n\nYou can do many things to help control your blood pressure, including:\n\nYour provider can help you find programs for losing weight, stopping smoking, and exercising.\n\nYou can also get a referral to a dietitian, who can help you plan a diet that is healthy for you.\n\nHow low your blood pressure should be and at what level you need to start treatment is individualized, based on your age and any medical problems you have.\n\nMEDICINES FOR HYPERTENSION\n\nMost of the time, your provider will suggest you try lifestyle changes first, and check your blood pressure two or more times. Medicines will likely be recommended if your blood pressure readings remain at or above these levels:\n\nIf you have diabetes, heart problems, or a history of a stroke, medicines may be started at lower blood pressure reading. The most commonly used blood pressure targets for people with these medical problems are below 120 to 130/80 mm Hg.\n\nThere are many differentmedicines to treat high blood pressure.\n\nMost of the time, high blood pressure can be controlled with medicine and lifestyle changes.\n\nWhen blood pressure is not well-controlled, you are at risk for:\n\nIf you have high blood pressure, you should have regular checkups with your provider.\n\nEven if you have not been diagnosed with high blood pressure, it is important to have your blood pressure checked during your regular check-up, especially if someone in your family has or had high blood pressure.\n\nContact your provider right away if home monitoring shows that your blood pressure is still high.\n\nMany people can prevent or delay high blood pressure from occurring by following lifestyle changes designed to bring blood pressure down.\n\nHypertension; HBP; High blood pressure\n\nAmerican Diabetes Association website. 10. Cardiovascular Disease and Risk Management: Standards of Medical Care in Diabetes-2024.Diabetes Care. 2024;47(Suppl 1):S179-S218. PMID: 38078592pubmed.ncbi.nlm.nih.gov/38078592/.\n\nArnett DK, Blumenthal RS, Albert MA, et al. 2019 ACC/AHA guideline on the primary prevention of cardiovascular disease: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines.Circulation. 2019;140(11);e596-e646. PMID: 30879355pubmed.ncbi.nlm.nih.gov/30879355/.\n\nBakris GL, Sorrentino MJ. Systemic hypertension: mechanisms, diagnosis and treatment. In: Libby P, Bonow RO, Mann DL, Tomaselli GF, Bhatt DL, Solomon SD, eds.Braunwald's Heart Disease: A Textbook of Cardiovascular Medicine. 12th ed. Philadelphia, PA: Elsevier; 2022:chap 26.\n\nFlack JM. Arterial hypertension. In: Goldman L, Cooney KA, eds.Goldman-Cecil Medicine. 27th ed. Philadelphia, PA: Elsevier; 2024:chap 64.\n\nUnger T, Borghi C, Charchar F, et al. 2020 International Society of Hypertension global hypertension practice guidelines.J Hypertens. 2020;38(6):982-1004. PMID: 32371787pubmed.ncbi.nlm.nih.gov/32371787/.\n\nWhelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines.ÂHypertension. 2018;71(6):1269-1324. PMID: 29133354Âpubmed.ncbi.nlm.nih.gov/29133354/.\n\nUpdated by: Michael A. Chen, MD, PhD, Associate Professor of Medicine, Division of Cardiology, Harborview Medical Center, University of Washington Medical School, Seattle, WA. Internal review and update on 02/19/2024 by David C. Dugdale, MD, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team."
  },
  {
    "title": "Enlarged liver: MedlinePlus Medical Encyclopedia",
    "abstract": "Enlarged liver refers to swelling of the liver beyond its normal size. Hepatomegaly is another word to describe this problem.\n\nIf both the liver andspleenare enlarged, it is called hepatosplenomegaly.\n\nThe lower edge of the liver normally comes just to the lower edge of the ribs on the right side. The edge of the liver is normally thin and firm. It cannot be felt with the fingertips below the edge of the ribs, except when you take a deep breath. It may be enlarged if a health care provider can f",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://medlineplus.gov/ency/article/003275.htm",
    "full_text": "Enlarged liver refers to swelling of the liver beyond its normal size. Hepatomegaly is another word to describe this problem.\n\nIf both the liver andspleenare enlarged, it is called hepatosplenomegaly.\n\nThe lower edge of the liver normally comes just to the lower edge of the ribs on the right side. The edge of the liver is normally thin and firm. It cannot be felt with the fingertips below the edge of the ribs, except when you take a deep breath. It may be enlarged if a health care provider can feel it in this area.\n\nThe liver is involved in many of the body's functions. Its function is affected by many conditions that can cause hepatomegaly, including:\n\nThis condition is most often detected by a provider. You may not be aware of the liver or spleen swelling.\n\nThe provider will examine you and ask questions such as:\n\nTests to determine the cause of hepatomegaly vary, depending on the suspected cause, but may include:\n\nHepatosplenomegaly; Enlarged liver; Liver enlargement\n\nMartin P. Approach to the patient with liver disease. In: Goldman L, Schafer AI, eds.Goldman-Cecil Medicine.26th ed. Philadelphia, PA: Elsevier; 2020:chap 137.\n\nPlevris J, Parks R. The gastrointestinal system. In: Dover AR, Innes JA , Fairhurst K, eds.Macleod's Clinical Examination. 15th ed. Philadelphia, PA: Elsevier; 2024:chap 6.\n\nSquires JE, Balistreri WF. Manifestations of liver disease. In: Kliegman RM, St. Geme JW, Blum NJ, Shah SS, Tasker RC, Wilson KM, eds.Nelson Textbook of Pediatrics.21st ed. Philadelphia, PA: Elsevier; 2020:chap 382.\n\nUpdated by: Michael M. Phillips, MD, Emeritus Professor of Medicine, The George Washington University School of Medicine, Washington, DC. Also reviewed by David C. Dugdale, MD, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team."
  },
  {
    "title": "Foot, leg, and ankle swelling: MedlinePlus Medical Encyclopedia",
    "abstract": "Painless swelling of the feet and ankles is a common problem, especially among older people.\n\nAbnormal buildup of fluid in the ankles, feet, and legs can cause swelling. This fluid buildup and swelling is called edema.\n\nPainless swelling may affect both legs and may include the calves or even the thighs. The effect of gravity makes the swelling most noticeable in the lower part of your body.\n\nFoot, leg, and ankle swelling is common when the person also:\n\nInjury or surgery involving the leg, ankl",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://medlineplus.gov/ency/article/003104.htm",
    "full_text": "Painless swelling of the feet and ankles is a common problem, especially among older people.\n\nAbnormal buildup of fluid in the ankles, feet, and legs can cause swelling. This fluid buildup and swelling is called edema.\n\nPainless swelling may affect both legs and may include the calves or even the thighs. The effect of gravity makes the swelling most noticeable in the lower part of your body.\n\nFoot, leg, and ankle swelling is common when the person also:\n\nInjury or surgery involving the leg, ankle, or foot can also cause swelling. Swelling may also occur after pelvic surgery, especially for cancer.\n\nLong airplane flights or car rides, as well as standing for long periods of time, often lead to some swelling in the feet and ankles.\n\nSwelling may occur in women who take estrogen, or during parts of the menstrual cycle. Most women have some swelling during pregnancy. More severe swelling during pregnancy may be a sign ofpreeclampsia, a serious condition that includes high blood pressure and significant swelling.\n\nSwollen legs may be a sign ofheart failure,kidney failure, orliver failure. In these conditions, there is too much fluid in the body, and it collects in the legs.\n\nCertain medicines may also cause your legs to swell. Some of these are:\n\nSome tips that may help reduce swelling:\n\nNever stop taking any medicines you think may be causing swelling without first talking to your health care provider.\n\nCall 911Â or the local emergency number if:\n\nContact your provider right away if:\n\nAlso contact your provider if self-care measures do not help or swelling gets worse.\n\nYour provider will take a medical history and do a thorough physical examination, paying special attention to your heart, lungs, abdomen, lymph nodes, legs, and feet.\n\nYour provider will ask questions such as:\n\nDiagnostic tests that may be done include:\n\nYour treatment will focus on the cause of the swelling. Your provider may prescribe diuretics to reduce the swelling, but these can have side effects. Home treatment for leg swelling that is not related to a serious medical condition should be tried before drug therapy.\n\nSwelling of the ankles - feet - legs; Ankle swelling; Foot swelling; Leg swelling; Edema - peripheral; Peripheral edema\n\nMagee DJ, Manske RC. Lower leg, ankle, and foot. Magee DJ, Manske RC, eds.Orthopedic Physical Assessment.7th ed. St Louis MO: Elsevier; 2021:chap 13.\n\nQuick CRG, Biers SM, Arulampalam THA. Pathophysiology, clinical features and diagnosis of vascular disease affecting the limbs. In: Quick CRG, Biers SM, Arulampalam THA, eds.Essential Surgery: Problems, Diagnosis and Management.6th ed. Philadelphia, PA: Elsevier; 2020:chap 40.\n\nSeller RH, Symons AB. Swelling of the legs. In: Seller RH, Symons AB, eds.Differential Diagnosis of Common Complaints.7th ed. Philadelphia, PA: Elsevier; 2018:chap 31.\n\nUpdated by: Jacob Berman, MD, MPH, Clinical Assistant Professor of Medicine, Division of General Internal Medicine, University of Washington School of Medicine, Seattle, WA. Also reviewed by David C. Dugdale, MD, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team."
  },
  {
    "title": "Wheezing: MedlinePlus Medical Encyclopedia",
    "abstract": "Wheezing is a high-pitched whistling sound during breathing. It occurs when air moves through narrowed breathing tubes in the lungs.\n\nWheezing is a sign that a person may be having breathing problems. The sound of wheezing is most apparent when breathing out (exhaling). It may also be heard when breathing in (inhaling).\n\nWheezing most often comes from the small breathing tubes (bronchial tubes) deep in the lungs. But it may be due to a blockage in larger airways or in people with certain vocal c",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://medlineplus.gov/ency/article/003070.htm",
    "full_text": "Wheezing is a high-pitched whistling sound during breathing. It occurs when air moves through narrowed breathing tubes in the lungs.\n\nWheezing is a sign that a person may be having breathing problems. The sound of wheezing is most apparent when breathing out (exhaling). It may also be heard when breathing in (inhaling).\n\nWheezing most often comes from the small breathing tubes (bronchial tubes) deep in the lungs. But it may be due to a blockage in larger airways or in people with certain vocal cord problems.\n\nCauses of wheezing may include any of the following:\n\nTake all of your medicines as directed.\n\nSitting in an area where there is moist, heated air may help relieve some symptoms. This can be done by running a hot shower or using a vaporizer.\n\nContact your health care provider if wheezing:\n\nIf wheezing is severe or occurs with severe shortness of breath, you should go directly to the nearest emergency department.\n\nYour provider will perform a physical exam and ask about your medical history and symptoms. Questions about your wheezing may include when it started, how long it has lasted, when it is worse, and what might have caused it.\n\nThe physical exam may include listening to the lung sounds (auscultation). If your child has the symptoms, their provider will make sure your child didn't swallow a foreign object.\n\nTests that may be done include:\n\nA hospital stay may be needed if:\n\nSibilant rhonchi; Wheezing asthma; Wheezing - bronchiectasis; Wheezing - bronchiolitis; Wheezing - bronchitis; Wheezing - COPD; Wheezing - heart failure\n\nDoss AMA, Stokes JR. Viral infections and wheezing in preschool children.Immunol Allergy Clin North Am. 2022;42(4):727-741. PMID: 36265972pubmed.ncbi.nlm.nih.gov/36265972/.\n\nKliegman RM, St. Geme JW, Blum NJ, et al. Wheezing, bronchiolitis, and bronchitis. In: Kliegman RM, St. Geme JW, Blum NJ, et al, eds.Nelson Textbook of Pediatrics. 22nd ed. Philadelphia, PA: Elsevier; 2025:chap 439.\n\nWoodruff PG, Bhakta NR, Ortega VE, Lambrecht BN, Fahy JV. Asthma: pathogenesis and phenotypes. In: Broaddus VC, Ernst JD, King TE, et al, eds.Murray and Nadel's Textbook of Respiratory Medicine. 7th ed. Philadelphia, PA: Elsevier; 2022:chap 60.\n\nUpdated by: Charles I. Schwartz, MD, FAAP, Clinical Assistant Professor of Pediatrics, Perelman School of Medicine at the University of Pennsylvania, General Pediatrician at PennCare for Kids, Phoenixville, PA. Also reviewed by David C. Dugdale, MD, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team."
  },
  {
    "title": "Swollen lymph nodes: MedlinePlus Medical Encyclopedia",
    "abstract": "Lymph nodes are present throughout your body. They are an important part of your immune system. Lymph nodes help your body recognize and fight germs, infections, and other foreign substances.\n\nThe term \"swollen glands\" refers to enlargement of one or more lymph nodes. The medical name for swollen lymph nodes is lymphadenopathy.\n\nIn a child, a lymph node is considered enlarged if it is more than 1 centimeter (0.4 inch) wide.\n\nCommon areas where the lymph nodes can be felt (with the fingers) inclu",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://medlineplus.gov/ency/article/003097.htm",
    "full_text": "Lymph nodes are present throughout your body. They are an important part of your immune system. Lymph nodes help your body recognize and fight germs, infections, and other foreign substances.\n\nThe term \"swollen glands\" refers to enlargement of one or more lymph nodes. The medical name for swollen lymph nodes is lymphadenopathy.\n\nIn a child, a lymph node is considered enlarged if it is more than 1 centimeter (0.4 inch) wide.\n\nCommon areas where the lymph nodes can be felt (with the fingers) include:\n\nInfections are the most common cause of swollen lymph nodes. Infections that can cause them include:\n\nImmune or autoimmune disorders that can cause swollen lymph nodes are:\n\nCancers that can cause swollen lymph nodes include:\n\nMany other cancers may also cause swollen lymph nodes.\n\nCertain medicines can cause swollen lymph nodes, including:\n\nWhich lymph nodes are swollen depends on the cause and the body parts involved. Swollen lymph nodes that appear suddenly and are painful are usually due to injury or infection. Slow, painless swelling may be due to cancer or a tumor.\n\nPainful lymph nodes are generally a sign that your body is fighting an infection. The soreness usually goes away in a couple of days without treatment. The lymph node may not return to its normal size for several weeks.\n\nContact your health care provider if:\n\nYour provider will perform a physical examination and ask about your medical history and symptoms. Examples of questions that may be asked include:\n\nThe following tests may be done:\n\nTreatment depends on the cause of the swollen nodes.\n\nSwollen glands; Glands - swollen; Lymph nodes - swollen; Lymphadenopathy\n\nTower RL, Camitta BM. Lymphadenopathy. In: Kliegman RM, St. Geme JW, Blum NJ, Shah SS, Tasker RC, Wilson KM, eds.Nelson Textbook of Pediatrics.21st ed. Philadelphia, PA: Elsevier; 2020:chap 517.\n\nWinter JN. Approach to the patient with lymphadenopathy or splenomegaly. In: Goldman L, Cooney KA, eds.Goldman-Cecil Medicine. 27th ed. Philadelphia, PA: Elsevier; 2024:chap 154.\n\nUpdated by: Linda J. Vorvick, MD, Clinical Professor, Department of Family Medicine, UW Medicine, School of Medicine, University of Washington, Seattle, WA. Also reviewed by David C. Dugdale, MD, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team."
  },
  {
    "title": "[Short-term effects of feeding crude soybean trypsin inhibitor on pancreas of rat, hamster and mouse].",
    "abstract": "",
    "journal": "Eisei Shikenjo hokoku. Bulletin of National Institute of Hygienic Sciences",
    "year": "1987-01-01",
    "source": "Eisei Shikenjo hokoku. Bulletin of National Institute of Hygienic Sciences",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3449168/",
    "full_text": ""
  },
  {
    "title": "Trends in distribution of colorectal cancer at the Methodist Hospital of Indiana. An evaluation of 20 years' experience at a community hospital.",
    "abstract": "",
    "journal": "Indiana medicine : the journal of the Indiana State Medical Association",
    "year": "1986-04-01",
    "source": "Indiana medicine : the journal of the Indiana State Medical Association",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3711647/",
    "full_text": ""
  },
  {
    "title": "Unknown Title",
    "abstract": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nInformedHealth.org [Internet]. Cologne, Germany: Institute for Quality and Efficiency in Health Care (IQWiG); 2006-.\n\nLast Update:January 23, 2024; Next update: 2027.\n\nDietary supplements contain nutrients such as vitamins or minerals that are also found in regular foods, but in a more concentrated form and often at a higher dose. They come in various forms, such astablets, capsules, powders, liquids, ",
    "journal": "Unknown Source",
    "year": "Unknown Date",
    "source": "Perplexity AI",
    "url": "https://www.ncbi.nlm.nih.gov/books/NBK279425/",
    "full_text": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nInformedHealth.org [Internet]. Cologne, Germany: Institute for Quality and Efficiency in Health Care (IQWiG); 2006-.\n\nLast Update:January 23, 2024; Next update: 2027.\n\nDietary supplements contain nutrients such as vitamins or minerals that are also found in regular foods, but in a more concentrated form and often at a higher dose. They come in various forms, such astablets, capsules, powders, liquids, and fizzy, soluble tablets. Adietary supplementis not necessarily made from plants, such as garlic: it could also be an animal product, like fish oil, or synthetic, like most vitamins.\n\nDietary supplements are over-the-counter products, which means you don’t have to go to a pharmacy to buy them. They are also available in places like drug stores and supermarkets. They may also be part of (complementary) medical treatment. German law stipulates that they are not allowed to have (or claim to have) a medicinal effect – for example, loweringblood pressureor blood sugar levels. If adietary supplementhad such an effect it would have to be officially approved as a drug.\n\nDietary supplements may contain the following substances, for instance:\n\nTaking dietary supplements means that the body may absorb much more of these substances than would be possible by just eating a normal diet. In Germany, there are no legal limits on how much of these substances the supplements may contain, but the German Federal Institute for Risk Assessment (BfR) does issue recommendations.\n\nAll dietary supplements must be labeled as such, and the labels must provide the following information:\n\nAccording to German law, dietary supplements are regarded as food products, not drugs. Drugs are pharmacologically active substances that have a particular effect on the body and its functions. They are taken to relieve symptoms and illnesses, or for prevention. Dietary supplements do not have a pharmacological effect, and manufacturers aren't allowed to claim that they do – their sole purpose is to provide the body with nutrients. For this reason, they have different quality and safety requirements than chemical or herbal medicines do.\n\nIn Germany, the responsibility for the safety of dietary supplements lies with the manufacturers and retailers – as it does with all food products. All dietary supplements must be registered with the German Federal Office of Consumer Protection and Food Safety (BVL). For dietary supplements, the authorities only record which ingredients are listed on the label. But they, or the official food monitoring employees at the manufacturing site, can take samples of the products to check them.\n\nSo dietary supplements don’t have to go through all of the strict tests and quality assurance processes that are required of medicines before they are sold on the market. This means that it’s not always possible to be sure that alldietary supplementproducts have the same quality.\n\nIt is a good idea to be especially careful when ordering products on the internet. Products that are ordered from abroad will not automatically conform to German food safety laws. Because other countries have different regulations, adietary supplementmight contain such a large amount of a substance that it would be considered a drug in Germany. It could also contain substances whose use is considered hazardous to your health by German regulators.\n\nBecause dietary supplements are regulated like food products rather than like medicines, they are not allowed to be advertised as substances that cure, relieve or prevent illnesses, or that are suitable for a specific therapeutic use. That is why dietary supplements are often claimed to have more general effects such as “supports your immune system,” “has a hormone-balancing effect” or “supports the health of your joints.” It is important to know that most of these claims are unproven, though, and don't tell us anything about the actual health benefit of taking the product.\n\nIf you eat a balanced and varied diet, you will get all the nutrients your body needs. So you won't need to take extra vitamins or minerals. In certain cases, it may make sense to take dietary supplements on a temporary basis with the specific aim of correcting a deficiency.\n\nBut some dietary supplements have been proven to have no effect on certain illnesses. For example, studies have shown that – contrary to popular belief –taking vitamin C cannot prevent a cold. Vitamin supplements do not help to prevent cancer or cardiovascular (heart and blood vessel) disease either.\n\nBecause manufacturers of dietary supplements don’t have to provideevidencethat their products are safe, harmful effects can’t always be ruled out. There are some dangerous or hazardous substances that dietary supplements aren’t allowed to contain. But vitamins and other substances can also be harmful to your health. Some people might have allergic reactions to plant-based ingredients, for example.\n\nResearch suggests that products containingvitamin A, vitamin E, or beta-carotene might increase the risk of developing certain diseasesmight increase the risk of developing certain diseases when taken over a longer period of time and at a high dose. For this reason, the German Federal Institute for Risk Assessment (BfR) requires all manufacturers of vitamin supplements to limit the amounts of e.g. carotenes in their products.\n\nAlso, dietary supplements may affect the way medicines work. For this reason, if a doctor prescribes medicine for you, it’s important to let them know if you are regularly taking any dietary supplements.\n\nPeople who are considering taking dietary supplements should ask themselves the following questions first:\n\nYou can find more information at theGerman Federal Institute for Risk Assessment (BfR).\n\nIQWiG health information is written with the aim of helping people understand the advantages and disadvantages of the main treatment options and health care services.\n\nBecause IQWiG is a German institute, some of the information provided here is specific to the German health care system. The suitability of any of the described options in an individual case can be determined by talking to a doctor. informedhealth.org can provide support for talks with doctors and other medical professionals, but cannot replace them. We do not offer individual consultations.\n\nOur information is based on the results of good-quality studies. It is written by a team of health care professionals, scientists and editors, and reviewed by external experts. You can find a detailed description of how our health information is produced and updated in our methods."
  },
  {
    "title": "[A meeting to discuss sex and death of the aged--at the Horie Center for Welfare of the aged, Nakano Ward].",
    "abstract": "For the biological activity of pyrazole derivatives, see: Mahajan\n\n(1991\n\n); Baraldi\n\n(1998\n\n); Katayama & Oshiyama (1997\n\n); Chen & Li (1998\n\n). For a related structure, see: Jagadeesan\n\n(2013\n\n). For puckering parameters, see: Cremer & Pople (1975\n\n). For graph-set notation, see: Bernstein\n\n(1995\n\n).\n\nC\n\nH\n\nN\n\nO\n\n= 613.69\n\nTriclinic,\n\n= 10.0183 (4) Å\n\n= 12.7374 (5) Å\n\n= 13.2489 (5) Å\n\nα = 114.365 (2)°\n\nβ = 96.960 (2)°\n\nγ = 92.281 (2)°\n\n= 1521.17 (11) Å\n\n= 2\n\nMo\n\nα radiation\n\nμ = 0.09 mm\n\n= 295",
    "journal": "[Kango gijutsu] : [Nursing technique]",
    "year": "1987-04-01",
    "source": "[Kango gijutsu] : [Nursing technique]",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3648244/",
    "full_text": "For the biological activity of pyrazole derivatives, see: Mahajan\n\n(1991\n\n); Baraldi\n\n(1998\n\n); Katayama & Oshiyama (1997\n\n); Chen & Li (1998\n\n). For a related structure, see: Jagadeesan\n\n(2013\n\n). For puckering parameters, see: Cremer & Pople (1975\n\n). For graph-set notation, see: Bernstein\n\n(1995\n\n).\n\nC\n\nH\n\nN\n\nO\n\n= 613.69\n\nTriclinic,\n\n= 10.0183 (4) Å\n\n= 12.7374 (5) Å\n\n= 13.2489 (5) Å\n\nα = 114.365 (2)°\n\nβ = 96.960 (2)°\n\nγ = 92.281 (2)°\n\n= 1521.17 (11) Å\n\n= 2\n\nMo\n\nα radiation\n\nμ = 0.09 mm\n\n= 295 K\n\n0.30 × 0.25 × 0.20 mm\n\nBruker Kappa APEXII CCD diffractometer\n\nAbsorption correction: multi-scan (\n\n; Bruker, 2008\n\n)\n\n= 0.975,\n\n= 0.983\n\n32812 measured reflections\n\n9207 independent reflections\n\n5094 reflections with\n\n> 2σ(\n\n)\n\n= 0.036\n\n[\n\n> 2σ(\n\n)] = 0.055\n\n(\n\n) = 0.166\n\n= 1.01\n\n9207 reflections\n\n424 parameters\n\nH-atom parameters constrained\n\nΔρ\n\n= 0.46 e Å\n\nΔρ\n\n= −0.32 e Å\n\nData collection:\n\n(Bruker, 2008\n\n); cell refinement:\n\n(Bruker, 2008\n\n); data reduction:\n\n; program(s) used to solve structure:\n\n(Sheldrick, 2008\n\n); program(s) used to refine structure:\n\n(Sheldrick, 2008\n\n); molecular graphics:\n\n(Farrugia, 2012\n\n); software used to prepare material for publication:\n\nand\n\n(Spek, 2009\n\n).\n\nClick here for additional data file.\n\nCrystal structure: contains datablock(s) global, I. DOI:\n\nClick here for additional data file.\n\nStructure factors: contains datablock(s) I. DOI:\n\nAdditional supplementary materials:\n\n;\n\n;\n\n"
  },
  {
    "title": "The actions of histamine on the separated layers of the guinea-pig uterus: the influence of ovarian steroids.",
    "abstract": "",
    "journal": "Agents and actions",
    "year": "1988-06-01",
    "source": "Agents and actions",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3407553/",
    "full_text": ""
  },
  {
    "title": "Comparative effects of bepridil, its quaternary derivative CERM 11888 and verapamil on caffeine-induced contracture in ferret hearts.",
    "abstract": "",
    "journal": "British journal of pharmacology",
    "year": "1989-09-01",
    "source": "British journal of pharmacology",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2804541/",
    "full_text": ""
  },
  {
    "title": "Lymphadenopathy",
    "abstract": "processing....\n\nLymphadenopathy, an enlargement of the lymph nodes, reflects disease involving the reticuloendothelial system, secondary to an increase in normal lymphocytes and macrophages (in response to an antigen). Most lymphadenopathy in children is due to benign, self-limited disease such as a viral infection. Other, less common etiologies responsible for adenopathy include nodal accumulation of inflammatory cells in response to an infection in the node (lymphadenitis), neoplastic lymphocy",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://emedicine.medscape.com/article/956340-overview",
    "full_text": "processing....\n\nLymphadenopathy, an enlargement of the lymph nodes, reflects disease involving the reticuloendothelial system, secondary to an increase in normal lymphocytes and macrophages (in response to an antigen). Most lymphadenopathy in children is due to benign, self-limited disease such as a viral infection. Other, less common etiologies responsible for adenopathy include nodal accumulation of inflammatory cells in response to an infection in the node (lymphadenitis), neoplastic lymphocytes or macrophages (lymphoma), or metabolite-laden macrophages in storage diseases (Gaucher disease).\n\nLymph nodes, in conjunction with the spleen, tonsils, adenoids, and Peyer patches, are highly organized centers of immune cells that filter antigen from the extracellular fluid. Directly interior to a lymph node's fibrous capsule is the subcapsular sinus. This allows lymph, an ultrafiltrate of blood, to traverse from the afferent lymph vessels, through the sinuses, and out the efferent vessels. The sinuses are studded with macrophages, which remove 99% of all delivered antigens.\n\nInterior to the subcapsular sinus is the cortex, which contains primary follicles, secondary follicles, and the interfollicular zone. Follicles within the cortex are major sites of B-cell proliferation, whereas the interfollicular zone is the site of antigen-dependent T-cell differentiation and proliferation. The deepest structure within the lymph node is the medulla, consisting of cords of plasma cells and small B lymphocytes that facilitate immunoglobulin secretion into the exiting lymph.\n\nThe lymph node, with its high concentration of lymphocytes and antigen-presenting cells, is an ideal organ for receiving antigens that gain access through the skin or gastrointestinal tract. Nodes have considerable capacity for growth and change. Lymph node size depends on the person's age, the location of the lymph node in the body, and antecedent immunologic events. In neonates, lymph nodes are barely perceptible, but a progressive increase in total lymph node mass is observed until later childhood. Lymph node atrophy begins during adolescence and continues through later life.\n\nThe laboratory evaluation of lymphadenopathy must be directed by the history and physical examination and is based on the size and other characteristics of the nodes and the overall clinical assessment of the patient. When a laboratory evaluation is indicated, it must be driven by the clinical evaluation.[1]\n\nThe following studies should be considered for chronic lymphadenopathy (>3 wk):\n\nChest radiography may be helpful in elucidating mediastinal adenopathy and underlying diseases affecting the lungs, including tuberculosis, coccidioidomycosis, lymphomas, neuroblastoma, histiocytoses, and Gaucher disease.[2]\n\nSupraclavicular adenopathy, with its high associated rate of serious underlying disease, may be an indication for computed tomography (CT) scan of the chest, abdomen, or both.\n\nIf the size, location, or character of the lymphadenopathy suggests malignancy, the need for laboratory studies and biopsy is more urgent than it would otherwise be. If laboratory testing is inconclusive, a lymph node biopsy is immediately indicated.\n\nTreatment is determined by the specific underlying etiology of lymphadenopathy. Most clinicians treat children with cervical lymphadenopathy conservatively. Antibiotics should be given only if a bacterial infection is suspected.\n\nManagement of superior vena cava syndrome requires emergency care, including chemotherapy and possibly radiation therapy.\n\nSurgical care usually involves a biopsy. If lymphadenitis is present, aspirate may be needed for culture, and removal of the affected node may be indicated.\n\nLymphadenopathy reflects disease involving the reticuloendothelial system, secondary to an increase in normal lymphocytes and macrophages in response to an antigen. Most lymphadenopathy in children is due to benign, self-limited disease such as viral infections. Other, less common etiologies responsible for adenopathy include nodal accumulation of inflammatory cells in response to an infection in the node (lymphadenitis), neoplastic lymphocytes or macrophages (lymphoma), or metabolite-laden macrophages in storage diseases (Gaucher disease).\n\nUnited States\n\nThe precise incidence of lymphadenopathy is not known, but estimates of palpable adenopathy in childhood vary from 38-45%,[3]and lymphadenopathy is one of the most common clinical problems encountered in pediatrics.[4]Determining whether adenopathy is simply a normal response to frequent viral infections within an age group or if it is significant enough to consider more serious underlying disease is often difficult.\n\nIn the United States, common viral and bacterial infections are overwhelmingly the most common cause of adenopathy. Infectious mononucleosis andcytomegalovirus (CMV)are important etiologies, but adenopathy is usually caused by common viral upper respiratory tract infections. Localized lymphadenitis is most often caused by staphylococci and beta-hemolytic streptococci.\n\nOther infections, such as human immunodeficiency virus (HIV), malignancies, and autoimmune diseases, are less common causes of adenopathy.\n\nInternational\n\nInfections that are rarely observed in the United States, such astuberculosis, typhoid fever,leishmaniasis,trypanosomiasis,schistosomiasis,filariasis, and fungal infections, are common causes of lymphadenopathy in developing nations.[5]HIV infections must be strongly considered in areas of high incidence.\n\nIn the United States, mortality and serious morbidity caused by adenopathy are unusual given the common infectious etiologies.\n\nMalignancies, such as leukemia, lymphomas, andneuroblastoma, are the primary causes of mortality in the United States.[6]\n\nSignificant morbidity and mortality are also associated with autoimmune disorders (eg,juvenile rheumatoid arthritis,systemic lupus erythematosus),histiocytoses, and storage diseases.\n\nHIV is an uncommon cause of adenopathy in the United States, but its associated mortality requires consideration.\n\nRace is not a factor in most lymphadenopathy. Rare causes may be associated with particular ethnic groups (eg, sarcoidosis in Africans, Kikuchi-Fujimoto disease in Asians).\n\nSex does not influence childhood lymphadenopathy.\n\nAdenopathy is most common in young children whose immune systems are responding to newly encountered infections. Adenopathy may be seen in one third of neonates and infants, usually in nodes that drain areas with mild skin irritation. Generalized adenopathy is rare in the neonate and suggests congenital infections, such as CMV. Adenopathy related to malignancy is rare at all ages. If diagnosed, it is often secondary to leukemia or neuroblastoma in younger children, and toHodgkin lymphomain adolescents.[7]\n\nTwist CJ, Link MP. Assessment of lymphadenopathy in children.Pediatr Clin North Am. 2002 Oct. 49(5):1009-25.[QxMD MEDLINE Link].\n\nGeorge A, Andronikou S, Pillay T, Goussard P, Zar HJ. Intrathoracic tuberculous lymphadenopathy in children: a guide to chest radiography.Pediatr Radiol. 2017 Sep. 47 (10):1277-82.[QxMD MEDLINE Link].[Full Text].\n\nLarsson LO, Bentzon MW, Berg Kelly K, et al. Palpable lymph nodes of the neck in Swedish schoolchildren.Acta Paediatr. 1994 Oct. 83(10):1091-4.[QxMD MEDLINE Link].\n\nGrossman M, Shiramizu B. Evaluation of lymphadenopathy in children.Curr Opin Pediatr. 1994. 6(1):68-76.[QxMD MEDLINE Link].\n\nMoore SW, Schneider JW, Schaaf HS. Diagnostic aspects of cervical lymphadenopathy in children in the developing world: a study of 1,877 surgical specimens.Pediatr Surg Int. 2003 Jun. 19(4):240-4.[QxMD MEDLINE Link].\n\nMiller DR. Hematologic malignancies: leukemia and lymphoma (Differential diagnosis of lymphadenopathy). Miller DR, Baehner RL, eds.Blood Diseases of Infancy and Childhood. Mosby Inc; 1995. 745-9.\n\nKliegman RM, Nieder ML, Super DM. Lymphadenopathy. Fletcher J, Bralow L, eds.Practical Strategies in Pediatric Diagnosis and Therapy. WB Saunders Co; 1996. 791-803.\n\nRoberts KB, Tunnessen WW. Lymphadenopathy.Signs and Symptoms in Pediatrics. 3rd ed. Lippincott, Williams, and Wilkins; 1999. 63-72.\n\nHenrickson SE, Dolan JG, Forbes LR, et al. Gain-of-Function STAT1 Mutation With Familial Lymphadenopathy and Hodgkin Lymphoma.Front Pediatr. 2019. 7:160.[QxMD MEDLINE Link].[Full Text].\n\nNield LS, Kamat D. Lymphadenopathy in children: when and how to evaluate.Clin Pediatr (Phila). 2004 Jan-Feb. 43(1):25-33.[QxMD MEDLINE Link].\n\nOguz A, Karadeniz C, Temel EA, Citak EC, Okur FV. Evaluation of peripheral lymphadenopathy in children.Pediatr Hematol Oncol. 2006 Oct-Nov. 23(7):549-61.[QxMD MEDLINE Link].\n\nYaris N, Cakir M, Sozen E, Cobanoglu U. Analysis of children with peripheral lymphadenopathy.Clin Pediatr (Phila). 2006 Jul. 45(6):544-9.[QxMD MEDLINE Link].\n\nLin YC, Huang HH, Nong BR, et al. Pediatric Kikuchi-Fujimoto disease: a clinicopathologic study and the therapeutic effects of hydroxychloroquine.J Microbiol Immunol Infect. 2017 Sep 29.[QxMD MEDLINE Link].[Full Text].\n\nGray DM, Zar H, Cotton M. Impact of tuberculosis preventive therapy on tuberculosis and mortality in HIV-infected children.Cochrane Database Syst Rev. 2009 Jan 21. CD006418.[QxMD MEDLINE Link].\n\nBelard S, Heller T, Orie V, et al. Sonographic Findings of Abdominal Tuberculosis in Children With Pulmonary Tuberculosis.Pediatr Infect Dis J. 2017 Dec. 36 (12):1224-6.[QxMD MEDLINE Link].\n\nLeung AK, Davies HD. Cervical lymphadenitis: etiology, diagnosis, and management.Curr Infect Dis Rep. 2009 May. 11(3):183-9.[QxMD MEDLINE Link].\n\nLindeboom JA, Kuijper EJ, Bruijnesteijn van Coppenraet ES, Lindeboom R, Prins JM. Surgical excision versus antibiotic treatment for nontuberculous mycobacterial cervicofacial lymphadenitis in children: a multicenter, randomized, controlled trial.Clin Infect Dis. 2007 Apr 15. 44(8):1057-64.[QxMD MEDLINE Link].\n\nDeosthali A, Donches K, DelVecchio M, Aronoff S. Etiologies of Pediatric Cervical Lymphadenopathy: A Systematic Review of 2687 Subjects.Glob Pediatr Health. 2019. 6:2333794X19865440.[QxMD MEDLINE Link].[Full Text].\n\nMeyer HJ, Melekh B, Wienke A, Jan Borggrefe, Surov A. Clinical importance of thoracal lymphadenopathy in COVID-19.J Infect Public Health. 2023 Aug. 16 (8):1244-8.[QxMD MEDLINE Link].[Full Text].\n\nLam DL, Flanagan MR. Axillary Lymphadenopathy After COVID-19 Vaccination in a Woman With Breast Cancer.JAMA. 2021 Dec 23.[QxMD MEDLINE Link].[Full Text].\n\nRazek AA, Gaballa G, Elashry R, Elkhamary S. Diffusion-weighted MR imaging of mediastinal lymphadenopathy in children.Jpn J Radiol. 2015 Jun 12.[QxMD MEDLINE Link].\n\nTsujikawa T, Tsuchida T, Imamura Y, Kobayashi M, Asahi S, Shimizu K. Kikuchi-Fujimoto disease: PET/CT assessment of a rare cause of cervical lymphadenopathy.Clin Nucl Med. 2011 Aug. 36(8):661-4.[QxMD MEDLINE Link].\n\nQuarles van Ufford H, Hoekstra O, de Haas M, Fijnheer R, Wittebol S, Tieks B. On the added value of baseline FDG-PET in malignant lymphoma.Mol Imaging Biol. 2010 Apr. 12(2):225-32.[QxMD MEDLINE Link].\n\nNiedzielska G, Kotowski M, Niedzielski A, Dybiec E, Wieczorek P. Cervical lymphadenopathy in children--incidence and diagnostic management.Int J Pediatr Otorhinolaryngol. 2007 Jan. 71(1):51-6.[QxMD MEDLINE Link].\n\nVayner N, Coret A, Polliack G, et al. Mesenteric lymphadenopathy in children examined by US for chronic and/or recurrent abdominal pain.Pediatr Radiol. 2003 Dec. 33(12):864-7.[QxMD MEDLINE Link].\n\nPark JE, Ryu YJ, Kim JY, et al. Cervical lymphadenopathy in children: a diagnostic tree analysis model based on ultrasonographic and clinical findings.Eur Radiol. 2020 Aug. 30 (8):4475-85.[QxMD MEDLINE Link].\n\nYing M, Cheng SC, Ahuja AT. Diagnostic Accuracy of Computer-Aided Assessment of Intranodal Vascularity in Distinguishing Different Causes of Cervical Lymphadenopathy.Ultrasound Med Biol. 2016 Apr 27.[QxMD MEDLINE Link].\n\nTan S, Miao LY, Cui LG, Sun PF, Qian LX. Value of Shear Wave Elastography Versus Contrast-Enhanced Sonography for Differentiating Benign and Malignant Superficial Lymphadenopathy Unexplained by Conventional Sonography.J Ultrasound Med. 2017 Jan. 36 (1):189-199.[QxMD MEDLINE Link].\n\nRoth L, Moerdler S, Weiser D, Douglas L, Gill J, Roth M. Otolaryngologist and pediatric oncologist perspectives on the role of fine needle aspiration in diagnosing pediatric head and neck masses.Int J Pediatr Otorhinolaryngol. 2019 Jun. 121:34-40.[QxMD MEDLINE Link].\n\nWilczynski A, Gorg C, Timmesfeld N, et al. Value and Diagnostic Accuracy of Ultrasound-Guided Full Core Needle Biopsy in the Diagnosis of Lymphadenopathy: A Retrospective Evaluation of 793 Cases.J Ultrasound Med. 2020 Mar. 39 (3):559-67.[QxMD MEDLINE Link].\n\nSher-Locketz C, Schubert PT, Moore SW, Wright CA. Successful Introduction of Fine Needle Aspiration Biopsy for Diagnosis of Pediatric Lymphadenopathy.Pediatr Infect Dis J. 2016 Dec 27.[QxMD MEDLINE Link].[Full Text].\n\nLange TJ, Kunzendorf F, Pfeifer M, Arzt M, Schulz C. Endobronchial ultrasound-guided transbronchial needle aspiration in routine care - plenty of benign results and follow-up tests.Int J Clin Pract. 2012 May. 66(5):438-45.[QxMD MEDLINE Link].\n\nDhooria S, Madan K, Pattabhiraman V, et al. A multicenter study on the utility and safety of EBUS-TBNA and EUS-B-FNA in children.Pediatr Pulmonol. 2016 May 3.[QxMD MEDLINE Link].\n\nMadan K, Iyer H, Madan NK, et al. Efficacy and safety of EBUS-TBNA and EUS-B-FNA in children: A systematic review and meta-analysis.Pediatr Pulmonol. 2021 Jan. 56 (1):23-33.[QxMD MEDLINE Link].\n\nMariani RA, Courville EL. Reactive Lymphadenopathy in the Pediatric Population with a Focus on Potential Mimics of Lymphoma.Semin Diagn Pathol. 2023 Nov. 40 (6):371-8.[QxMD MEDLINE Link].\n\nVikramjit S Kanwar, MBBS, MBA, MRCP(UK), FRCPCH, FAAPProfessor Emeritus of Pediatrics, Albany Medical College; Chief of Pediatric Oncology, Homi Bhabha Cancer Hospital, Varanasi, IndiaVikramjit S Kanwar, MBBS, MBA, MRCP(UK), FRCPCH, FAAP is a member of the following medical societies:Children's Oncology Group,Indian Academy of Pediatrics, International Society of Pediatric OncologyDisclosure: Nothing to disclose.\n\nMary L Windle, PharmDAdjunct Associate Professor, University of Nebraska Medical Center College of Pharmacy; Editor-in-Chief, Medscape Drug ReferenceDisclosure: Nothing to disclose.\n\nLarry I Lutwick, MD, FACPEditor-in-Chief, ID Cases; Moderator, Program for Monitoring Emerging Diseases; Adjunct Professor of Medicine, State University of New York Downstate College of MedicineLarry I Lutwick, MD, FACP is a member of the following medical societies:American Association for the Advancement of Science,American Association for the Study of Liver Diseases,American College of Physicians,American Federation for Clinical Research,American Society for Microbiology,Infectious Diseases Society of America, Infectious Diseases Society of New York,International Society for Infectious Diseases,New York Academy of Sciences, Veterans Affairs Society of Practitioners in Infectious DiseasesDisclosure: Nothing to disclose.\n\nRussell W Steele, MDClinical Professor, Tulane University School of Medicine; Staff Physician, Ochsner Clinic FoundationRussell W Steele, MD is a member of the following medical societies:American Academy of Pediatrics,American Association of Immunologists,American Pediatric Society,American Society for Microbiology,Infectious Diseases Society of America,Louisiana State Medical Society,Pediatric Infectious Diseases Society,Society for Pediatric Research,Southern Medical AssociationDisclosure: Nothing to disclose.\n\nGary J Noel, MDProfessor, Department of Pediatrics, Weill Cornell Medical College; Attending Pediatrician, New York-Presbyterian HospitalGary J Noel, MD is a member of the following medical societies:Pediatric Infectious Diseases SocietyDisclosure: Nothing to disclose.\n\nRichard H Sills, MDProfessor of Pediatrics, State University of New York Upstate Medical UniversityRichard H Sills, MD is a member of the following medical societies:Alpha Omega Alpha,American Academy of Pediatrics,American Society of Hematology,American Society of Pediatric Hematology/OncologyDisclosure: Nothing to disclose.\n\nThe authors and editors of Medscape Reference gratefully acknowledge the contributions of previous author Stephanie Jorgensen, MD, to the original writing and development of this article."
  },
  {
    "title": "A rountine diagnostic test for IgA and IgM antibodies to rubella virus: absorption of IgG with Staphylococcus aureus.",
    "abstract": "Maxillary transverse deficiency with posterior crossbite is one of the most common dentofacial deformities. Orthodontic treatment such as rapid palatal expansion (RPE) and rapid maxillary expansion (RME) are widely used to correct the problem\n\n. After completion of skeletal maturation, palatal expansion without surgery causes more dentoalveolar movement than bony displacement. This can lead to many problems, including extrusion of the molars and periodontal complications\n\n. Therefore, combined s",
    "journal": "The Journal of infectious diseases",
    "year": "1974-09-01",
    "source": "The Journal of infectious diseases",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4411735/",
    "full_text": "Maxillary transverse deficiency with posterior crossbite is one of the most common dentofacial deformities. Orthodontic treatment such as rapid palatal expansion (RPE) and rapid maxillary expansion (RME) are widely used to correct the problem\n\n. After completion of skeletal maturation, palatal expansion without surgery causes more dentoalveolar movement than bony displacement. This can lead to many problems, including extrusion of the molars and periodontal complications\n\n. Therefore, combined surgical and orthodontic treatment is more effective and safe for the correction of transverse discrepancies in adults\n\n.\n\nThe segmental Le Fort I osteotomy and surgically-assisted rapid maxillary expansion (SARME) are the most commonly used surgical methods to treat transverse discrepancy. Although many studies have reported short-term stability surgical outcomes, few data support long-term stability. However, most studies reported that SARME is more stable and has lower morbidity in complications than segmental osteotomy\n\n.\n\nIn our case, a Le Fort I osteotomy with paramedian split was performed on an adult patient to expand the maxillary transverse dimension and skeletal class III facial deformity. However, the patient experienced maxillary constriction shortly after the operation. This patient's maxillary constriction was successfully recovered with an RME device after a Le Fort I osteotomy with paramedian split.\n\nA male patient in his mid-twenties visited our orthodontic department with the chief complaint of mandibular prognathism with a maxillary bilateral crossbite and tooth crowding through a high, narrow palate.(\n\n) Aligning and leveling were performed during presurgical orthodontics. The horizontal discrepancy of the posterior molars with the crossbite was noted in the maxillary dental arch.(\n\n) Parasagittal splitting with a Le Fort I osteotomy for maxillary transverse deficiency and bisagital split ramus osteotomy (BSSRO) with genioplasty were performed to treat mandibular prognathism and maxillary transverse deficiency.(\n\n) The patient was transferred to the orthodontic department for postsurgical orthodontic treatment 6 weeks postoperatively. Loss of horizontal width and crossbite on the right side molars were observed after removal of the surgical wafer. The wafer on the affected side which had a crossbite was removed after the cut between the right maxillary canine and the first premolar. The rest of the wafer was placed and intermaxillary fixation was performed afterwards.(\n\n) A week later, an RME device was inserted and fixative plates were removed on the right side. Activation was performed twice a day with a daily expansion rate of 0.5 mm until the necessary expansion was achieved. The RME device was left in place for 4 months as a fixed retainer, which was replaced with a transpalatal retainer for further retention.(\n\n) The palatal transverse width was successfully increased and the correction of posterior crossbite was achieved.(\n\n) We did not observe complications or relapse during 3 years of follow-up, and the occlusion has remained stable.(\n\n)\n\nSurgical procedures such as SARME and the Le Fort I osteotomy have been reported to be an effective treatment to correct transverse maxillary deficiency in adults. However, indications for these procedures remain controversial\n\n. Vandersea et al.\n\nreported that the SARME technique is indicated in cases with a deficit of 7 mm or more who also have isolated transverse deficiency not required correction in the vertical or sagittal plane. Segmental Le Fort I osteotomy can be applied in patients who have a transverse deficiency of less than 7 mm that also require vertical or sagittal repositioning of the maxilla. We treated a skeletally mature patient with transverse maxillary deficiency with a para-sagittal split and a Le Fort I osteotomy. However, six weeks after surgery, we observed a relapse in the crossbite of the right molars.\n\nIn our case study, the short retention period may have caused the immediate relapse. However, relapse of the transverse expansion may be attributed to many causes. First, mechanical resistance from circummaxillary sutures could be a factor. According to Isaacson and Ingram\n\n, maxillary articulations, which are adjacent to the midpalatal suture, are the main points of resistance to expansion of the maxilla. This finding is inconsistent with previous studies insisting that the midpalatal suture is the main cause of resistance to expansion of force. Lines\n\ninsisted that facial skeletal resistance to expansion came from zygomaticotemporal, zygomaticofrontal, and zygomaticomaxillary sutures. Koudstaal et al.\n\nreviewed previous studies indicating that the zygomaticomaxillary junction was the major site of resistance. This suggests that the parasagittal osteotomy alone cannot guarantee sufficient expansion.\n\nMany studies reported a higher relapse rate after segmental Le Fort I osteotomy than after SARME. We chose the Le Fort I osteotomy technique because the patient required 3 mm of transverse expansion and vertical repositioning to correct asymmetry. Proffit et al.\n\nperformed segmental Le Fort I osteotomy and found a 0.1 mm relapse in intercanine teeth in 5% of patients and a 2 mm relapse in intermolar teeth in 50% of patients. Phillips et al.\n\nreported a relapse rate of 49% in molars and 30% in premolars after Le Fort I and segmental osteotomy, followed by orthodontic treatment in 39 patients. However, according to a study using a Reflex microscope on dental casts, the relapse rates between Le Fort I with orthodontic expansion and multisegment Le Fort I osteotomies were not significantly different\n\n. Kretschmer et al.\n\nstudied surgical expansion of the maxilla and found high relapse rates in the dentoalveolar portion suggesting that orthodontic relapse matters in these cases. Although the resisting pillars in the zygomatico-maxillary area were released via surgical methods, tough palatal mucosa would limit surgical expansion.\n\nThe relapse rate of SARME was reported as 5%-25% in various papers. Pogrel et al.\n\nreported that patients with 1 year of orthodontic treatment after the surgery showed an 11.8% relapse rate in the first molar. Bays and Greco\n\nretrospectively evaluated 19 patients more than 6 months after removal of orthodontic appliances, and reported mean relapse rates of 8.8% in the intercuspids and 7.7% in intermolar expansion. Northway and Meade\n\nalso reported a 4% relapse rate with 0.2 mm of intercanine distance and a 3% relapse rate with 0.2 mm of intermolar distance. They concluded that SARME achieved excellent stability which does not require overcorrection. Berger et al.\n\ninsisted that SARME could correct transverse discrepancies with minimal relapse.\n\nThird, previous studies recommended over-expansion and longer retention periods to prevent relapse. In our case, the retention period was 6 weeks, which is shorter than the recommendation. Moreover, overexpansion was not considered. The retention period following the expansion of dento-osseous segments plays a significant role in preventing relapse\n\n. An occlusal splint should be placed at the mid-palatal osseotomies as a retainer where bone begins to fill the space at least 6 weeks after surgery. The relapse rate with a 6-month stabilization period\n\nwas lower than the relapse rate with a 3-month stabilization period\n\n. Pogrel et al.\n\nrecommended that retention should be maintained for at least 3 months until the palatal gap is filled by bone tissue, whereas Phillips et al.\n\nreported that only a 6-week period would be required for retention. The length of the retention period is a controversial issue in the literature. Petrick et al.\n\ninvestigated the bone density of the midpalatal suture 7 months after SARME in adults and showed that the density achieved was only 1/2 to 3/4 of the pretreatment value. They reported that retention periods after SARPE should be lengthened to prevent relapse.\n\nIn our case, the surgical wafer was maintained for 6 weeks and transverse relapse occurred almost immediately after wafer removal. This relapse can be explained by the short retention period, and could have been prevented by a longer retention period. The retention period after transverse gain in adult patients should be at least 3 months\n\n, and lengthening of the retention period is recommended when it is critical to maintain arch width. Phillips et al.\n\nsuggested that overexpansion of 2 to 3 mm should be performed to prevent relapse.\n\nBased on the literatures, correction of transverse maxillary deficiency seems to be one of the least stable surgical movements. However, this shortcoming can be overcome with forthcoming advances, and an RME application may be a good option for treating early relapse of maxillary transverse expansion. For long-term stability, the proper retention period also should be considered on a case-by-case basis.\n\n"
  }
]