[
  {
    "title": "Unknown Title",
    "abstract": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nStatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-.\n\nJoseph M. Dougherty;Khalid Alsayouri;Adam Sadowski.\n\nAuthorsJoseph M. Dougherty1;Khalid Alsayouri2;Adam Sadowski3.\n\nLast Update:July 31, 2023.\n\nAllergy is described as an exaggerated response from the body’s immune system to otherwise inert substances present in the environment. The usual symptoms are pruritus, flushing, ra",
    "journal": "Unknown Source",
    "year": "Unknown Date",
    "source": "Perplexity AI",
    "url": "https://www.ncbi.nlm.nih.gov/books/NBK545237/",
    "full_text": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nStatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-.\n\nJoseph M. Dougherty;Khalid Alsayouri;Adam Sadowski.\n\nAuthorsJoseph M. Dougherty1;Khalid Alsayouri2;Adam Sadowski3.\n\nLast Update:July 31, 2023.\n\nAllergy is described as an exaggerated response from the body’s immune system to otherwise inert substances present in the environment. The usual symptoms are pruritus, flushing, rash, urticaria, swelling of the lips, tongue, and airway, (angioedema), nausea, vomiting, abdominal cramping, shortness of breath, wheezing and bronchospasm, stridor, syncope or collapse. This activity illustrates the etiology, pathophysiology, classification, and clinical symptomatology of allergy and highlights the role of health care providers in managing and educating the patients.\n\nObjectives:Outline the etiology and pathophysiology of allergy.Review the clinical manifestations of allergy.Summarize the treatment and counseling strategies for patients with allergy.Describe how an optimally functioning interprofessional team would coordinate care to maximize patient education to achieve better clinical outcomes.Access free multiple choice questions on this topic.\n\nAllergy is a broad topic and speaks to the body’s immune response to foreign substances common in the environment, and triggers a reaction from the body’s immune response described as hypersensitivity. Hypersensitivity is an inappropriate immune response to common, typically harmless antigens, manifesting as a continuum from minor (atopic dermatitis and rhinitis) to severe manifestations (anaphylaxis, anaphylactoid and asthma). The focus here will be anaphylaxis; other topics of atopic dermatitis and allergic asthma involve many of the same modulators, responses, and treatments.[1]\n\nThe most common triggers of anaphylaxis include foods, medications, insect stings, and allergen immunotherapies. Any substance that can trigger the degranulation of mast cells or basophils can induce anaphylaxis. The definition of allergy and anaphylaxis has varied in the past; in 2005, an interprofessional group of clinical experts was formed to improve recognition and designate criteria for the diagnosis of anaphylaxis. The incidence of anaphylaxis varies between 0.5 to 2% in the general population, and the rate has been increasing. The lifetime prevalence is 1.6%.[2]\n\nAnaphylaxis is the most severe form of a hypersensitivity reaction that has a rapid onset from minutes to hours. The reaction is caused by the activation of mast cells and basophils through the binding of cell membrane receptors to IgE antibodies. The activation of these cells causes the release of mediators from secretory granules such as histamine, tryptase, carboxypeptidase A, and proteoglycans. This reaction progresses to the activation of secondary substances like phospholipase A2, then cyclooxygenase and lipogenesis as well as arachidonic acid, platelet-activating factor, and tumor necrosis factor-alpha. These cytokines and chemokines create life-threatening symptoms, including bronchoconstriction, increased vascular permeability, and facial flushing. The reaction further progresses with the platelet-activating factor, which causes bronchoconstriction and vascular permeability. The activation of neutrophils by tumor necrosis factor and further recruitment of effector cells, and enhances chemokine synthesis. This severe rapid progression is life-threatening and leads to death without intervention to triggers either a reversal or stopping the process promptly, preventing secondary reactions.[3][4]\n\nCommon known triggers of anaphylaxis are bee stings, peanuts, (legumes), latex, and medications, but other substances can trigger this reaction. Therefore, an interprofessional approach to diagnosis is the recommendation. Patients may have anaphylaxis if they meet the criteria below\n\n1. Acute onset of illness involving the skin, mucosal tissue, or both. This process is over in minutes to hours and can be in the form of generalized hives, pruritus, flushing, swollen lips, tongue, and uvula. In addition to these, there should be at least one of the following:\n\na) Respiratory compromise such as dyspnea, wheezing, bronchospasm, stridor, and decrease peak inspiratory effort and hypoxemia (which can be produced by the tissue edema and capillary leak in the lung tissue).\n\nb) Reduced blood pressure or associated signs and symptoms of end-organ hypoperfusion (shock, hypotonia, syncope, incontinence).\n\n2. Two or more of the following reactions that occur rapidly after exposure to a likely allergen (referred to in the literature as antigens, haptens, and mast cell receptor stimulants) for seconds or up to several hours.\n\na) Involvement of the skin-mucosal tissue signified by hives, itching to flushing, and swollen tissues such as lips, tongues, and uvula; other mucosal tissue can be affected as well from topical exposure and may not be as evident.\n\nb) Respiratory compromise from dyspnea, swelling of the bronchus causing wheezing, bronchospasm, and stridor, or reduced peak expiratory flow and hypoxia.\n\nc) Reduced blood pressure or associated symptoms of syncope.\n\nd) Persistent gastrointestinal signs and symptoms such as cramping, vomiting, excessive salivation with due to inability to swallow secretions).\n\n(Skin symptoms are absent or unrecognized in up to 20 percent of episodes, thus incorporating the other symptoms of gastrointestinal or the listed symptoms improve recognition of anaphylaxis and allergy).\n\n3. Reduced blood pressure alone after exposure to a known allergen for that patient as defined below:\n\na) Reduced blood pressure in adults is a drop in systolic to less than 90 or greater than a 30 percent drop from that person's baseline.\n\nb) Reduced blood pressure in infants and children is the systolic blood pressure lower than normal for their age-specific rage or greater than 30 percent drop in systolic blood pressure:\n\n(age [in years] x 2) + 70 mmHg up to 17 years of age (e.g., a child 1 month old; 1 month/12 months = (0.083 x 2) ==> 0.16 + 70 = 70.16)\n\nPlease note; once the age calculation reaches 90 mmHg, one can use the systolic pressure of 90 mmHg.\n\n(This allows for the detection of anaphylactic reactions in which only one organ system is involved.)\n\nFurther, a response of resolved signs or symptoms to epinephrine for a known allergen would also be considered anaphylaxis.[5][6][7]\n\nAnaphylaxis has a prevalence between 0.5 and 2 percent in the general population for industrial nations,  and there is an increasing rate of occurrence. The United States' lifetime prevalence is 1.6 percent. Allergic atopic dermatitis prevalence is 5 to 20 percent of children worldwide.  In the United States, it is 11 percent. Allergic rhinitis prevalence is 10 to 30 percent in the United States. Rhinoconjunctivitis was found to be 8.5 percent for children 6 to 7 years of age and 14.6 percent for 13 to 14 years of age in the Study of Asthma and Allergies in Childhood. The study has found that the overall prevalence is increasing in the industrialized world. Atopy is the genetic predilection to produce IgE in response to exposure to allergens and may be related to an increased incidence.\n\nAllergy pathophysiology is viewable through different mechanisms depending on the cause. The discussion then follows focusing on haptens (e.g., small-molecule drug reactions) that result from a direct effect. The hapten (drug) binds directly to mast cells of the immune system (also known as effector cells). This binding triggers the mast cell to degranulate, releasing histamines and chemotaxis creating symptoms of urticaria or anaphylaxis, referred to as a direct antigen response. Similar effects can occur with checkpoint inhibitors used in cancer treatment (melanoma and renal cell carcinoma) the mechanism is unclear.[8][9]\n\nImmune drug reactions are rare because they are small molecular weight compounds with simple structures. B and T cell receptors do not easily recognize these structures. Medications can become immunogenic by the small structures covalently binding to larger macromolecules. These are host proteins on or inside of cells or in plasma, and they form a complex called a hapten. The haptens then bonded by a carrier complex (integrins or albumin). These complexes are presented to B Cells creating antibody responses and to T Cells creating responses through the human leukocyte antigen (HLA) molecules.  Occasionally haptens are not formed from the medications themselves, but their metabolites form pro-haptens; this is the mechanism of penicillin and other beta-lactam antibiotics (cephalosporins, carbapenem, and monobactams). A similar mechanism occurs in the liver metabolism with cytochrome P450 enzymes forming metabolites the become pro-haptens.  Sulfamethoxazole is an example when it metabolizes to sulfamethoxazole-hydroxylamine and then oxidized to sulfamethoxazole-nitroso, which stimulates both T and B cells. Other examples are phenacetin, halothane, phenytoin, carbamazepine, and lamotrigine.[10][11]\n\nThere is a concept of a direct immune response to medications and drugs or even biologic therapies that use proteins to stimulate a response. This concept involves the pharmacological interaction of drugs with immune receptors known as the p-i concept). The theory is that certain drugs in their naive state without processing or metabolism can stimulate T cells through T cell receptors (TCRs) or HLA molecules that are not their primary therapeutic targets. This stimulation is called “off-target” activity and explains genetic propensity through TCRs and HLA of individuals. A specific example is drugs that produce a drug reaction with eosinophilia and systemic symptoms/drug-induced hypersensitivity syndrome. (DRESS/DiHS) such as flucloxacillin and sulfamethoxazole). The mechanisms of p-i TCR and p-i HLA are different, but the concept is direct off-target induction of the immune system is the concept. In the p-i TCR model, a drug interacts with a TCR. Then a second interaction between the TCR and HLA molecules on APCs is required to stimulate a cellular proliferation, cytokine production, and cytotoxicity by the drug stimulated T Cells. Sulfamethoxazole, as an example, is a common public epitope, but another factor is required to induce it, such as a generalized viral infection.[12][13][14][15]\n\nPilA model the drug binds preferentially to certain HLA molecules. There is a strong association with some HLA alleles. Thus, binding to them leads to T Cells stimulation by HLA drug complexes. The drug binding to the peptide-binding site in HLA has two possible consequences 1 HLA molecule acquires features of an allollele and makes a self HLA protein look like an Allo-HLA. 2 The drug binding to the peptide-binding site may be the presentation of an altered peptide repertoire. This happens in the endoplasmic reticulum(ER). The altered HLA molecule may allow the presentation of a different set of peptides to T Cells, Since T cells are tolerant to those HLA restricted peptides which they were exposed during development in the thymus, the alternate set of peptides may be interpreted as foreign by T cells and result in an autoimmune-like T cell reaction.[13]\n\nThe standard immune responses Gell and Coombs:\n\nType 1 immune reactions require a drug-specific immunoglobulin E(IgE), which requires a sensitization stage: The formation of drug-specific IgE normally requires coordinated actions of B cells and T Helper Cells the B cells process the hapten-carrier complex and present haptenized peptides to T cells. B and T cells interact via the HLA complex and the T cell receptor TCR and through CD40 on the B cells and CD40L on the T cell. This antibody form attaches to mast cells, and basophils surface sensitizing them then the effector stage the individual is re-exposed to the medication or substance cross-links on the sensitized mast and basophil cells resulting in sudden and widespread activation and release of an array of vasoactive mediators leading to what is called an immediate onset. Thus type one reactions are IgE immediate sensitivity reactions (humoral response activation).[17]\n\nType II (antibody-mediated cell destruction) are uncommon and involves antibody-mediated cell destruction; this involves IgG and occasionally IgM antibodies. The mechanism drugs or substances bind to surfaces of certain cell types (most often red blood cells or platelets and occasionally neutrophils and act as antigens forming macromolecule on the cell surface. Binding antibodies to the cells' surface results in the cells being targeted by macrophages for clearance.\n\nType III immune complex deposition) - This reaction is antigen-antibody complexes are present in the serum. The drug acts as a soluble antigen and binds to drug-specific IgG. The small immune complexes precipitate in various tissues.  Examples include blood vessels (vasculitis) Joints(synovitis), renal glomeruli (glomerulonephritis). These immune complexes activate complement, and an inflammatory response ensues. These responses are dose sensitive. The higher the dose of the exposure, the greater the response.\n\nType IV (T cell-mediated) - The T cells are activated by the complexes directly, other cells can be activated, such as macrophages, eosinophils, or neutrophils. The response is not antibody-mediated. It is a direct cell response this generally is a cutaneous T Cell response as the primed memory effector cells, which react rapidly if immunogenic agents penetrate the skin barrier or reach the skin by diffusing from the circulation. The stimulation of cutaneous T cells may be further facilitated by close contact with various types of HLA expressing dendritic cells in the skin. This reaction is the manifestation of Steven Johnson Syndrome / toxic epidermal necrolysis SJS/TEN, drug reactions with eosinophilia and systemic symptom/ drug-induced hypersensitivity syndrome(DRESS/DIHS) or hepatitis. Type IV has subdivisions based on the P-I or haptens-peptide presentation.[16][17][14]\n\nThe patient usually presents with symptoms of rash, swelling of the lips/tongue, or collapsed. The review of the patient’s activity is vital in identifying the cause of the event or symptoms and the time of onset.  How the patient treated these symptoms if the symptoms resolved but returned, and if there had been other events. Often patients cannot identify the cause of the symptoms immediately, and input from others present is necessary. In patients presenting with progressive symptoms as listed below on a continuous spectrum, anaphylaxis should be a consideration.\n\nMultisystem involvement:\n\nChildren may exhibit behavior changes such as clinging, crying, become irritable, and cease to play. They may exhibit stridor showing laryngeal airway problems. The patients may state they self-treated the itch with over-the-counter antihistamines it went away and now has returned. Prior exposure to the substance is not always necessary, and the patient being on a particular medication with no prior reaction should not mislead the clinician from suspecting the medication as a cause. An example of this is ACE inhibitors producing angioedema.[18][19]\n\nThe clinician needs to be aware that anaphylaxis can have presentations of where the symptoms resolve, and then the patient develops a recurrence of symptoms with no additional exposure to the causative agent.; known as biphasic anaphylaxis. The patient can have a protracted anaphylactic reaction that lasts, hours, days, or weeks. Patients can also have delayed reactions from exposures where symptoms do not occur for hours. Reassessment and observation for 4 to 6hours is important as it allows for one to get pertinent history and physical assessment to determine the cause, prognosis, disposition, and needed education for the patient.[20]\n\nAnaphylaxis is a clinical diagnosis. The chemical mediator measurements are not readily available to the clinician. They can retrospectively confirm the allergic reaction and support the diagnosis. Blood cell counts for the measurement of mast cells, and basophil mediators are also helpful if obtained soon after the onset of symptoms. Some suggest that serial tryptase levels be drawn at 15 minutes, 3 hours, 6hours  and 24 hours. If elevated at 24 hours, then referral to allergy/immunology specialists for evaluation of possible systemic mastocytosis or a mast cell activation syndrome is recommended.  These patients with mast cell disorders can have hypotensive reactions to insect stings even in the absence of immunoglobulin E (IgE)-mediated allergy. Tryptase measurements have been assessed in patients presenting to the emergency department. A level of 12.4 ng/ml had a high specificity of 88 percent and a positive predictive value of (0.93) and low sensitivity of 28 percent and a negative predictive value (0.17).  Anaphylaxis patients with hypotension were more likely to have elevated tryptase levels. Another marker is plasma histamine levels, which peak within 5 to 15 minutes of the onset of symptoms and decrease to baseline in 60 minutes; this is because histamine undergoes rapid metabolism by N-methyltransferase and diamine oxidase. The levels do correlate better with anaphylaxis than tryptase levels. As most patients arrive well beyond the 15 to 60 minutes window to emergency departments, measurement of histamine levels is not practical as they will be back to baseline. A 24-hour urine histamine collection started as soon as possible after anaphylaxis can be helpful. Future tests will focus on mature beta-tryptase over total tryptase and alpha tryptase.[21][22][23]\n\nPatients can have spontaneous resolution of mild symptoms. Generally, the symptoms progress in severity. Prediction of how severe the reaction can be is not possible. Multiple factors determine severity. Further patients can have biphasic reactions where they have a recurrence of symptoms after resolution with no recurrent exposure. This has been reported in up to 15 percent of children; the reaction can become protracted where it lasts for days, and even weeks. These are instances with delayed hypersensitivity reactions develop anaphylaxis; these reactions occur hours after exposure to the allergen.  If patients are untreated in any of these instances, the result can be fatal.[24][25]\n\nRisk factors for severe outcomes include:\n\n1. Asthma, chronic obstructive pulmonary disease (COPD), and interstitial lung disease: Patients with these conditions may have subacute reactions as a result of prescribed antihistamines, and steroids.\n\n2. Cardiac and hypertensive patients, who are on alpha-blockers,  beta-blockers, and ACE inhibitors block natural body compensatory mechanisms and require larger doses of epinephrine to treat the anaphylaxis.\n\nAnaphylaxis treatment begins with triage and the removal from exposure, which can involve decontamination if topical agents are involved or clothing is contaminated. Removal of the patient's clothing and standard precautions by staff such as masks, gloves, and gown should take place. Hand washing by staff who may have used latex gloves or eaten peanuts may be necessary. ABC’s (airway, breathing, and circulation) of emergency care should have priority.  Patients should have oxygen and intravenous administration of fluids. The patient should receive epinephrine intramuscularly (IM) (1 to 1000 dilution {1 mg/1ml} 0.3cc) 0.3 to 0.5 mg which can be repeated every 5 to 15 minutes as needed. Most patients should respond to 1 to 3 doses if symptoms persist, progress or the patient becomes hypotensive IV epinephrine should be started at 0.1 mcg/kg/minute by infusion device and titrated to maintain perfusion of body organs. Patients on beta-blockers should be given glucagon 1 to 5 mg over 5 minutes. Antiemetics should be given to treat vomiting often associated with glucagon administration. Histamine type 2 receptor blockers such as famotidine 20 mg IV or ranitidine at  50 mg IV should be administered. The glucocorticoid, methylprednisolone 125 mg, should be given.[26]\n\nWeight-base dosing is recommended for pediatric patient populations. IM epinephrine is dosed at 0.01mg/kg and injected in the outer thigh. The maximum dose for children over 50 kg is 0.5 mg; this is done every 5 to 15 minutes for up to three doses if needed until obtaining an adequate response. After three doses, IV administration should begin 0.1 to 1 mcg/kg/minute titrated to effect. IV fluids should be 10 to 20 ml/kg infusion for hypotension and fluid replacement. H1 histamine blockers should be dosed at 1 mg/kg for diphenhydramine up to a maximum of 40 mg. H2 histamine blockers ranitidine is 1 mg/kg up to 50 mg and famotidine at 0.25 mg /kg iv not to exceed 40mg/day for patients 1 to 16 years of age. (If labs show renal dysfunction, consultation with the pharmacy is recommended for dosing based on creatinine clearance in both pediatrics and adults). Glucocorticoid administration methylprednisolone is 1 mg/kg up to a max of 125 mg.[1][26]\n\nRespiratory symptoms of wheezing and bronchospasm can have treatment with aerosolized albuterol dosing for adults is 2.5 mg in 3 ml, and children o.15 mg/kg min dose; this does not affect mucosal edema/angioedema as this is an alpha-receptor control mechanism.\n\nTreatment for patients with refractory hypotension to IV epinephrine should receive methylene blue which inhibits nitric oxide synthase and guanylate cyclase. Ideal dosing is not known. Dosing that has been used in cardiac surgery for treating profound vasodilation is 1 to 2 mg/kg given over 20 to 60 minutes. Other agents are non-adrenergic pressors such as vasopressin for hypotension. Extracorporeal membrane oxygenation is also useful in specialized treatment centers where it is available.[1][26]\n\nThe differential diagnosis of anaphylaxis can include many entities due to its variable presentation. These include vasovagal reactions when presenting with syncope and underlying arrhythmia, seizure, and its association with incontinence. The cardiovascular presentation of hypotension could include myocardial infarction, sepsis, and other causes of shock. The respiratory symptoms can include epiglottis, croup, laryngeal spasm, angioedema acquired and hereditary, foreign body air, and esophageal obstruction. Non-mediated IgE drug reactions, gastrointestinal conditions such as carcinoid with its release of vasoactive polypeptides, and mastocytosis with its systemic release of histamine and other chemotactic substances. The diagnosis is clinical as most patients do not present with isolated symptoms. Specific testing in the emergent setting helps to rule out other causes but should not delay treatment if suspected. Some have suggested testing for tryptase in the instance where one wants to identify a substance as the allergen, but it is not usually available in the emergency department. Tryptase is used to aid in the diagnosis; a normal level does not rule it out. Tryptase gets released from mast cells. It can present as elevated in mastocytosis. It has a higher normal concentration in children also, so it often proves unhelpful.[1]\n\nThese tests are generally normal as hypotension will not produce the substances for shock immediately, but as time progresses, it does. Other tests are in development, but as stated earlier, they are not available in most community hospital settings. These tests include variations of tryptase such as beta tryptase, histamines, and other mediators.\n\nThe clinician should consider anaphylaxis when:\n\nUnexplained hypotension is present by its self without other explanation non-hypovolemic patients. One needs to consider patient baseline blood pressure.\n\nPatients with unexplained causes of respiratory distress, skin, or gastrointestinal symptoms in combination (20 percent of patients may not have universally recognized symptoms).\n\nThe history is not explored sufficiently to look for symptoms of pruritus, flushing, hives, and shortness of breath preceding the patient’s presentation.[27][28]\n\nPatients may be classified under previous terms of anaphylactoid reactions that occur due to the direct, or nonimmunologic release, of the mast and basophil cell mediators; these include contrast-mediated reactions, cold-induced exposure reactions, and exercise reactions.[29]\n\nFoods contain a variety of substances that may not be recognized, such as popsicles containing legumes extracts which can trigger anaphylaxis in patients with peanut or legumes allergies. Thorough history considering all activity preceding presentations from minutes to several hours (up to 24 hours) is essential.[30][31][32]\n\nPatients with psychiatric conditions may not be able to give sufficient information.\n\nSpecial patient populations such as pregnant, socially disadvantaged (homeless, and low income), elderly even when healthy may be particularly vulnerable to outcomes due to a delayed presentation.[9]\n\nPatients can have a spontaneous resolution from mild symptoms. Generally, the symptoms progress in severity. Prediction of how severe the reaction can be is not possible. Multiple factors can determine severity. Further patients can have biphasic reactions where they have a recurrence of symptoms after resolution with no recurrent exposure, which has been reported in up to 15 percent of children and 21 percent overall; the reaction can become protracted where it lasts for days and even weeks. There are instances with delayed hypersensitivity reactions that develop anaphylaxis' these reactions occur hours after exposure to the allergen. If patients are untreated in any of these instances, the result can be fatal.[9][33]\n\nRisk factors for severe outcomes are patients with asthma, chronic obstructive pulmonary disease, and interstitial lung disease. Patients with these conditions may have subacute reactions if they have received pre-treatment with antihistamines and steroids. Cardiac and hypertensive patients, who are on alpha-blockers, beta-blockers, ACE inhibitors may require larger doses of epinephrine to treat the anaphylaxis.[34]\n\nAnaphylaxis if unrecognized can result in death in minutes.  A series of 164 cases of fatal anaphylaxis showed that the median time interval between onset of symptoms and respiratory or cardiac arrest was 5 minutes in iatrogenic anaphylaxis. The review also showed that the symptoms started within 15 minutes for insect venom stings and 30 minutes for food-induced reactions. Failing to recognize and treat quickly and appropriately with epinephrine leads to cardiac, circulatory, and respiratory compromise. Patients with underlying comorbidities such as heart disease can be at risk for complications from treatment. These patients should receive therapy because the risk of an adverse event from anaphylaxis is just as likely. Preparation for the complications from comorbidities requires anticipation and proper response. If myocardial ischemia occurs from epinephrine, then cardiac care treatment, with a consultation with a cardiologist, will be necessary. Airway protection for cases with severe asthma or chronic obstructive pulmonary disease (COPD) may be required.\n\nPatients should receive education about anaphylaxis and the emergent treatment needed if recurrence happens. If the causative agent or allergen is known, the patient should be informed as to what it was and told to avoid future exposure. The patient should have training in the use of an epinephrine pen injector and the need to report to the emergency department as soon as possible after exposure. The patient should be made aware of early signs and symptoms of anaphylaxis itching, redness of the skin, hives, runny nose, and advance symptoms trouble breathing, wheezing, vomiting, swelling of the throat and esophagus, diarrhea, and feeling dizzy passing out. The patient may obtain a referral to an allergist/immunologist for further evaluation and treatment. Patients with high sensitivities such as the peanut or legume allergies need education on reading labels of food products. They should recommend allergy bracelets/rescue kits to patients with severe events. The rescue kit usually contains an epinephrine injector device and oral or injectable antihistamine.[35]\n\nThe symptoms are pruritus, flushing, rash, urticaria, swelling of the lips, tongue, and airway, (angioedema), nausea, vomiting, abdominal cramping, shortness of breath, wheezing and bronchospasm, stridor, syncope, collapse, and progressive to hypotension which can be profound.[32][36]\n\nThe reactions are general IgE mediated.\n\nThe recognition of the condition needs to be early and treatment aggressive.\n\nThe drug treatment begins with epinephrine, if not hypotensive then progresses to IV in persistent, refractory, or progressive cases. Adjunctive therapies include H1 and H2 blocking agents like diphenhydramine and ranitidine; Glucocorticoids are also useful.\n\nSpecial considerations for patient’s comorbidities need to be considered, such as the use of glucagon for beta-blocker toxicity and antiemetics for gastrointestinal symptoms.[37]\n\nTreatments for those refractory cases include methylene blue, vasopressin, and extracorporeal membrane oxygenation.\n\nPatients should receive an emergency action plan for when exposure or anaphylactic symptoms develop. This plan includes an epinephrine pen dispenser and activation of emergency medical services for transport to the hospital.\n\nEducation of the patient about lifestyle changes to avoid exposures is vital. Referral to an allergist for immune therapy and identification of possible allergens is indicated in patients with severe anaphylaxis and high risk for recurrence.[38]\n\nThe clinician should maintain a high index of suspicion of anaphylaxis and not hesitate to treat the patient presenting with suspected allergic reaction with epinephrine. Remember, hypotension or shock need not be present. The signs of two or more organ systems or one system with severe compromise need only be present. Noting early signs and symptoms is key to preventing complications.[33]The treatment of anaphylaxis can be complicated by patients on medications such as beta-blockers.  The blood pressure specific for age should be known, especially for children and infants. The health care team (nurse practitioner, allergist, anesthesiologist, pulmonologist) need to realize patients may not always have the capacity to describe their symptoms of respiratory distress, especially when sedated. Skin lesions are absent up to 20 percent of all episodes, and one needs to be aware that a patient with a history of asthma or bronchospasm may be having anaphylaxis. Patient populations such as psychiatric, neurologic, and substance misusers may appear to present with side effects of medications or recreational drugs when it is an allergic reaction/anaphylaxis to a contaminant.  Thus reassessment by health personnel is important. Having ancillary staff available to assist with airways such as respiratory, anesthesia, or a surgeon is helpful in case one needs a surgical airway due to upper airway angioedema. Educating the staff regarding recognition of anaphylaxis and prompt treatment is important in preventing adverse outcomes and under treatment.[39][40]\n\nGiven the potential lethality of anaphylaxis, all members of the health care team in addition to physicians, need to be aware and trained to recognize the symptoms and react accordingly. Nurses are often the first personnel to see the patient in the ED and may be called upon to assist with intubation in severe cases, as well as administering medication. They also need to be able to recognize adverse reactions to administered therapy and react appropriately, as well as informing the physician. Pharmacists need to verify all dosing quickly and accurately, particularly in pediatric cases with weight-based dosing and intervene if noting any anomalies. They also are invaluable resources for medication reconciliation and informing the team of adverse reactions to medications the patient may already be taking, such as beta-blockers. Only through interprofessional team collaboration between physicians, specialists, nursing, and pharmacists can outcomes be driven to their optimal result for patients. [Level V]\n\nContact Allergy From Band-Aid DermNet New Zealand\n\nContact Allergy From Nickel DermNet New Zealand\n\nContact Allergy From Rubber DermNet New Zealand\n\nDisclosure:Joseph Dougherty declares no relevant financial relationships with ineligible companies.\n\nDisclosure:Khalid Alsayouri declares no relevant financial relationships with ineligible companies.\n\nDisclosure:Adam Sadowski declares no relevant financial relationships with ineligible companies.\n\nThis book is distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\n(http://creativecommons.org/licenses/by-nc-nd/4.0/), which permits others to distribute the work, provided that the article is not altered or used commercially. You are not required to obtain permission to distribute this article, provided that you credit the author and journal."
  },
  {
    "title": "Clinical presentation, diagnosis, differential diagnosis and management of contact allergy",
    "abstract": "Translate this page into:\n\nDownload Citations\n\n*Corresponding author: Suzana Ljubojevic Hadzavdic,Department of Dermatology and Venereology, University Hospital Clinic Zagreb, Kispaticeva 12, Zagreb, 10000, Croatia. suzana.ljubojevic@gmail.com\n\nHow to cite this article:Kuric I, Ljubojevic Hadzavdic S. Clinical presentation, diagnosis, differential diagnosis and management of contact allergy. CosmoDerma 2022;2:26.\n\nContact allergy is an acquired immunological alteration caused by skin, or occasio",
    "journal": "Cosmoderma",
    "year": "2022-03-30T18:30:00+00:00",
    "source": "Cosmoderma",
    "url": "https://cosmoderma.org/clinical-presentation-diagnosis-differential-diagnosis-and-management-of-contact-allergy/",
    "full_text": "Translate this page into:\n\nDownload Citations\n\n*Corresponding author: Suzana Ljubojevic Hadzavdic,Department of Dermatology and Venereology, University Hospital Clinic Zagreb, Kispaticeva 12, Zagreb, 10000, Croatia. suzana.ljubojevic@gmail.com\n\nHow to cite this article:Kuric I, Ljubojevic Hadzavdic S. Clinical presentation, diagnosis, differential diagnosis and management of contact allergy. CosmoDerma 2022;2:26.\n\nContact allergy is an acquired immunological alteration caused by skin, or occasional mucosal or systemic, contact to low molecular weight substances. With skin involvement, this process manifests as contact dermatitis. Contact dermatitis includes both irritant contact dermatitis and allergic contact dermatitis. The approach to patients with contact dermatitis should consist of a detailed (work and leisure) history, skin examination, patch tests with allergens based on history, physical examination, education on materials that contain the allergen and adequate therapy and prevention. A classification based on the types of clinical presentation was therefore suggested by the International Contact Dermatitis Research Group which is presented in this article.\n\nContact allergy (CA) is an altered immune status of an individual in which a sensitizing substance causes the proliferation of allergen-specific T cells. Re-exposure activates the specific T cells leading to a clinically visible disease. With skin involvement, this process manifests as contact dermatitis (CD).[1]Contact dermatitis includes both irritant contact dermatitis (ICD) and allergic contact dermatitis (ACD). ICD is the more common variant occurring by cumulative exposure to weak irritants. An inflammatory response is triggered by direct injury to the skin’s epidermis without the involvement of allergen-specific T cells.[2]ACD is a type IV delayed hypersensitivity reaction to a particular allergen to which a patient had developed sensitivity.[1]The golden standard to diagnose CA is patch test.[1]\n\nThe prevalence of contact sensitization in the general population is 20.1%.[3]It is reported significantly higher in women 27.9%, than in men 13.2%.[3]In the pediatric and adolescent population, the prevalence is up to 16.5%.[3]Contact dermatitis is the third most common skin disease in the general European population behind common warts and acne.[4]The self-reported lifetime prevalence of CD is almost twice as high (15.0%) as the prevalence diagnosed by doctors (8.3%) which indicates that almost half of the affected patients don’t visit their physician for this condition.[4]\n\nThe pathogenesis of ACD consists of two phases: a sensitization phase followed by an elicitation phase. In the sensitization phase allergens activate innate immunity by releasing a host of cytokines (IL-1α, IL-1β, TNF-α, GM-CSF, IL-8, and IL-18) from epidermal keratinocytes.[5]These induce vasodilation, cellular recruitment and infiltration. Langerhans cells and dermal dendritic cells then encounter the allergen escorting it to draining lymph nodes and activating hapten-specific T cells, which include Th1, Th2, Th17, and regulatory T (Treg) cells. These T cells enter the circulation and the site of initial exposure enabling the elicitation phase. On re-encountering, the allergen the haptens, along with other inflammatory cells, induce an inflammatory cascade.[5]The elicitation of dermatitis in a sensitized person occurs within one to four days of re-exposure.[6]\n\nThe traditional presentation of ACD comes in three morphological patterns: (I) The acute phase is characterized by pruritic papules and vesicles on erythematous base accompanied by edema, oozing, crusting or tenderness [Figure 1]. (II) The subacute phase with more prominent crusts, scales and hyperpigmentation [Figure 2], with repeated exposure, eventually leading to (III) the chronic phase with a dry, scaly, thicker skin and lichenification [Figure 3].[7]With a vast majority of the causative agents, CA represents a challenge for practitioners in everyday settings. A classification based on the types of clinical presentation was therefore suggested by the International Contact Dermatitis Research Group which is presented in this paper.[8]\n\nContact allergic dermatitis can be established if a patient has a history of direct exposure to a causative allergen, accompanied by a clinically matching dermatitis and a relevant patch test reaction. The most common examples include: a nickel/cobalt ACD found in costume jewelry, (necklaces, bracelets and rings); ACD to fragrances on neck and wrists; glove dermatitis caused by rubber chemicals and chromate in leather; cheilitis induced by ACD to lanolin in lipsticks; ACD caused by various topical agents in cosmetics [Figure 4]; hair dye ACD, etc.[8]\n\nACD can mimic and/or exacerbate preexisting dermatoses like seborrheic dermatitis, atopic dermatitis, nummular dermatitis, etc.\n\nBeside with direct contact, ACD can appear by proxy. Connubial dermatitis (synonyms: by proxy or consort dermatitis) appears in situations where allergen is brought on by another individual, either by direct contact, airborne or with contaminated items.[8]This type of dermatitis often comes in an atypical presentation with bizarre patterns.[9]The causative allergens most commonly include fragrances,[10]preservatives in cosmetics,[11]hair dyes,[12]plant products and in the genital area, due to medicated and spermicidal creams, diaphragm rubber and semen.[8]\n\nAirborne contact dermatitis (ACD) occurs when particles dispersed in the air in the form of dust, pollen, sprays or powders are deposited on the skin. Most often these particles cause an irritative reaction, while airborne allergic reactions are less common. Clinically it involves exposed areas of the skin such as the face, neck, hands and forearms and can resemble photodermatoses.[8]Plant-derived allergens from the Compositae family are the most common cause of airborne ACD due to sensitization to their essential oils (sesquiterpene lactones).[13]Other popular causes include fragrances including balsam of Peru, propolis and colopholny, epoxy resins, acrylates and methacrylates, rubber additives and accelerators, preservatives like methylisothiazolinone (MI) and methylchloroisothiazolinone (MCI), metal dust (exp. nickel, cobalt and gold), and corticosteroids inhalers such as budesonide used in bronchodilators.[14]\n\nAn exogenous substance may cause photosensitivity by phototoxic or photoallergic mechanisms, or by inducing a dermatosis that is exacerbated by exposure to ultraviolet radiation. Photoinduced contact allergic dermatitis presents with sharply demarcated erythematous lesions sparing light-protected areas such as retroauricular and submandibular areas. The presentation can also be polymorphic and can range from erythema multiforme like lesions, lichenoid, urticarial, hyperpigmented, purpuric etc. Most often reported contact photoallergens include sunscreen components, nonsteroidal anti-inflammatory drugs (NSAID), pesticides, cadmium in tattoos, etc.[15]\n\nSystemic contact dermatitis (SCD) is systemically reactivated allergic contact dermatitis in individuals with cutaneous sensitization to a certain allergen. A susceptible person who is exposed to that substance (allergen) via a systemic route (oral, inhalational, intramuscular, intravenous, etc.) reacts to that same (or a cross-reactive) allergen.[16]It is a type IV hypersensitivity reaction, however, some studies suggest a type III hypersensitivity due to the rapid appearance of cutaneous symptoms.[16]The appearance varies from skin lesions on the previously affected sites, the reappearance of the erythema on the previously positive patch test sites to widespread eczema, vasculitis-like lesions and erythroderma. The nomenclature and classification thus vary with suggested terms like ACD syndrome divided in four clinical stages along with Baboon syndrome or SDRIFE (symmetrical drug-related intertriginous and flexural exanthema).[16]SCD is commonly reported on medication, either from topical absorption (like corticosteroids, ampicillin, NSAIDs, acetylsalicylic acid, anesthetics) or systemic (thylenediamine, neomycin, nystatin, erythromycin, corticosteroids).[16]Food-induced SCD is another common variant due to nickel-rich food products, balsam of Peru, artificial sweetener aspartame, propolis and propylene glycol.[17]\n\nContact urticaria (CU) is characterized by wheals that occur 10 to 60 minutes within exposure to an external substance. There are two types of CU, immunologic and non-immunologic. Immunologic CU, is a type I hypersensitivity reaction caused either by high molecular weight proteins (like plant or animal-derived proteins), or smaller hapten chemicals. Symptoms vary from localized urticaria, to generalizes with systemic manifestations, gastrointestinal symptoms and anaphylaxis. The more common but less severe variant is a non-immunologic CU where histamine plays no role and there are no specific antigens against the causative agents.[18]It is caused by animals, food, fragrances, medications, metals, plants and preservatives.[19]\n\nProtein contact dermatitis (PCU) is an allergic skin reaction induced by proteins of either animal or plant origin. The clinical presentation is that of the CD characterized by eczematous, vesicular, dyshidrotic and urticarial lesions appearing minutes after contact with the causative substances.[20]PCU is often an occupational disease commonly found in food workers.[21,22]\n\nAllergic contact stomatitis (ACS) is a T-cell mediated hypersensitivity reaction to an allergen in contact with the oral mucosa. Possible causative agents include chlorhexidine in mouthwashes, topical anesthetics and steroids, dental implants, metal orthodontic devices, chewing gum etc. It manifests clinically as erythematous plaques, vesiculation, erosions, ulcers or hyperkeratosis accompanied by pain, burning and itchiness.[23]ACS can also present as a lichenoid reaction mimicking oral lichen planus. This variant is usually brought by mucosal contact with amalgam restorations and is located on the posterior buccal mucosa and ventral or lateral edges of the tongue.[24]\n\nThe first step to diagnose ACD is to take good and detailed personal history along with getting occupational and recreational information. Details about patient’s workplace like exposure to potential allergens and irritants, usage of protective equipment as well as free time and leisure activities are mandatory in order to find the potential culprits. All suspected allergens should be patch tested. Patch test is a gold standard for diagnosis of ACD. In case of a positive patch test result and a positive correlation with the patient’s history of dermatitis, the diagnosis of ACD can be made.[25]\n\nPatch testing should be considered in individuals with acute recurrent dermatitis, chronic contact dermatitis, chronic dermatitis that isn’t improving with treatment and with eruptions on skin and mucous membranes.[1]There are over 4300 contact allergens known with only a few hundred of commercially available preparations for testing.[26]A positive patch test reaction may only indicate sensitivity, and it has to be correlated with patient history in order to find its relevancy.[27]A baseline series should always be used with additional selected allergens based on the patient’s history of exposure. The preferred patch test site is the upper back due to best reactivity but lateral sides of upper arms and thighs are also acceptable.[28]The skin on the tested site needs to be clear of any dermatitis and patients should be instructed to avoid excessive exercise and exposure to water during the test. Natural sun or other UV light exposure should be avoided several weeks before testing. Topical corticosteroids and calcineurin inhibitors should be avoided on the test site for at least 1 week before testing.[29]Immunosuppressants can suppress or minimize hapten response and they might show weaker test reactions.[30]Oral steroids should be discontinued if daily doses exceed 20 mg of prednisolone equivalent, while testing at doses 20 mg and lower can be considered while keeping in mind the possibility of false-negative reactions.[29]Azathioprine does not interfere with patch testing.[30]Cyclosporine may inhibit weaker reactions.[29]Tumor necrosis factor inhibitors, anti-IL17/22 and dupilumab should be tested right before the next dose.[31]Testing with mycophenolate mofetil can be attempted using the lowest possible dose.[31]Patch testing can be done with methotrexate though it is suggested to consider skipping one weekly dose.[31,32]Oral antihistamines do not affect patch test results and can be continued during the test.[33]\n\nThe test area is cleaned with ethanol or water and a standardized amount of allergen is applied to each test chamber and fixed with adhesive tape. The position of chambers are marked with a highlighter to ensure accurate reading. The test chambers need to be removed after 48h and the reactions are evaluated on day 2, day 3 or 4 and finally on day 7 (if possible).[27]The most positive reactions in the patch test are found on day 4.[34]Up to 13.5% of positive reactions would be missed if late readings are skipped.[35]The late reading is particularly recommended when testing corticosteroids, antibiotics (neomycin), formaldehydes, p-phenylenediamine and metals.[27]\n\nThe results are recorded as: (-) no reaction, (IR) irritant reaction consisting of varied morphology that’s well defined with sharp margins and no induration, (-/+) a doubtful reaction of minimal erythema, (+) a weak positive reaction with erythema, low induration and some papules, (++) a strong positive reaction with well-defined erythema, infiltration, papules and vesicles, (+++) extreme positive reaction with intense erythema, infiltration and coalescing vesicles or ulceration [Figure 5].[27]Once the patch test is completed the relevance of positive allergens should be established. Along with patch test results, patients should receive written handouts with explanations of where each particular allergen can be found.[36]\n\nRepeated open application test (ROAT) is a skin test used to confirm or rule out the presence of ACD. It is useful to identify a clinically relevant allergen.[37]It can be used to test a clinical relevance of an allergen identified as a positive in a patch test or to test a compound not available in commercially available patch tests.[38,39]The test evaluates one substance at a time and can be applied to both leave-on and rinse-off products. No occlusion is used in order to minimize irritation and false-positive findings. The products are usually applied twice a day on the antecubital fossa over 1 to 2 week period.[37]\n\nThe semi-open test is helpful when testing a product with possible irritant properties (like shampoos, cosmetics, liquid soaps, nail varnish, glues, paints, inks etc.). A small amount of the material is applied with a cotton swab to a small area of the skin (1-2 cm2), left to dry and then covered with adhesive tape. The site is evaluated after 48 to 96 hours.[40,41]\n\nThe photo patch test is used to diagnose an allergen that requires UV exposure in order to induce a hypersensitivity reaction causing a photo contact allergic disease. The test is applied as a duplicate set on the patient’s back, and it is occluded for 2 days after which one set is exposed to 5 J/cm2of UVA while the second set is completely covered from light.[1]Readings are performed before exposure, immediately after and a minimum of 2 days afterward [Figure 6]. A positive test on the exposed site with a negative on the covered site confirms the diagnosis of photo contact allergy.[1]\n\nThe Dimethylgloxime (DMG) test is a fast and simple solution in identifying nickel or cobalt release in metallic objects. A positive test indicates the presence of nickel or cobalt is concentration that are sufficient to provoke CD. The test shows modest sensitivity of around 60% and can be used for screening purposes.[42]\n\nDiagnosis of ACD is suspected from patients’ history and clinical signs and it is confirmed by patch testing. In the early stages of ACD the lesional skin shows spongiosis in the lower epidermis.[43]At later stage shows spongiotic vesicles in various levels of the epidermis, frequently with eosinophilic exocytosis and infiltration of lymphocytes, Langerhans cells and macrophages around superficial vessels of the upper dermis.[43]A chronic skin sample shows less spongiosis and vesiculation, with more prominent epidermal hyperplasia, scale crust, papillary dermal fibrosis and hypergranulosis.[44]This histology of ACD is similar to other common inflammatory diseases like atopic dermatitis, nummular dermatitis, ICD, dyshidrotic dermatitis etc., that are presented with spongiosis.[45]\n\nPotassium hydroxide preparation and fungal culture is used to exclude tinea, especially when hands and feet are involved.\n\nThe differential diagnosis of an ACD includes a wide range of dermatoses. The ICD is in form of chronic dermatitis that shares a similar clinical presentation with ACD but can be differentiated by patch test.[46]ACD of the face can mimic periorificial dermatitis, rosacea or seborrheic dermatitis. Groin ACD can resemble inverse psoriasis or inverse lichen planus, while intertriginous area involvement can be confused with erythrasma, candida infection or the Hailey-Hailey disease. In patients with prominent photo distribution cutaneous lupus erythematosus, dermatomyositis or polymorphous light eruption should be excluded. Papular forms of ACD can resemble folliculitis or Grover’s disease. Other common skin infections like scabies or fungal infections should also be considered.[43]\n\nThe management of ACD includes patient education about causes of contact allergy, avoidance of potential triggers, prevention and adequate treatment according to the clinical picture. To prevent a recurrence, it is necessary for the patient to avoid further contact with the allergen. The treatment of ACD starts with the avoidance of offending allergen. Avoidance requires educating the patient on the nature of contact allergens and the presence of causative agents in everyday products. This information should be explained to the patient but also, they should be given written handouts with information on allergen contact.[47]There are online databases available which are cataloging products with known allergens that allow patients to access a list of allergens on a product by scanning its barcode, such as the Contact Allergen Management Program by the American Contact Dermatitis Society[48]or the SkinSafe app.[49]If the exposure cannot be avoided the patient needs to be instructed in the use of protective equipment like barrier creams, gloves or clothing.\n\nAlong with avoidance, most patients will require some form of topical therapy in order to repair the damaged skin barrier. The first line of treatment are barrier creams and moisturizing creams, followed by local anti-inflammatory therapy.[50]Moisturizers use humectants (urea, sorbitol, glycerin etc.,) to bind water molecules hydrating the stratum corneum. Barrier creams form a protective layer on the skin preventing the penetration of harmful substances and the evaporation of water from the skin increasing its hydration. The use of barrier creams is often enough to treat milder cases of contact dermatitis.[50]The maintenance treatment are topical corticosteroids. In acute conditions medium or high potency corticosteroids can be used.[51]Use of moisturizers and skin barrier repair creams along with topical corticosteroids can significantly increase the disease-free time interval.[52]Topical immunomodulators are approved for ACD but can be considered an appropriate corticosteroid substitute on the skin sites such as face, genital or intertriginous regions.[53,54]\n\nPhototherapy can be of use in chronic hand eczema treatment with psoralen plus ultraviolet-A (PUVA). Phototherapy has limited use, because there is a need for frequent visits (for PUVA therapy 3 times per week, maximum of 3 months and for narrow band ultraviolet-B (nbUVB) 4-5 times per week up to 10 weeks).[55]\n\nIn widespread contact dermatitis, severe acute and severe acutisation of chronic CD short course of systemic corticosteroids (oral prednisone starting dose of 0.5-1 mg/kg per day tapered over a 2 week period) can provide faster regression.[56,57]Alitretinoin is a vitamin A derivative with affinity for retinoic acid and retinoid X receptors. It is the first EU approved systemic treatment for chronic hand eczema.[58]Prescribed once daily 10-30 mg for up to 24 weeks it showed complete or close to complete clearance of symptoms in 57% of patients that were previously unresponsive to topical steroids.[58]It is generally well tolerated with headaches and dyslipidemia as the most commonly reported side effects.[58]Acitretin is oral retinoid that can be off-label used in hyperkeratotic hand dermatitis.[59]Azathioprine is a purine analog that inhibits the proliferation of rapidly dividing cells as well as B and T cells. Its use in ACD treatment has been modestly documented with refractory chronic hand eczema and widespread recalcitrant dermatitis as preferable therapy candidates.[60,61]A delayed onset of response at 8 to 12 weeks is expected with a relatively favorable safety profile.[57]Cyclosporine is a calcineurin inhibitor that inhibits CD8+activity. Off-label use for severe ACD cases has been reported with mixed results that included a lack of efficacy and exacerbations during the treatment and successful treatment in atopic dermatitis patients with hand eczema.[57]Methotrexate is a folate acid antagonist with anti-proliferating, immunosuppressive and anti-inflammatory effects that haven’t seen much use in the treatment of CD.[57]One study reported a partial or complete response on 78% of treated patients, with 23% achieving complete clearance.[62]This is comparable to other systemic drugs like cyclosporine and azathioprine.[62]Apremilast is an oral phosphodiesterase 4 inhibitor with a theoretically favorable anti-inflammatory property with regards to ACD.[57,63]The reports on TNF-α antagonists are mostly limited to case reports. Infliximab showed a good response in a patient with both psoriasis and ACD to multiple allergens.[64]Etanercept showed a modest reduction in the acute phase of CD with no effect during the chronic phase.[57]Omalizumab was used successfully in a patient with protein contact dermatitis to wheat.[65]Secukinumab and ustekinumab showed no improvement of ACD.[65]Dupilumab is an anti-IL-4 receptor drug that decreases serum levels of IL4 and IL13. There’s evidence in favor of its use for ACD with also good results reported for several recalcitrant ACD that previously failed years of other systemic therapies.[66,67]The antigens that provoke a Th2 response such as nickel, balsam of Peru, textile dyes and colophony show a particularly good response to dupilumab.[57,65]\n\nAllergic contact dermatitis is a common dermatological disease caused by repeated exposure to an exogenous substance. Numerous variations in clinical presentation, as well as an ongoing number of causative substances, can make diagnosing a challenge. Patch testing remains the gold standard enabling the physician to identify specific allergens and work towards educating the patient in their avoidance. Topical therapy with emollients and corticosteroids remains the core treatment with several systemic drugs available for refractory cases.\n\nThe authors certify that they have obtained all appropriate patient consent.\n\nNil.\n\nThere are no conflicts of interest."
  },
  {
    "title": "Allergy differential diagnosis",
    "abstract": "__\n\nEditor-In-Chief:C. Michael Gibson, M.S., M.D.[1];Associate Editor(s)-in-Chief:Marufa Marium, M.B.B.S[2]\n\nAllergymust be differentiated from other diseases that cause Dermatological (Urticaria,pruritus,flushing,Angioedema), Respiratory (Rhinorrhea,chest tightness,Wheezing,Dyspnoea,Sneezing,Shortness of breath) Mucosal (Mucosalswelling affectingnose,lips,tongue,larynx,pharynx,conjunctiva,GIT) Ocular (Periorbital edema,Conjunctival Congesion,Itching), Systemic (Hypotension).Allergycan be differ",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://www.wikidoc.org/index.php/Allergy_differential_diagnosis",
    "full_text": "__\n\nEditor-In-Chief:C. Michael Gibson, M.S., M.D.[1];Associate Editor(s)-in-Chief:Marufa Marium, M.B.B.S[2]\n\nAllergymust be differentiated from other diseases that cause Dermatological (Urticaria,pruritus,flushing,Angioedema), Respiratory (Rhinorrhea,chest tightness,Wheezing,Dyspnoea,Sneezing,Shortness of breath) Mucosal (Mucosalswelling affectingnose,lips,tongue,larynx,pharynx,conjunctiva,GIT) Ocular (Periorbital edema,Conjunctival Congesion,Itching), Systemic (Hypotension).Allergycan be differentiated according to the type of allergy.\n\nAllergymust be differentiated from other diseases that cause Dermatological (Urticaria,pruritus,flushing,Angioedema), Respiratory (Rhinorrhea,chest tightness,Wheezing,Dyspnoea,Sneezing,Shortness of breath) Mucosal (Mucosalswelling affectingnose,lips,tongue,larynx,pharynx,conjunctiva,GIT) Ocular (Periorbital edema,Conjunctival Congesion,Itching), Systemic (Hypotension).Allergycan be differentiated according to the types of allergy.\n\nOn the basisDermatological,Respiratory,Mucosal,Ocular,SystemicManifestations,Allergymust be differentiated according to the types ofallergy.\n\nTemplate:WHTemplate:WS__\n\nAllergy Microchapters\n\nHome\n\nPatient Information\n\nOverview\n\nHistorical Perspective\n\nPathophysiology\n\nCauses\n\nDifferentiating Allergies from other Diseases\n\nEpidemiology and Demographics\n\nRisk Factors\n\nScreening\n\nNatural History, Complications and Prognosis\n\nDiagnosis\n\nHistory and Symptoms\n\nPhysical Examination\n\nLaboratory Findings\n\nOther Diagnostic Studies\n\nTreatment\n\nMedical Therapy\n\nPrimary Prevention\n\nSecondary Prevention\n\nCost-Effectiveness of Therapy\n\nFuture or Investigational Therapies\n\nCase Studies\n\nCase #1\n\nAllergy differential diagnosis On the Web\n\nMost recent articles\n\nMost cited articles\n\nReview articles\n\nCME Programs\n\nPowerpoint slides\n\nImages\n\nAmerican Roentgen Ray Society Images of Allergy differential diagnosis\n\nOngoing Trials  at Clinical Trials.gov\n\nUS National Guidelines Clearinghouse\n\nNICE Guidance\n\nFDA on Allergy differential diagnosis\n\nCDC on Allergy differential diagnosis\n\nAllergy differential diagnosis in the news\n\nBlogs on Allergy differential diagnosis\n\nDirections to Hospitals Treating Allergies\n\nRisk calculators and risk factors for Allergy differential diagnosis"
  },
  {
    "title": "Unknown Title",
    "abstract": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nStatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-.\n\nShweta Akhouri;Steven A. House.\n\nAuthorsShweta Akhouri1;Steven A. House2.\n\nLast Update:July 16, 2023.\n\nAllergic rhinitis (AR) is an atopic disease presenting with symptoms of sneezing, nasal congestion, clear rhinorrhea, and nasal pruritis. It is an IgE-mediated immune response that is against inhaled antigens in the immedi",
    "journal": "Unknown Source",
    "year": "Unknown Date",
    "source": "Perplexity AI",
    "url": "https://www.ncbi.nlm.nih.gov/books/NBK538186/",
    "full_text": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\n\nStatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-.\n\nShweta Akhouri;Steven A. House.\n\nAuthorsShweta Akhouri1;Steven A. House2.\n\nLast Update:July 16, 2023.\n\nAllergic rhinitis (AR) is an atopic disease presenting with symptoms of sneezing, nasal congestion, clear rhinorrhea, and nasal pruritis. It is an IgE-mediated immune response that is against inhaled antigens in the immediate phase, with a subsequent leukotriene-mediated late phase. This activity describes the evaluation and treatment of allergic rhinitis and highlights the role of the interprofessional team in improving care for patients with this condition.\n\nObjectives:Identify the abnormal immune response in the etiology of allergic rhinitis.Explain the epidemiology of allergic rhinitis.Describe the use of intranasal steroids, antihistamines, leukotriene receptor antagonists, and immunotherapy in the treatment of allergic rhinitis.Access free multiple choice questions on this topic.\n\nAllergic rhinitis (AR) is an atopic disease characterized by symptoms of nasal congestion, clear rhinorrhea, sneezing, postnasal drip, and nasal pruritis. It affects one in six individuals and is associated with significant morbidity, loss of productivity, and healthcare costs. Historically,  AR was thought to be a disease process of the nasal airway alone. Still, the development of the unified airway theory has classified AR as a component of systemic allergic response, with other associated conditions, such as asthma and atopic dermatitis, sharing an underlying systemic pathology.[1]AR can be classified as either seasonal (intermittent) or perennial (chronic), with approximately 20% of cases being seasonal, 40% perennial, and 40% with features of both.[2]In addition to nasal symptoms, patients with AR may also present with associated allergic conjunctivitis, non-productive cough, Eustachian tube dysfunction, and chronic sinusitis. Once diagnosed, AR is treatable with a variety of modalities, with intra-nasal glucocorticoids being the first-line therapy.[1]\n\nThe allergic response is classified into early and late-phase reactions. In the early phase, allergic rhinitis is an immunoglobulin (Ig)E-mediated response against inhaled allergens that cause inflammation driven by type 2 helper (Th2) cells.[2]The initial response occurs within five to 15 minutes of exposure to an antigen, resulting in the degranulation of host mast cells. This releases a variety of pre-formed and newly synthesized mediators, including histamine, which is one of the primary mediators of allergic rhinitis. Histamine induces sneezing via the trigeminal nerve and also plays a role in rhinorrhea by stimulating mucous glands. Other immune mediators, such as leukotrienes and prostaglandins, are also implicated as they act on blood vessels to cause nasal congestion. Four to six hours after the initial response, an influx of cytokines, such as interleukins (IL)-4 and IL-13, from mast cells occurs, signifying the development of the late-phase response. These cytokines, in turn, facilitate the infiltration of eosinophils, T-lymphocytes, and basophils into the nasal mucosa and produce nasal edema with resultant congestion.[3]\n\nNon-IgE-mediated hyperresponsiveness can develop due to eosinophilic infiltration and nasal mucosal obliteration. The nasal mucosa now becomes hyperreactive to normal stimuli (such as tobacco smoke and cold air) and causes symptoms of sneezing, rhinorrhea, and nasal pruritis.[4]\n\nThere are data to suggest a genetic component to allergic rhinitis, but high-quality studies are generally lacking. Monozygotic twins show 45% to 60% concordance, and dizygotic twins have a concordance rate of approximately 25% in the development of AR. Specific regions on chromosomes 3 and 4 also correlate with allergic responses.[5]\n\nThe prevalence of allergic rhinitis based on physician diagnosis is approximately 15%; however, the prevalence is estimated to be as high as 30% based on patients with nasal symptoms. AR is known to peak in the second to fourth decades of life and then gradually decline.[6]The incidence of AR in the pediatric population is also quite high, making it one of the most common chronic pediatric disorders. According to data from the International Study for Asthma and Allergies in Childhood, 14.6% in the 13 to 14 year age group and 8.5% in the 6 to 7 year age group display symptoms of rhinoconjunctivitis linked to allergic rhinitis.[7]Seasonal allergic rhinitis seems to be more common in the pediatric age group, whereas chronic rhinitis is more prevalent in adults.[8]\n\nA systematic review from 2018 estimated that 3.6% of adults had missed work, and 36% had impaired work performance due to allergic rhinitis. Economic evaluations have shown that indirect costs associated with lost work productivity account for the majority of the cost burden for AR.[9]\n\nRisk factors for developing AR include a family history of atopy, male sex, a presence of allergen-specific IgE, a serum IgE greater than 100 IU/mL before age 6, and higher socioeconomic status.[5]Studies in young children have shown a higher risk of AR in those with an early introduction to foods or formula and/or heavy exposure to cigarette smoking in the first year of life.[2]Although many recent studies have evaluated the link between pollution and the development of AR, no significant correlation yet exists. Interestingly, there are several factors identified that may have a protective effect on the development of AR. The role of breastfeeding in the development of AR is often debated, but it is still recommended due to its many other known benefits and no associated harms. There is no evidence that pet avoidance in childhood prevents AR; however, it is hypothesized that early pet exposure may induce immune tolerance. There is a growing interest in the \"farm effect\" on the development of allergies, and a meta-analysis of 8 studies showed a 40% lower risk in subjects who had lived on a farm during their first year of life.[10]\n\nTaking a thorough, detailed history is an essential part of the evaluation of AR, and questions should focus on the types of symptoms, the time, duration, and frequency of symptoms, suspected exposures, exacerbating/alleviating factors, and seasonality.[10]Patients with intermittent or seasonal allergic rhinitis have symptoms of sneezing, rhinorrhea, and watery eyes, while patients with chronic AR often complain of postnasal drip, chronic nasal congestion, and obstruction.[8]These patients will often have a family history of allergic rhinitis or a personal history of asthma. Patients with intermittent rhinitis may report triggers such as pollens, animal dander, flooring/upholstery, mold, humidity, perfumes, and/or tobacco smoke.[11]\n\nOn physical examination, clinicians may notice mouth breathing, frequent sniffling and/or throat clearing, transverse supra-tip nasal crease, and dark circles under the eyes (allergic shiners). Nasal supratip crease is more common in children. Anterior rhinoscopy typically reveals swelling of the nasal mucosa and thin, clear secretions. The inferior turbinates may take on a bluish hue, and cobblestoning of the nasal mucosa may be present. Whenever possible, an internal endoscopic examination of the nasal cavity should be conducted to assess for nasal polyps and structural abnormalities. Pneumatic otoscopy can be used to assess for eustachian tube dysfunction, which can be a common finding in patients with allergic rhinitis. Palpation of sinuses may elicit tenderness in patients with chronic symptoms. These patients should also undergo careful examination for signs of asthma or dermatitis and should be questioned regarding aspirin sensitivity.[11]\n\nAllergic rhinitis is largely a clinical diagnosis made based on a thorough history and physical. A positive response to empiric treatment with a nasal glucocorticoid can support the diagnosis. A formal diagnosis is possible with either serum testing for allergen-specific IgE or allergy skin testing.[6]As stated by the American Academy of Otolaryngology guidelines, allergy testing should be reserved for patients who are unresponsive to empiric treatment or require the identification of a specific allergen to target therapy.[1]Serum testing does not require trained technicians, and the patient does not need to stop taking antihistamines in advance. Intradermal allergy testing does require a trained professional to perform testing, but results are available immediately. In patients with seasonal symptoms, testing should be performed during the peak symptoms season in order to best identify specific triggers.[6]Skin testing is known to have slightly superior sensitivity to serum testing and is more cost-effective. Contraindications to skin allergy testing include patients with uncontrolled or severe asthma, unstable cardiovascular disease, pregnancy, and/or concurrent beta-blocker therapy. H2-receptor antagonists, tricyclic antidepressants, and anti-IgE monoclonal antibody omalizumab can interfere with allergy skin test response; therefore, cessation is advisable before testing.[10]\n\nRadiographic imaging is not routinely recommended for the diagnosis of AR and is primarily used to rule out other conditions, such as rhinosinusitis.[10]\n\nAvoidance of triggers, especially in those with seasonal symptoms, is encouraged, although it is not always practical. Precautions can be taken to avoid dust mites, animal dander, and upholstery, though this can require significant lifestyle changes that may not be acceptable to the patient. If removing a pet from the home is not feasible, isolating the pet to a single room in the house may be an option to minimize dander exposure. It may take up to 20 weeks to eliminate cat dander from the home, even after removing the animal.  Allergen-impermeable bedding covers, washing sheets in hot water, and the use of a vacuum cleaner with high-efficiency particulate air (HEPA) filters may also lessen symptoms.[5]\n\nPharmacological options include antihistamines, intranasal steroids, leukotriene receptor antagonists (LTRAs), and immunotherapy.\n\nIntranasal corticosteroid therapy can be as monotherapy or in combination with oral antihistamines in patients in patients with mild, moderate, or severe symptoms. Studies have shown intranasal corticosteroids are superior to antihistamines in effectively reducing nasal inflammation and improving mucosal pathology. Thus a topical intranasal steroid should be the first-line treatment for AR.[12]Commonly available nasal sprays in the United States include beclomethasone, budesonide, fluticasone propionate, mometasone furoate, and triamcinolone acetonide. Proper administration of nasal spray is critical in achieving an optimal clinical response and avoiding side effects; therefore, patients should always receive counsel on the appropriate use of devices. They should be used regularly, as their peak effect may take multiple days to develop. The spray bottle's tip should be placed just inside the naris and aimed laterally towards the ipsilateral eye to minimize contact of the product with the nasal septum. The most common side effect reported is nasal irritation, followed by epistaxis, both of which can be prevented by spraying away from the nasal septum.[11]Oral and injectable steroids have been shown to alleviate symptoms of AR but are not recommended for routine use due to their significant systemic side-effect profile.[10]\n\nFirst-generation antihistamines include diphenhydramine, chlorpheniramine, and hydroxyzine, whereas fexofenadine, loratadine, desloratadine, and cetirizine are examples of second-generation antihistamines. Both first- and second-generation antihistamines are effective at controlling symptoms of AR. Still, first-generation antihistamines can be quite sedating due to their ability to cross the blood-brain barrier. These agents also act on muscarinic receptors, causing side effects of dry mouth, urinary retention, constipation, and/or tachycardia. Second-generation antihistamines have improved H1 selectivity, are less sedating, and have longer half-lives (12 to 24 hours) than those of the first-generation. Fexofenadine has no sedating effects, but loratadine and desloratadine may be sedating at higher doses. Cetirizine has the most potential for sedation of all second-generation antihistamines. There is no one agent recommended over others, as all have shown similar efficacy and safety profiles in terms of symptom relief.[5]Intranasal antihistamines, such as azelastine, have a rapid onset and are more efficacious than oral antihistamines in relieving nasal symptoms. They are recommended as first or second-line therapies for AR and can be used in conjunction with topical nasal steroid sprays with a synergistic effect.[10]\n\nLeukotriene receptor antagonists (LTRAs) such as montelukast and zafirlukast can be beneficial in patients with AR, but they are not as efficacious as intranasal corticosteroids.[13]Their use is often in combination therapy with other agents for severe or refractory symptoms. For patients in whom avoidance measures and combination pharmacotherapy are not effective, allergen immunotherapy should be considered.  Subcutaneous immunotherapy (SCIT) or sublingual immunotherapy (SLIT) are commonly used therapies. Weekly incremental doses are given for 6 to 8 months, followed by maintenance doses for 3 to 5 years. Typically, patients experience a prolonged, protective effect, and therapy can be ceased.[1]\n\nOral decongestants such as pseudoephedrine are useful in relieving symptoms but are not recommended for extended daily use due to their side-effect profile. Intranasal decongestants such as xylometazoline are alpha-agonists that are delivered directly to nasal tissue to produce vasoconstriction. Prolonged use of intranasal decongestants has a risk of causing rebound nasal congestion (rhinitis medicamentosa) and, therefore, should not be used for more than a week.[10]Sodium cromoglycate (Cromolyn) effectively reduces sneezing, rhinorrhea, and nasal pruritis, so it is a reasonable option. Surgical treatment is reserved for patients with nasal polyposis, inferior turbinate hypertrophy causing intractable nasal obstruction, or chronic sinus disease refractory to medical treatment.[5]Budesonide is the only FDA-approved agent for pregnant patients experiencing symptoms of allergic rhinitis.[1]Omalizumab, a monoclonal antibody, is beneficial in patients with AR, although the cost associated with therapy is a limiting factor in its use.[14]Nasal saline can be another option in conjunction with other treatment modalities. Isotonic solutions are more beneficial in adults, whereas hypertonic solutions may be more effective in children.[10]\n\nThe differential diagnosis for AR includes other forms of rhinitis that are not allergic. Children, particularly those under the age of 2 years, should also be assessed for congenital causes of nasal obstruction, such as choanal atresia and immunodeficiencies.[2][6][10]\n\nIn studies comparing the effects of intranasal corticosteroids on topical antihistamines and oral antihistamines, intranasal steroids were proven to be more beneficial in relieving sneezing symptoms, rhinorrhea,  and nasal pruritis and blockage and are, therefore, recommended as first-line therapy for all patients with AR.[15]There is great evidence for the efficacy of immunotherapy for AR and allergic asthma, and it is the only disease-modifying intervention in allergic conditions.[16]\n\nAnti-H3 and H4 antihistamines are currently under study for use in AR, but no agents have received approval yet. Roflumilast, a phosphodiesterase-4 (PDE4) inhibitor approved for patients with COPD, has been proven to be beneficial in AR in one small study, but further studies to confirm results are lacking. A new route of administration for immunotherapy is the injection of allergens directly into lymph nodes. It has been proven to induce a 10-fold higher allergen-specific IgG response that is demonstrated by improved efficacy and safety. Dapilumab, a fully-humanized monoclonal antibody, improved AR-related nasal symptoms in a recent randomized, double-blind, placebo-controlled trial. It works by inhibiting the signaling of IL-4 and IL-13, which are both key drivers of immune diseases. Novel therapeutic approaches such as these are in development or clinical trials and look promising in the treatment of AR.[16]\n\nThe belief is that the prevalence of allergic rhinitis peaks in adolescence and gradually decreases with advancing age. In a longitudinal study, at the time of the 23-year follow-up, 54.9% of patients showed improvement in symptoms, with 41.6% of those being symptom-free. Patients who had an onset of symptoms at a younger age were more likely to show improvement. The severity of AR can vary over time and depends on various factors such as location and season.[17]Approximately 50% of patients receiving grass allergy immunotherapy noted improvement in symptoms that continued 3 years after discontinuation of therapy.[18]\n\nChronic rhinosinusitis, although distinct from allergic rhinitis, can be a complication of AR. It is characterized by nasal inflammation with symptoms of nasal congestion or discharge, ongoing for longer than 3 months. Chronic rhinosinusitis may also demonstrate findings of nasal polyps (nasal polyposis), which form as a result of chronic inflammation of the paranasal sinus mucosa. Nasal polyps are typically benign and present bilaterally. Unilateral nasal polyps should raise concerns for malignancy. The incidence of nasal polyps in the general population is approximately 4% and is more common in males. Treatment options include topical steroids and saline irrigation. Surgical removal is reserved for patients who do not respond to medical therapy.[1]\n\nIt is also known that sensitization to allergens in AR can alter the immunological parameters of the adenoids, resulting in adenoid hypertrophy.[4]Eustachian tube dysfunction commonly manifests in patients with AR and presents as ear fullness, otalgia, and ear-popping. Approximately 10 to 40% of patients with AR also have concurrent asthma, and some studies suggest asthma is more common in moderate to severe persistent rhinitis. Many studies have demonstrated AR to be an independent risk factor for asthma, especially in patients diagnosed with AR during infancy. Some other associated complications include otitis media with effusion, persistent cough, and eosinophilic esophagitis, although there is a need to define the link more clearly.[10]\n\nPatients undergoing allergen desensitization (allergy shots) can experience an acute exacerbation of rhinitis or asthma, or, in a worst-case scenario, the patient could progress to anaphylaxis. Therefore, staff members in offices that provide this therapy should be well-versed in the diagnosis and management of such severe reactions and have the appropriate emergency medications (especially epinephrine) and airway management equipment immediately available.[19][20]\n\nAllergic rhinitis is most often diagnosed and managed by primary care physicians/providers. However, patients who fail traditional therapies for AR are eligible for referral to a specialist, such as an allergist or an otolaryngologist (ENT) with an allergy focus. Patients who are deemed candidates for immunotherapy typically obtain a referral to allergists for therapy. Specific findings on the physical exam should also prompt a referral, such as multiple nasal polyps in a pediatric patient, which is highly suggestive of cystic fibrosis. Patients who present with bloody or unilateral nasal discharge (not basic epistaxis) should be urgently referred to an ENT to rule out malignancy. Any concern for cerebrospinal fluid leak causing rhinorrhea also warrants referral to an ENT specialist.[21]\n\nPatients often underestimate the severity of this condition and fail to seek medical therapy. It is important to adequately control AR, especially due to the link between AR and asthma, with poor control of rhinitis predicting poor control of asthma.[22]Patient compliance with the treatment regimen is crucial for the alleviation of symptoms. Patients should receive educational materials with information about allergic rhinitis and its implications. Moreover, patient education on the proper administration of nasal sprays also plays an essential role in a patient's response to therapy.[23]Patients should be advised to look down and squirt nasal spray just inside the nostril, aiming toward the outer walls on both sides. It should be stressed that the patient should not take a deep breath or sniff hard after spraying.[15]Counseling patients on the avoidance of known allergens is a necessary but time-consuming task.[23]\n\nAccording to the \"ecology of medical care\" model, only a minority of patients seek medical care for their symptoms, and most of these are managed by their primary care physician (PCP) and a nurse practitioner. Therefore, it is crucial to provide patients with information on self-management and when to contact their PCP. The involvement of community pharmacists and nurse practitioners can play a vital role in achieving these goals. However, patients who fail traditional therapies for AR are eligible for referral to a specialist, such as an allergist or an otolaryngologist (ENT) with an allergy focus. Patients who are deemed candidates for immunotherapy typically obtain a referral to allergists for therapy. Specific findings on the physical exam should also prompt a referral, such as multiple nasal polyps in a pediatric patient, which is highly suggestive of cystic fibrosis. Patients who present with bloody or unilateral nasal discharge (not basic epistaxis) should be urgently referred to an ENT to rule out malignancy. Any concern for cerebrospinal fluid leak causing rhinorrhea also warrants referral to an ENT specialist.[21]\n\nPCPs, nurse practitioners, and allergy specialists often work closely in co-managing patients with AR. The interprofessional team must work as a team to educate the patient and family. After an initial evaluation and a treatment plan is in place, the nurse practitioner, physician assistant, and physician must work together to assure the patient improves and, if not, receives additional evaluation. Access to healthcare and specialists varies globally, but when available, PCPs, pediatricians, allergists, and/or ENT specialists working with specialty-trained ENT nurses and clinicians will result in the best outcomes.[21]\n\nDisclosure:Shweta Akhouri declares no relevant financial relationships with ineligible companies.\n\nDisclosure:Steven House declares no relevant financial relationships with ineligible companies.\n\nThis book is distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\n(http://creativecommons.org/licenses/by-nc-nd/4.0/), which permits others to distribute the work, provided that the article is not altered or used commercially. You are not required to obtain permission to distribute this article, provided that you credit the author and journal."
  },
  {
    "title": "23Diagnosis of allergic diseases",
    "abstract": "Close\n\n00Register of diseases\n\n01Enzymes\n\n02Cardiac diseases\n\n03Carbohydrate metabolism\n\n04Lipoprotein metabolism\n\n05Metabolic parameters\n\n06Bone and mineral metabolism\n\n07Iron metabolism\n\n08Electrolyte and water balance\n\n09Acid-base balance and blood gases\n\n10Trace elements\n\n11Toxic metals\n\n12Kidney and urinary tract\n\n13Homocysteine, vitamin B12, folates, vitamin B6, choline, betaine\n\n14Gastrointestinal and pancreatic function\n\n15Hematology\n\n16Hemostasis\n\n17Thrombocytopenias and thrombocyte fun",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://www.clinical-laboratory-diagnostics.com/k23.html",
    "full_text": "Close\n\n00Register of diseases\n\n01Enzymes\n\n02Cardiac diseases\n\n03Carbohydrate metabolism\n\n04Lipoprotein metabolism\n\n05Metabolic parameters\n\n06Bone and mineral metabolism\n\n07Iron metabolism\n\n08Electrolyte and water balance\n\n09Acid-base balance and blood gases\n\n10Trace elements\n\n11Toxic metals\n\n12Kidney and urinary tract\n\n13Homocysteine, vitamin B12, folates, vitamin B6, choline, betaine\n\n14Gastrointestinal and pancreatic function\n\n15Hematology\n\n16Hemostasis\n\n17Thrombocytopenias and thrombocyte function testing\n\n18Plasma proteins\n\n19Inflammation\n\n20Cytokines and cytokine receptors\n\n21Immune system\n\n22Multiple myeloma and related plasma cell proliferative disorders\n\n23Diagnosis of allergic diseases\n\n24Laboratory and clinical assessment of the complement system\n\n25Autoimmunity and antibody testing\n\n26Immunogenetics: clinical and diagnostic aspects of the Human leukocyte antigen (HLA) system\n\n27Blood group antigens and antibodies\n\n28Cancer biomarkers\n\n29Cancer associated syndromes (para neoplastic syndromes)\n\n30Disorders of thyroid function\n\n31Renin-angiotensin-aldosterone system (RAS)\n\n32Pheochromocytoma, paraganglioma, neuroblastoma\n\n33Pituitary function\n\n34Disorders of the pituitary-adrenocortical axis\n\n35Disorders of the pituitary-somatotroph axis\n\n36Prolactin (PRL)\n\n37Disorders of the hypothalamic-pituitary-gonadal axis\n\n38Pregnancy\n\n39Genetic diseases\n\n40Therapeutic drug monitoring\n\n41Poisoning and drugs of abuse\n\n42Bacterial infections\n\n43Viral diseases\n\n44Parasitic infections\n\n45Fungal infections\n\n46Laboratory diagnosis of neurological diseases\n\n47Extravascular fluids\n\n48Bronchoalveolar lavage fluid\n\n49Synovial fluid\n\n50Standardization and quality assurance of quantitative determinations\n\n51Effect of physical exercise on laboratory test results\n\n52Selected analytical laboratory techniques\n\n53Laboratory organization\n\n54Pediatric reference ranges\n\n23\n\nDiagnosis of allergic diseases\n\n23\n\nDiagnosis of allergic diseases\n\n23\n\nDiagnosis of allergic diseases\n\n23.1Hypersensitivity reaction\n\n23.1.1Atopic diseases\n\n23.1.2Allergens\n\n23.1.2.1Diagnostic approach\n\n23.1.2.2Specification and estimation of potential allergens\n\n23.1.2.3Diagnosis of sensitization\n\n23.1.2.4Allergic inflammation\n\n23.1.2.5Antigen-specific IgG antibodies\n\n23.2Total IgE\n\n23.2.1Indication\n\n23.2.2Method of determination\n\n23.2.3Specimen\n\n23.2.4Threshold values\n\n23.2.4.1Clinical significance of cord blood total IgE\n\n23.2.4.2Elevated total IgE as part of allergy investigation\n\n23.2.4.3Elevated IgE in conjunction with immunodeficiency\n\n23.2.5Comments and problems\n\n23.3Allergen specific IgE\n\n23.3.1Indication\n\n23.3.2Method of determination\n\n23.3.3Specimen\n\n23.3.4Clinical significance\n\n23.3.4.1Screening tests for specific IgE antibodies\n\n23.3.4.2Recombinant allergens\n\n23.3.4.3Pollen allergy\n\n23.3.4.4Food allergy\n\n23.3.4.5Indoor allergens\n\n23.3.4.6Insect venoms allergy\n\n23.3.4.7Bee venom allergy\n\n23.3.4.8Wasp venom allergy\n\n23.3.4.9Latex allergy\n\n23.3.4.10Microbial antigens allergy\n\n23.3.4.11Occupational allergens\n\n23.3.4.12Drug allergies\n\n23.4Allergen induced mediator release\n\n23.4.1Indication\n\n23.4.2Method of determination\n\n23.4.2.1Allergen induced histamine release\n\n23.4.2.2Allergen induced leukotriene release\n\n23.4.2.3Basophil activation test (BAT)\n\n23.4.3Specimen\n\n23.4.4Reference interval\n\n23.4.5Clinical significance\n\n23.4.6Comments and problems\n\n23.5Eosinophil cationic protein (ECP)\n\n23.5.1Method of determination\n\n23.5.2Specimen\n\n23.5.3Threshold value\n\n23.5.4Clinical significance\n\n23.5.5Comments and problems\n\n23.6Quantification of indoor allergens\n\n23.6.1Indication\n\n23.6.2Method of determination\n\n23.6.3Specimen\n\n23.6.4Reference interval\n\n23.6.5Clinical significance\n\n23.7Allergen specific IgG\n\n23.7.1Method of determination\n\n23.7.2Specimen\n\n23.7.3Clinical significance\n\n23.7.3.1Extrinsic allergic alveolitis\n\n23.2Total IgE\n\n23.3Allergen specific IgE\n\n23.3.4.1Screening tests for specific IgE antibodies\n\n23.4Allergen induced mediator release\n\n23.5Eosinophil cationic protein (ECP)\n\n23.6Quantification of indoor allergens\n\n23.7Allergen specific IgG\n\nAllergy\n\nâ\u0080\u0093 Table 23-1: Hypersensitivity reactions\n\nâ\u0080\u0093 Table 23-10: Predominant pollen involved in allergies\n\nâ\u0080\u0093 Table 23-11: Symptoms associated with food allergy\n\nâ\u0080\u0093 Table 23-12: Important food allergens\n\nâ\u0080\u0093 Table 23-13: Cross reactions between allergens of animal food origin\n\nâ\u0080\u0093 Table 23-14: Cross allergies between pollen and food\n\nâ\u0080\u0093 Table 23-15: Important indoor allergens\n\nâ\u0080\u0093 Table 23-16: Insect venom allergens\n\nAtopy\n\nâ\u0080\u0093 Table 23-3: Genetic risk for atopy\n\nExtrinsic allergic alveolitis\n\nâ\u0080\u0093 Table 23-18: Selected allergens in extrinsic allergic alveolitis: occurrence and type of clinical presentation\n\n23\n\nDiagnosis of allergic diseases\n\nHarald Renz\n\nThe term â\u0080\u009chypersensitivity reaction of the immune systemâ\u0080\u009d includes various pathological immune reactions that manifest clinically in the form of different illnesses. For the majority, the classification of these reaction types according to Coombs and Gell is still valid.Tab. 23-1 â\u0080\u0093 Hypersensitivity reactionslists the essential pathogenic features and some typical clinical manifestations associated with these types of reactions.\n\nThis chapter will focus on:\n\nIt is clear that the classification according to Coombs and Gell, while now only serving as a general scheme, still retains some value for educational purposes. It is a simplified classification that no longer represents the complex immunoregulatory processes that are now known to be involved. For these reasons, the presentation of diagnostic procedures that follows will focus as much as possible on the clinical entities or the allergen groups.\n\nThe term atopy describes the genetic predisposition of an individual to develop an IgE mediated allergic reaction during his or her lifetime (Tab. 23-2 â\u0080\u0093 Definitions used in allergology). This definition does not indicate the atopic phenotype that will be expressed in an individual case, the time of life at which the disease will manifest itself, or the type of allergens against which the IgE mediated immune response will be directed. The genetic risk essentially depends on the allergic phenotype of the parents. The maternal allergic situation in particular plays a decisive role since it indicates the presence of possible underlying materno-fetal interactions influencing the development of atopy in the offspring. The degree of genetic risk is summarized inTab. 23-3 â\u0080\u0093 Genetic risk for atopy.\n\nNumerous epidemiological surveys have indicated a significant increase in the prevalence of allergic diseases in the last few decades, especially in industrialized countries such as Western Europe, North America, and Japan. Indeed, about 20% of the population in these countries is afflicted by an allergic disease.\n\nIn general, an allergic reaction can affect any organ, resulting in different clinical manifestations. However, the following three characteristic clinical presentations can be defined that represent the vast majority of disease manifestations:\n\nIn addition, various other clinical manifestations are encountered (e.g., chronic sinusitis, otitis, and gastrointestinal involvement such as stomatitis, gastritis, enteritis, colic, and constipation). Urticaria and Quinckeâ\u0080\u0099s edema (angioedema) may also be caused by allergic reactions; the same applies to migraine.\n\nThe complexity of the clinical manifestations illustrates that the differential diagnosis and therefore the history and the in vitro and in vivo clinical laboratory tests are crucially important for confirming the presence of an allergic reaction or for identifying the cause.\n\nThe most severe form of an allergic reaction is anaphylactic shock, which often has a lethal outcome within minutes. Classical triggers are insect venoms, but food components may also result in such drastic reactions.\n\nThe significant rise in the prevalence of allergic diseases and asthma over the last few decades has been explained by the hygiene hypothesis. This hypothesis is based on the theory that exposure to allergens during the prenatal and postnatal periods has a crucial role in the maturation of a childâ\u0080\u0099s immune response, leading to the development of tolerance to these allergens. The development of tolerance is thought to be favored by long term, high level exposure to microbial antigens, which takes place preferentially in the respiratory and gastrointestinal tracts.\n\nThe hygiene hypothesis is based on the premise that patterns of exposure to microbes have changed significantly in the last few decades/2/. Children with low levels of exposure are unable to develop sufficient tolerance, which paves the way for the development of excessive or misdirected immune responses to harmless environmental antigens. This hypothesis is supported by epidemiological studies that have identified sub populations with low allergy rates compared to the general population.\n\nThese sub populations include children:\n\nThe hygiene hypothesis is supported by experimental data as well as epidemiological evidence. However, a molecular link has not yet been proven. It is clear, nevertheless, that environmental exposure contributes significantly to the development of allergies and asthma. Associations have also been reported between polymorphisms and allergic phenotypes such as total and allergen-specific IgE, bronchial hyper responsiveness, and atopic dermatitis.\n\nDuring the different stages of life, various expressions of the allergic phenotype appear; this age dependent relationship is shown inFig. 23-1 â\u0080\u0093 Expression of allergic phenotype during different periods of life. Food-related allergic reactions play a predominant role early on in life, during infancy and early childhood. Clinical manifestations mainly center on atopic dermatitis and gastrointestinal symptoms. As the prevalence of food related allergies decreases with age, the significance of airborne allergens increases. This is also associated with a shift in organ involvement, manifesting itself as illnesses of the upper and lower respiratory tract. In many such cases, allergic rhinitis can be considered a precursor of bronchial asthma.\n\nTremendous progress has been made in terms of allergen characterization based on molecular and immunoreactive properties. Increasing numbers of allergens have been identified, characterized, and purified. These are the prerequisites for a modern approach to the diagnosis and treatment of allergies. A distinction must therefore be made between allergens whose amino acid sequence has been completely determined, and whose T cell and B cell epitopes are ideally also known, and those allergens that have not yet been characterized to this degree.\n\nThe complexity of the situation has resulted in the introduction of a new allergen nomenclature, based on the Latin name of the allergen, that starts with the first three letters of the species name. For instance,Dermatophagoides pteronyssinusis the Latin name of the house dust mite. In the allergen nomenclature, it is referred to as Der p. The main allergens of the house dust mite are then labeled with Arabic numbers e.g., Der p 1, Der p 2, Der p 3. The most important allergen groups are summarized inTab. 23-4 â\u0080\u0093 Important allergy groups.\n\nBesides allergen characterization, allergen standardization is becoming increasingly important. This is mainly because of the need for quality assurance, which is an integral part of the diagnosis and treatment of allergy. It is the task of the allergen nomenclature subcommittee of the International Union of Immunological Societies (IUIS) to compile this nomenclature in conjunction with the WHO and to make additions as necessary. It is critical that the highest possible purity should be used for every allergen in diagnostic tests. In order to guarantee comparability both between diagnostic in vivo and in vitro tests and between different lots from the same manufacturer, allergen quantification methods must adhere to the relevant international standards. This also applies to the various in vitro diagnostic procedures. A significant improvement in the comparability of test results using materials from different manufacturers has been achieved by the introduction of WHO IgE standards. The diagnostic specificity of the tests depends primarily on the origin of the allergen extracts used, their purity, and their quantification.\n\nThe German Society for Allergology and Clinical Immunology has published a position paper on in vitro allergy testing that describes the whole area of allergy diagnostics/3/. The following information is a condensed version of this guideline.\n\nFamily and personal history\n\nFamily and personal history is the starting point of any diagnostic investigation. The aim is to narrow down possible triggers of the allergic reaction. To this end, a detailed analysis is required that should attempt to establish a relationship between clinical symptoms and allergen exposure. Useful tools include an allergy diary, pollen count, and indoor allergen analysis.\n\nDetection of allergic sensitization\n\nThis is the second step in diagnosis (Fig. 23-2 â\u0080\u0093 Approach to the diagnostic of allergies). Allergic sensitization implies that an interaction has taken place between the immune system and the corresponding allergen and that a specific immune response to the allergen has occurred, the result of which is the synthesis of allergen specific IgE antibodies. These antibodies can be detected indirectly in vivo by means of skin prick testing.\n\nA positive immediate type reaction occurring within 15â\u0080\u009320 minutes is the pathophysiological correlate of sensitization. Cell bound IgE has a much longer half-life (months to years) than that of plasma IgE (2â\u0080\u00933 days). This is one of several reasons why results of skin reaction testing may deviate from those obtained by quantitative measurement of serum allergen specific antibodies.\n\nThe detection of elevated total IgE is neither sensitive nor specific for atopic disease. Total IgE measurement is therefore, with the exception of elevated cord blood IgE, inadequate in screening for allergy. This test has poor diagnostic sensitivity in the face of good clinical specificity.\n\nMulti allergen specific IgE screening tests are useful for this. They are firmly established for the groups of food related allergens and for the most important inhalation allergens. The individual allergen composition of the multi tests must always be taken into consideration when interpreting the results of these tests. A negative result rules out allergic sensitization only to the allergens contained in the particular test cocktail. Following a positive screening result, or in parallel with the screening test, measurements of individual specific IgE antibodies can be undertaken.\n\nUnder certain circumstances, cellular tests (e.g., histamine release and the lymphocyte stimulation test) are a valuable addition to in vitro diagnostics.\n\nIn contrast, the determination of allergen specific IgG antibodies plays only a minor role in the investigation of allergies and shows a poor correlation with the disease process. In addition, the protective effect of allergen specific IgG/IgG4antibodies is somewhat questionable.\n\nSensitization to an allergen does not necessarily mean that it is the cause of clinical symptoms. This is most reliably determined by provocation tests. This is particularly true in food-related allergies, in which double blind placebo controlled provocation testing on an inpatient basis has established itself as the gold standard. Useful and partially standardized provocation test procedures have been described for various allergen groups and target organs. In general, such provocation tests should only be performed by clinicians experienced in their use since the development of anaphylactic shock is always possible.\n\nThe reaction in the target organ results in the development of allergic inflammation, which is characterized by strong activation of effector cells, including eosinophils. Eosinophilia in peripheral blood is therefore typical of allergic inflammatory responses. The detection of eosinophilia, however, is not suitable as an allergy screening test.\n\nAs a result of eosinophilic activity, a number of soluble products of these cells can be detected, including eosinophil cationic protein (ECP) and eosinophil protein X (EPX)/4/. These mediators may be suitable for assessing the severity of allergic inflammation, especially in atopic dermatitis and bronchial asthma. The intra individual pattern of these parameters is important for assessing the results.\n\nExtrinsic allergic alveolitis is caused by a type III allergic reaction/5/. Antigen specific IgG antibodies in particular play a decisive role due to the formation of antigen-antibody complexes. During this process, complement fragments are generated by complement activation, especially via the classical pathway, and are involved in the development of inflammatory reactions. Pathomorphologically, this reaction correlates with the development of inflammatory necrosis.\n\nTriggering allergens are found especially in dust containing organic particles, which, due to chronic exposure and inhalation, leads to activation of the immune system, resulting in pulmonary damage. The majority of these cases of alveolitis are occupational diseases. Since most of these dust particles, due to their size, will reach the more distal branches of the bronchial system, this disease tends to manifest itself both as a disorder of the smallest airways and as alveolitis.\n\nCompetitive or immunometric assays using enzymatic, fluorescent, luminescent, or radioactive labels.\n\nSerum, secretions: 1â\u0080\u00932 mL\n\nTotal IgE threshold values\n\nNewborns\n\nBelow 2.1\n\n1 yr\n\n< 40\n\n2 yrs\n\n< 100\n\n3 yrs\n\n< 150\n\n4 yrs\n\n< 190\n\n5 yrs\n\n< 150\n\n6 yrs\n\n< 150\n\n16 yrs\n\n< 120\n\nAdults\n\n< 100\n\nData expressed in Î¼g/L; values are 95th percentiles; 2.4 Î¼g/L = 1 IU/mL, thresholds according to Ref./6/.\n\nThe interpretation of a result can only be made if contamination of the cord blood by maternal blood has been definitively ruled out. Elevation of cord blood IgE to â\u0089¥ 2.1 Âµg/L (0.9 IU/mL) is associated with a risk of developing atopy. On the other hand, lower values do not rule out future onset of atopy. For this reason, general cord blood screening for IgE is not recommended. The determination should be reserved for individuals at risk (e.g. those newborns with a family history of atopy). See alsoTab. 18.9-5 â\u0080\u0093 IgE increases in non atopic diseases.\n\nThe highest IgE values are found in atopic dermatitis. Concentrations may reach several tens of thousands of IU/mL/7/. In the case of extremely high IgE values, cellular immunodeficiency must be ruled out as part of the differential diagnosis. Generally, higher total IgE values are found during the pollen season i.e., at the time of allergen exposure. There is a certain correlation between chronic allergen exposure and the level of total IgE. Total IgE elevation, however, does not confirm underlying allergic sensitization, which can only be verified by appropriate in vitro and in vivo diagnostic tests.\n\nMany patients with atopy, especially those with mild or seasonal symptoms, have a normal total IgE. Therefore, normal IgE values in individual cases do not rule out the presence of atopic disease.\n\nA number of congenital immunodeficiencies, especially those of the cellular immune system, may be associated with elevated total IgE. Screening tests of the humoral immune system for the diagnosis of immunodeficiency include the determination of total IgE, together with IgG, subclasses, IgA and its subclasses, IgM, and IgD.\n\nIn HIV infection, especially during the later stage with pronounced depletion of CD4+T cells, an atopy-like syndrome develops, sometimes associated with excessively high IgE levels.\n\nDiseases that are associated with immune activation and skin alterations are also frequently associated with elevated total IgE. These diseases include graft-versus-host reactions and conditions associated with severe skin burns.\n\nMethod of determination\n\nFor measuring total IgE in cord blood, an assay with an detection limit of < 0.35 U/mL is required.\n\nReference interval\n\nIt is important to note the wide range of values. IgE production is detectable by the 11th gestational week. In approximately 50% of newborns, IgE is detectable in cord blood. The highest IgE levels in healthy individuals are measured early in life.\n\nInfluence factors\n\nA number of factors, including lifestyle and living conditions, have an impact on IgE levels. Active and passive smoking may result in increased IgE.\n\nThe detection of specific IgE antibodies indicates an underlying allergic sensitization. The latter may not always correlate with the clinical symptoms. To assess the clinical relevance of allergic sensitization, detailed correlation between the history and clinical presentation is required/8/; organ-specific provocation testing may need to be conducted.\n\nCompetitive or immunometric assays using enzymatic, fluorescent, luminescent, or radioactive labels/9/.\n\nSerum: 1â\u0080\u00932 mL\n\nTo interpret the results of allergen specific IgE testing, the following factors must be taken into consideration/10/:\n\nNumerous screening tests are available for detecting specific IgE antibodies directed against food and inhalation allergens. A positive screening test only implies that allergic sensitization to one or more allergens is present. It must be followed up by a detailed analysis in order to narrow down and identify the allergens responsible for sensitization. At this stage, screening tests using reagent strips should be replaced by quantitative determination methods. For the interpretation of a positive screening test, the exact allergen composition of each test must be known. Examples of mixtures used in screening tests are provided inTab. 23-5 â\u0080\u0093 Allergen mixtures in screening tests.\n\nThe majority of allergens are glycosylated proteins. In recent years, a large number of protein components for many of the main clinically relevant allergens have been characterized at the molecular level. These components are available in recombinant form for routine allergy diagnosis.\n\nA distinction must be made between the following components:\n\nSequence comparison has revealed the molecular relationships between various allergenic components and defined a small number of important protein families. Sensitization to individual members of a protein family often leads to cross allergies.\n\nThe clinical significance of sensitization to individual family members varies. The following examples of selected protein families illustrate this:\n\nIf indicated clinically, component-based in vitro testing should be performed, to alert patients to potential cross reactions while also providing an estimate of severity and risk level based on their individual sensitization profile.\n\nComponent-based in vitro testing is becoming increasingly prevalent and replacing diagnostic tests that use whole extracts (native allergens)/11/.\n\nWhen selecting allergens for the determination of specific IgE antibodies in pollen related allergies, it is important to note that different groups of pollen may cause symptoms during different seasons of the year. Fluctuations occur from year to year that are often attributable to climatic conditions. The predominant pollen responsible for allergies, as listed inTab. 23-10 â\u0080\u0093 Predominant pollen involved in allergies, is also dependent on geographic factors. Accordingly, pollen seasons at higher, mountainous elevations are different from those in low lying regions. Therefore, when selecting pollen allergens, it is important to take local, seasonal, climatic, and individual circumstances into account/12/. The list of predominant pollens provided is only relevant for continental climate zones.\n\nThe clinical symptoms of food allergy can be manifold.\n\nThe most important symptoms and target organs are shown inTab. 23-11 â\u0080\u0093 Symptoms associated with food allergy.\n\nThe most important food allergens are listed inTab. 23-12 â\u0080\u0093 Important food allergens.\n\nApproximately 40% of all IgE mediated food allergies are directed against chicken egg white and cowâ\u0080\u0099s milk. Awareness of peanut allergy has also increased over the last few years.\n\nAllergic cross reactions exist between many foods and other products. It is important to remember that in the case of beef allergy, cross reactivity may be present with all other cowâ\u0080\u0099s milk products and veal. Manifold cross reactions also exist in the case of seafood allergies (e.g., involving fresh and salt water fish, shellfish, and crustaceans). Examples are listed inTab. 23-13 â\u0080\u0093 Cross reactions between allergens of animal food origin.\n\nMany patients with pollen allergy tolerate certain foods poorly, especially during the pollen season, and have type I allergic symptoms. The reason for this is that certain allergy triggering proteins contained in pollen and other plant tissues are similar and close family relationships exist between different plants. Examples of this phenomenon include the â\u0080\u009ccelery-carrot-mugwortâ\u0080\u009d syndrome and the familial relationship between different types of pitted fruit (Tab. 23-14 â\u0080\u0093 Cross allergies between pollen and food).\n\nIn the case of food allergies, concordance between the clinical presentation, results of skin testing, and determination of specific IgE is very poor, mainly due to the instability of many food allergens. The most reliable detection of IgE mediated sensitization is therefore achieved by skin prick tests using native foods. Double blind, placebo controlled, provocative food testing in an inpatient setting is the gold standard for the verification of an underlying food allergy/12/.\n\nThe most important indoor allergens are the various species of mites contained in house dust as well as allergens from domestic animals.Tab. 23-15 â\u0080\u0093 Important indoor allergenssummarizes the most important representatives. In this context, it is important to remember that a detailed history provides the basis for targeted IgE antibody determinations.\n\nThe European and North American terminology for the most important allergy relevant insect species is presented inTab. 23-16 â\u0080\u0093 Insect venom allergens. The detection of an insect venom allergy is based on a positive skin test, the detection of specific IgE antibodies, and possibly an insect sting provocation test.\n\nTherapy consists of specific desensitization. A decline in specific IgE antibodies or an increase in specific IgG antibodies is not sufficient, however, to confirm successful desensitization.\n\nThe major allergen of bee venom is phospholipase A2 (Api m 1). It also contains hyaluronidase (Api m 2). Many, but not all individuals with bee venom allergy can be identified using Api m 1 component diagnostics; in case of doubt, positivity for Api m 2 antibody should also be tested.\n\nThe major allergen of wasp venom is phospholipase A1 (Ves v 1). Wasp venom also contains hyaluronidase (Ves v 2). However, this is considered to be a minor allergen. The combined use of Ves v 1 and Ves v 5 is the most rational and efficient diagnostic approach.\n\nDouble positivity\n\nIf patients test positive for venom from both bees and wasps, it is important to determine whether this indicates true sensitization to both venoms or is merely the result of clinically irrelevant cross reactivity. In most cases, this is due to nonspecific reactivity against cross-reactive carbohydrate determinants (CCD) with identical structures that are present on venom allergens from both bees and wasps. The production of IgE antibodies directed against these CCDs can lead to clinically irrelevant double positive results in in vitro testing. Commercial assays are available that can identify these antibodies against CCDs.\n\nIn order to diagnose a latex allergy, the following factors must be considered:\n\nSpecific IgE antibodies can also be produced in response to microbial antigens. A significant proportion of patients with atopic dermatitis, for example, demonstrate IgE antibodies against enterotoxins ofS. aureus. Detection of these antibodies correlates with disease severity, the total IgE level, and colonization with enterotoxin producingS. aureusstrains/13/. These antibodies may also have diagnostic significance in the case of nasal polyposis. Diagnostic tests are available for specific IgE directed against bacterial enterotoxins, including the staphylococcal enterotoxins (SE)-A, SEB, SEC, SED, and TSST1.\n\nAn accurate medical history is an essential aspect of the diagnostic evaluation of occupational allergies. Detailed knowledge of possible and potential allergens in the work environment is an absolute prerequisite for identification /14,15,16/.\n\nMany of the substances in question are low molecular weight chemical structures that provoke allergic reactions as haptens (i.e., they do not have allergenicity unless they bind to larger proteins). Such haptens cannot be used directly for skin testing. For the determination of specific IgE antibodies to such substances (e.g., isocyanate), the haptens must be coupled, for example, to human serum albumin. Coupled haptens are also available for the determination of specific IgE antibodies.\n\nA comprehensive list of all possible allergen groups and their association with particular occupations or branches of industry is beyond the scope of this chapter.\n\nOnly a few examples for these allergen groups are mentioned here:\n\nFailure to detect corresponding IgE antibodies does not rule out the presence of an occupational allergy. Other reaction types (e.g., IgG-mediated mechanisms and non immunological interactions) must also be taken into consideration.\n\nThe clinical presentation of drug induced allergy can be manifold, ranging from type I allergic reactions including anaphylactic shock, through pseudo allergic reactions, to autoimmune reactions (vasculitides). This is why the history is also particularly important in this case.\n\nThe manifold clinical symptoms may be based on various immunological reactions that require specific tests /16,17,18/. Classical immediate type reactions require skin tests as well as the detection of specific IgE antibodies. Other immunological mechanisms require autoantibody and lymphocyte transformation tests in order to detect T lymphocyte mediated immunological reactions.\n\nIt is important to remember that drug metabolites may also trigger a reaction or that a drug may not exert an allergenic effect unless it forms a drug protein complex. This limits the diagnostic value of negative serological tests.\n\nDrugs frequently associated with type I allergic reactions include penicillins, contrast media, and local anesthetics. Furthermore, cross reactivities may exist between benzylpenicillin and amoxicillin in patients who are allergic to penicillin.\n\nThe inability to detect specific IgE antibodies may be explained by a prolonged time interval between the last drug intake and the test (e.g., due to the relatively rapid decline in IgE antibodies in the absence of allergen exposure). This is another reason for the poor diagnostic sensitivity of IgE detection methods.\n\nThe detection of specific antibodies only provides a clue as to prior sensitization and may not necessarily be associated with clinical symptoms.\n\nBioassays are used to detect the cellular release of histamine or leukotrienes in the event of contact with allergens.\n\nPrinciple:the test relies on the release of histamine from basophil leukocytes in peripheral blood. Allergen specific IgE antibodies bind to high affinity IgE receptors on the basophil surface. Cross linkage of these allergen specific antibodies as a result of allergen exposure induces the release of mediators from these effector cells. Patient leukocytes (including basophils) are separated from heparinized blood using dextran sedimentation. The leukocytes, as well as a positive control (anti human IgE) and a negative control, are incubated with the suspected allergen. The histamine released into the cellular supernatant is measured. The result is usually expressed as a percentage of the maximal histamine release.\n\nLeukotrienes are released from different cell populations during an allergic reaction. These cells include basophils, eosinophils, monocytes, and macrophages. As part of IgE mediated allergic reactions (basophils) as well as pseudo allergic reactions (basophils and eosinophils, monocytes), leukotrienes are released following stimulation by the relevant allergens.\n\nPrinciple:patient leukocytes (including basophils) are separated from heparinized blood using dextran sedimentation. Following a brief preincubation with interleukin-3, which enhances the test sensitivity, the leukocytes, as well as a positive control (anti-human IgE) and a negative control, are incubated with the suspected allergen. In the case of a positive test, leukotrienes (especially LTC4, LTD4, and LTE 4) are released from the cells, either by IgE mediated or other mechanisms. By using monoclonal antibodies that recognize LTC4, LTD4, and LTE4 at almost identical sensitivity and specificity levels, the amount of leukotrienes released can be quantified by ELISA/19/.\n\nPrinciple:the BAT starts with the assumption that there is a correlation between basophil responsiveness in samples of peripheral blood and the clinically relevant responsiveness of effector cells such as mast cells and basophils in vivo.\n\nBasophil activation is measured using flow cytometry. Basophils are identified by the following marker combinations: CCR3 or CD123 positive/HLA-DR negative or IgE positive/CD203c positive. Of these, the only really specific marker is CD203c. In a second step, the up regulation of an activation marker is quantified. The marker CD63 has proved to be particularly useful for this purpose. Preformed CD63 exists intracellularly and is transported to the cell surface following activation. CD203c can also be used; however, this is already expressed as a specific marker on the basophil surface and is rapidly up regulated in response to activation. These factors must be taken into consideration when interpreting the test results.\n\nThe BAT should be performed no later than 6â\u0080\u009312 months after the clinical reaction. Patients should not have taken antihistamines or glucocorticoids in the 24 hours before the test.\n\nThe major problem with this test is the relatively high proportion of non responders (5â\u0080\u009310%). For this reason, a positive control must also be performed for the IgE mediated reaction (e.g., anti-IgE or anti-IgE receptor antibodies).\n\nThe BAT is used as a second-line test after skin testing for the diagnosis of allergies to neuromuscular blockers (anesthesia). With respect to possible cross-reactivity in particular, this test has a high diagnostic specificity in the face of rather poor diagnostic sensitivity.\n\nIn the diagnosis of allergies to beta lactam antibiotics, IgE measurement and the BAT show comparable results with respect to diagnostic sensitivity and specificity. The BAT is particularly useful in the event of discrepancies between the history, skin test results, and IgE measurement. It does not have a role in the diagnosis of allergies to nonsteroidal anti-inflammatory drugs.\n\nHeparinized blood: 10 mL\n\nAllergen-induced histamine release\n\nReference intervals must be established by each laboratory with appropriate positive and negative controls.\n\nLeukotriene production\n\nThe basal value in non allergic blood donors is 154 Â± 8.3 pg/mL (xÂ± s).\n\nA positive result in one of the two assays is of great prognostic value for the presence of underlying sensitization that may also be clinically relevant. However, correlation with the anamnesis and clinical picture must always be present.\n\nA positive result does not necessarily imply the presence of an IgE mediated reaction. Mediators may also be released by other, IgE independent reaction pathways. The leukotriene assay in particular detects not only the reactions of basophils but also those of other effectors of the immune response that may become involved in the pathophysiological process/19/. In general, however, false negative results are rarely seen in conjunction with plausible positive and negative controls.\n\nCellular procedures also have the advantage of detecting pseudo allergic reactions and have a wide range of application for unconventional reagents and substances.\n\nMethod of determination\n\nBoth histamine release test and leukotriene release test place high demands on personnel and technical resources. Staff experienced both in performing the tests and interpreting the results are essential. These procedures are therefore not the method of first choice in the investigation of allergies. They play a role in more extensive diagnostic evaluations, especially in cases where there is poor correlation between other tests, the history, the clinical picture, and in vivo results.\n\nSince the tests are characterized by high imprecision, it is crucial to perform positive and negative controls at the same time. Due to the complexity of these tests, many factors may cause interference, ranging from cell separation to impaired mediator measurements.\n\nThe presence of eosinophil leukocytes, in addition to local infiltration by lymphocytes (in particular highly activated CD4+T cells), is critical for the immuno pathogenesis of allergic diseases. Eosinophils are the most important inflammatory cells in allergic inflammation; they are found in large numbers in the mucosa of the upper and lower respiratory tract. They are also detectable in bronchial lavage fluid. Products of these cells, such as ECP, are found in the skin of patients with atopic dermatitis. The essential characteristic of these cells is their ability to release mediators that exert cytotoxic effects as part of the inflammatory reaction, thus contributing significantly to the destruction of tissue /20,21/.\n\nThere is growing evidence that the quantitative determination of these mediators may allow an assessment of the degree and extent of the inflammatory response occurring within the target organ of allergic disease. ECP represents a prototype of these cytotoxic proteins.\n\nWhole blood samples are allowed to clot under standardized conditions (1 h at 20Â° Â± 1 Â°C). This induces the release of ECP from pre-activated eosinophils by mechanisms not yet fully understood. ECP measurement is also possible in other biological fluids (e.g., lavage fluid). ECP in serum or lavage fluid is determined by immunoassay.\n\nSerum following standardized coagulation, other body fluids: 1 mL\n\nAdults < 15 Î¼g/L\n\nDetermined by fluorescence immunoassay\n\nSince ECP is not released from pre-activated eosinophils unless blood coagulation has started, ECP determination allows an assessment of the degree of cellular activation in peripheral blood. This may not necessarily correlate with the degree of activation within the target organ (e.g. skin, lung, or nose). Likewise, there is no correlation with the eosinophil count in the peripheral blood.\n\nBasal values show large inter individual variation. The determination of ECP is therefore only useful in monitoring patients with severe allergic diseases.\n\nOnly longitudinal assessment provides useful information regarding the ongoing disease process. The determination of ECP is therefore suitable for monitoring disease activity and treatment in a certain group of patients e.g., atopic dermatitis/22/. This also applies to desensitization therapy, during which a decline in the concentration of ECP occurs.\n\nThe major difficulty is the collection of blood samples under standardized conditions. Fluctuations in temperature and time are of particular concern. Using different blood collection equipment can also cause interference.\n\nThe extent of allergen exposure contributes significantly to the risk of developing allergic sensitization and associated symptoms. Allergen elimination represents an essential therapeutic step in the management of allergic diseases.\n\nIt is therefore important to perform a quantitative as well as a qualitative assessment of the allergen exposure of patients. In recent years, allergens and their components (the so called major allergens) have been progressively better characterized, thus facilitating the development of monoclonal antibodies directed against them. It is therefore currently possible to quantify the allergens contained in various specimens by using immunoassays/23/. These tests thus provide the basis for detailed environmental allergen analyses for the most important indoor allergens.\n\nELISA using monoclonal antibodies directed against major allergens.\n\nDust samples (e.g., acquired from mattresses, pillows, carpets, and upholstery).\n\nRefer toTab. 23-17 â\u0080\u0093 Assessment of indoor allergens.\n\nFactors to consider when assessing measurements of important indoor allergens are listed inTab. 23-17. The threshold values shown here can, at present, only be regarded as indicators for the development of allergic sensitization or the risk of an immediate type allergic reaction. Standardization of specimen collection (e.g., by vacuum cleaning a mattress for ten minutes) is an absolute prerequisite for test comparability.\n\nDetailed standardization protocols have yet to be established. Allergen extraction is necessary before a specimen can be used in the ELISA; different manufacturers recommend various procedures for achieving this. Prior to allergen extraction, the specimen must be weighed in order to determine the concentration.\n\nType I reaction\n\nThe measurement of allergen specific IgG antibodies is of only minor significance in the diagnostic evaluation of immediate type allergic reactions. Although detection of these antibodies indicates the presence of immunological sensitization, it does not correlate with clinical symptoms. In addition, the relevance of these antibodies for the disease process has not been reliably established.\n\nIgG4antibodies play a certain role in the pathogenesis of allergic diseases because they are controlled and regulated by immunological mechanisms similar to those that control and regulate IgE antibodies. There is a lack of conclusive data as to whether allergen specific IgG4antibodies are clinically more sensitive and specific than their IgE counterparts.\n\nDuring desensitization therapy, especially in patients with allergies to insect venom, a decline in IgE antibodies is frequently associated with an increase in the corresponding IgG antibodies. Furthermore, IgG antibody measurement can only provide clues as to the success of desensitization therapy; increasing IgG antibody concentrations alone cannot be seen as proof of therapeutic success.\n\nOuchterlony double diffusion, immunoelectrophoresis, electroimmunodiffusion, passive hemagglutination, and immunofluorescence\n\nSerum: 2â\u0080\u00933 mL\n\nThe detection of specific IgG antibodies provides evidence for allergic sensitization but it is not an indication of clinical relevance. Its diagnostic value is increased by repeated determinations and evaluation of the IgG antibody pattern/24/.\n\nThe antigen composition is very important to the diagnostic usefulness of the test. If the allergen preparation does not contain the crucial antigenic determinants, a positive result will not occur. This is why the antigen selection is particularly important.\n\nExtrinsic allergic alveolitis is characterized by inflammation of the alveoli and pulmonary parenchyma whereas in bronchial asthma, an allergic reaction occurs in the airways/25/. It develops as a reaction to prolonged antigen stimulation in predisposed individuals. As a prerequisite for the development of the disease, the inhaled particles with a size of 3â\u0080\u00935 Î¼m must be able to reach the bronchioli or alveoli in order to initiate an immunological reaction. The immunological correlate of this process is a type III allergic reaction.\n\nA crucial element for the initiation of this process is the synthesis of allergen specific IgG antibodies that form immune complexes with antigens, thereby activating the complement cascade. Supported by activated complement factors, such antigen-antibody complexes can be phagocytozed by macrophages, which are major participants in the development of the inflammatory reaction.\n\nIn addition, specific lymphocytes are stimulated and can be detected in the broncho alveolar lavage. These are mainly CD8+T cells and NK cells, in contrast to the CD4+T cells observed in allergic asthma.\n\nSince many of the offending antigens are present in organic dusts and long term allergen exposure is a prerequisite for the development of allergic sensitization, it is not surprising that many of these clinical allergies are diagnosed in the context of occupational diseases. The range of triggers for extrinsic allergic alveolitis is also correspondingly wide (Tab. 23-18 â\u0080\u0093 Selected allergens in extrinsic allergic alveolitis: occurrence and type of clinical presentation).\n\nExtrinsic allergic alveolitis is a chronic disease in which the inflammatory process is initially reversible but advanced conditions such as pulmonary fibrosis can develop during the chronic stage.\n\nThe working group for extrinsic allergic alveolitis of the Guidelines for diagnosing extrinsic allergic alveolitis has defined diagnostic criteria for the disease. To firmly establish the diagnosis, the following three criteria must be fulfilled:\n\nIn addition, one of the following four criteria must also have been met:\n\nThese criteria demonstrate that crucial significance is attributed in the diagnostic evaluation to the detection of antigen specific sensitization (allergen specific IgG)/26/. At the same time, however, the detection of specific IgG antibodies in parallel to the detection of allergen specific IgE antibodies is only a reflection of corresponding sensitization. The clinical relevance of these findings must be established by performing appropriate additional investigations.\n\nReferences\n\n1.\tBacher C, Van Bruaene N, Toskala E, Zhang N, Olze H, Scadding G, et al. Important research questions in allergy and related diseases: 3-chronic rhinosinusiotis and nasal polyps: a GA2LEN study. Allergy 2009; 64: 520â\u0080\u009333.\n\n2.\tBraun-FahrlÃ¤nder Ch, Riedler J, Herz U, Eder W, Waser M, Grize L, et al. Environmental exposure to endotoxin and its relation to asthma in school-age children. New Engl J Med 2002; 347: 869â\u0080\u009377.\n\n3.\tRenz H, Becker WM, Bufe A, Kleine-Tebbe J, Ralf-Heimsoth M, Saloga J, et al. Positionspapier der DGAI zur in-vitro Allergiediagnostik. In: Positionspapier der Arbeitsgruppe In vito-Allergiediagnostik der Sektion Immunologie. Allergo Journal 2002; 11: 492â\u0080\u0093506.\n\n4.\tAmber KT, Chernyavsky A, Agnoletti SF, Cozzani E, Grando SA. Mechanisms of pathogenic effects of eosinophil cationic protein and eosinophil-derived neurotoxin on human keratinocytes. Exp Dermatol 2018; 27: 1322â\u0080\u00937.\n\n5.\tSennekamp J, MÃ¼ller-Wening D, Amthor M, Baur X, Bergmann KC, Costabel U, et al. Guidelines for diagnosing extrinsic allergic alveolitis (hypersensitivity pneumonitis). German Extrinsic Allergic Alveolitis Study Group. Pneumologie 2007; 61: 52â\u0080\u00936.\n\n6.\tKulig M, Tacke U, Forster J, Edenharter G, Bergmann R, Lau S, et al. Serum IgE levels during the first 6 years of life. J Pediatr 1999; 134: 453â\u0080\u00938.\n\n7.\tThomas A, Platt-Mills E, Schuyler AJ, Erwin EA, Commins SP, Woodfolk JA. IGE in diagnosis and treatment of allergic disease. J Allergy Clin Immunol 2016; 137: 1662â\u0080\u009370.\n\n8.\tSicherer SH, Wood RA; American Academy of Pediatrics Section on Allergy and Immunology. Allergy testing in childhood: using allergen-specific IGE tests. Pediatrics 2012; 129: 193â\u0080\u00937.\n\n9.\tKleine-Tebbe J, Eickholt M, GÃ¤tjen M, BrunnÃ©e T, Oâ\u0080\u0099Connor A, Kunkel G. Comparison between MAGIC LITE- and CAP-system: two automated specific IgE antibody assays. Clin Exp Allergy 1992; 23: 475â\u0080\u009384.\n\n10.\tMatsui EC, Sampson HA, Bahnson HT, Gruchalla RS, Pongracic JA, Teach SJ, et al. Allergen-specific IgE as a biomarker of exposure plus sensitization in inner-city adolescents with asthma. Allergy 2010; 65: 1414â\u0080\u009322.\n\n11.\tSampson HA, Albergo R. Comparison of results of skin tests, RAST, and double-blind, placebo-controlled food challenges in children with atopic dermatitis. J Allergy Clin Immunol 1984; 74: 26â\u0080\u009333.\n\n12.\tSubcommittee on â\u0080\u009cOccupational Allergyâ\u0080\u009d of the European Academy of Allergology and Clinical Immunology. Guidelines for the diagnosis of occupational asthma. Clin Exp Allergy 1992; 23: 103â\u0080\u00938.\n\n13.\tBunikowski R, Mielke M, Skarabis H, Herz U, Bermann RL, Wahn U, et al. Prevalence and characterization of serum IgE antibodies to the S aureus-derived superantigens SEA and SEB in children suffering from atopic dermatitis. J Allerg Clin Immunol 1999; 103: 119â\u0080\u009324.\n\n14.\tLiebermann P. Anaphylactoid reactions to radiocontrast material. Ann Allergy 1991; 67: 91â\u0080\u0093100.\n\n15.\tKoponen M, Pichler WJ, de Weck AL. T cell reactivity to penicillin: phenotypic analysis of in vitro activated cell subsets. J Allergy Clin Immunol 1986; 78: 645â\u0080\u009352.\n\n16.\tde Weck AL, Stadler BM, Urwyler A, Wehner HU, BÃ¼hlmann RP. Cellular allergen stimulation test (CAST): a new dimension in allergy diagnostics. Allergy Clin Immunol News 1993; 5: 9â\u0080\u009314.\n\n17.\tPeterson CGB, Enander I, Nystryd J, Anderson AS, Nilsson L, Venge P. Radioimmunoassay of human eosinophil cationic protein (ECP) by an improved method. Establishment of normal levels in serum and turnover in vivo. Clin Exp Allerg 1991; 21: 561â\u0080\u00937.\n\n18.\tKlein GF, Stanzl U, Fritsch PO, Varga JM. Enzyme-linked immunosorbent assay for detection of antibodies to the unmodified beta-lactam ring. Allergy 1993; 48: 151â\u0080\u00937.\n\n19.\tHallstrand TS, Henderson WR. An update on the role of leukotrienes in asthma. Curr Opin Allergy Clin Immunol 2010; 10: 60â\u0080\u00936.\n\n20.\tde Oliveira PC, de Lima PO, Oliveira DT, Pereira MC. Eosinophil cationic protein: overview of biological and genetic features. DNA Cell Biol 2012; 31: 1442â\u0080\u00936.\n\n21.\tSalazar VA, Rubin J, Moussaoui M, Pulido D, Nogues MV, Venge P, et al. Protein post-translational modification in host-defense: the antimicrobial mechanism of action of human eosinophilic cationic protein native forms. FEBS J 2014; 281: 5432â\u0080\u009346.\n\n22.\tPark SY, Oh S, Kim EJ, Yoon SJ, Park HS, Cho S. Utility of eosinophil cationic protein levels in the diagnosis of intrinsic atopic dermatitis. Acta Derm Venerol 2014; 94: 333â\u0080\u00934.\n\n23.\tde Weck AL, Stadler BM, Urwyler A, Wehner HU, BÃ¼hlmann RP. Cellular allergen stimulation test (CAST): a new dimension in allergy diagnostics. Allergy Clin Immunol News 1993; 5: 9â\u0080\u009314.\n\n24.\tIsmail T, Mc Sharry C, Boyd G. Extrinsic allergic alveolitis. Respirology 2006; 11: 262â\u0080\u00938.\n\n25.\tSterclova M, Vasakova M, Dutka J, Lalanin J. Extrinsic allergic alveolitis: comparative study of the bronchoalvelar lavage profiles and radiological presentation. Postgrad Med J 2006; 82: 598â\u0080\u0093601.\n\n26.\tSpagnolo P, Rossi G, Cavazza A, Bonifazi M, Paladini I, Bonella F, et al. Hypersensitivity pneumonitis: a comprehensive review. J Investig Allergol Clin Immunol 2015; 25: 237â\u0080\u009350.\n\nTable23-1Hypersensitivity reactions\n\nType\n\nPathogenesis\n\nExamples of clinicalmanifestations\n\nType I\n\nIgE increased, mediator release from effector cells, e.g., mast cells, eosinophils and basophils (immediate type reaction)\n\nAllergic rhinitis\n\nAllergic conjunctivitis\n\nAllergic asthma\n\nType II\n\nAntibody mediated cytotoxic reactions\n\nAutoimmune hemolytic anemia\n\nIdiopathic thrombocytopenic purpura\n\nAgranulocytosis\n\nType III\n\nIgG antibodies directed against soluble antigens and allergens, formation of immune complexes with complement activation\n\nAllergic alveolitis\n\nType IV\n\nT-cell mediated reaction against allergens and antigens on APC*, independent of antibodies (late type reaction)\n\nContact allergy\n\nTuberculin reaction\n\n* APC, antigen-presenting cells\n\nTable23-2Definitions used in allergology\n\nDefinition\n\nExplanation\n\nAtopy\n\nGenetic predisposition to developing allergic (type I) disease\n\nSensitization\n\nActivation of the immune system with development of allergen specific IgE antibodies\n\nAllergy\n\nClinical manifestation of an allergic disease as a result of allergic sensitization\n\nTable23-3Genetic risk for atopy\n\nAtopic background\n\nRisk (%)\n\nBoth parents healthy\n\n15â\u0080\u009325\n\nOne parent affected by atopic disease\n\n30â\u0080\u009340\n\nBoth parents affected by atopic disease\n\n50â\u0080\u009380\n\nBoth parents with severe atopic clinical manifestations and elevated cord blood IgE levels\n\n~ 80\n\nTable23-4Important allergy groups\n\nGroup\n\nExamples\n\nIndoor allergens\n\nHouse dust mite\n\nCat\n\nDog\n\nOutdoor allergens\n\nTree pollen\n\nGrass and grain pollen\n\nHerbs, weeds\n\nMolds\n\nAlternaria\n\nCladosporium\n\nAspergillus\n\nFood\n\nChicken egg white\n\nCowâ\u0080\u0099s milk\n\nPeanuts\n\nSeafood\n\nInsect venoms\n\nBee\n\nWasp\n\nLatex\n\nGloves\n\nDrugs\n\nPenicillins\n\nContrast medium\n\nLocal anesthetics\n\nTable23-5Allergen mixtures in screening tests\n\nAllergen group\n\nComposition (examples)\n\nFood\n\nEgg white protein, cowâ\u0080\u0099s milk protein, wheat, peanuts, soya beans\n\nInhalation allergens\n\nTimothy grass, birch, mugwort, cat, dog, house dust mite, Cladosporium\n\nTable23-6Protein family of storage proteins\n\nStorage proteins\n\nProperties\n\nPeanut (Ara h 1, 2, 3, 6, 7)\n\nSoya bean (Gly m 5, 6)\n\nHazelnut (Cor a 9)\n\nWheat (Tri a 19) (gliadin)\n\nStable\n\nHeat-resistant\n\nNot deactivated by cooking\n\nTable23-7Protein family of pathogenesis-related protein family 10 proteins\n\nPR-10 proteins\n\nProperties of PR-10 proteins\n\nBirch (Bet v 1)\n\nPeanut (Ara h 8)\n\nSoya bean (Gly m 4)\n\nHazelnut (Cor a 1)\n\nApple (Mal d 1)\n\nKiwi (Act d 8)\n\nPeach (Pru p 1)\n\nCarrot (Dau c 1)\n\nPR-10 proteins, pathogenesis-related protein family 10 proteins\n\nTable23-8Protein family of non specific lipid transfer proteins\n\nNon-specific lipid transferproteins\n\nProperties\n\nPeanut (Ara h 9)\n\nHazelnut (Cor a 8)\n\nPeach (Pru p 3)\n\nWeeds (Artemisia) (Art v 3)\n\nGrass (Parietaria) (Par j 2)\n\nTable23-9Protein family of profilins\n\nProfilins\n\nProperties\n\nBirch (Bet v 2)\n\nLatex (Hev b 8)\n\nGrass (Phl p 12)\n\nPeach (Pru p 4)\n\nTable23-10Predominant pollen involved in allergies\n\nPeriod\n\nGroup\n\nPredominant pollen\n\nSpring\n\nTrees\n\nHazel (Corylus avellana)\n\nAlder (Alnus incana)\n\nBirch (Betula verrucosa)\n\nAsh (Fraxinus excelsior)\n\nEarlysummer\n\nGrass\n\nTimothy grass (Phleum pratense)\n\nRye grass (Lolium perenne)\n\nKentucky bluegrass (Poa pratense)\n\nOrchard grass (Dactylis glomerata)\n\nGrain\n\nRye (Secale cereale)\n\nLatesummer\n\nHerbs\n\nWeeds\n\nMugwort (Artemisia vulgaris)\n\nRagweed (Ambrosia artemisii folia)\n\nTable23-11Symptoms associated with food allergy\n\nOrgan\n\nClinical presentation\n\nGeneralized\n\nAnaphylactic shock\n\nSkin\n\nAtopic dermatitis, urticaria\n\nRespiratory tract\n\nRhino-conjunctivitis, laryngeal edema, asthma\n\nGastrointestinal tract\n\nAbdominal pain, nausea, vomiting, constipation, diarrhea\n\nOther\n\nOtitis media, arthritis, migraine\n\nTable23-12Important food allergens\n\nGroup\n\nImportant allergens/components\n\nChicken eggwhite\n\nOvalbumin, ovomucoid, conalbumin, lysozyme\n\nCowâ\u0080\u0099s milk\n\nCasein, lactalbumin, lactoglobulin\n\nSoya beans\n\nNuts\n\nHazelnuts, walnuts, Brazil nuts, peanuts (legumes)\n\nSeafood\n\nFresh water fish, salt water fish\n\nGrain\n\nWheat, rye\n\nVegetables\n\nPotatoes, celery, tomatoes, peas, beans\n\nDyes\n\nTartrazine (E 102)\n\nPreservatives\n\nSorbic acid (E 200â\u0080\u0093E 203)\n\nBenzoic acid (E 210â\u0080\u0093E 213)\n\nTable23-13Cross reactions between allergens of animal food origin\n\nAnimal\n\nFood\n\nBeef\n\nAll milk products, veal\n\nPoultry  (chicken)\n\nChicken egg, chicken meat, pheasant, quail, partridge\n\nSalt water fish\n\nCod, haddock, mackerel, ocean perch, herring, sardine, plaice, salmon, tuna\n\nFresh water fish\n\nTrout, pike, carp, eel\n\nShellfish\n\nOyster, clam, snail, octopus\n\nCrustaceans\n\nCrab, crayfish, shrimp, prawn, lobster\n\nTable23-14Cross allergies between pollen and food\n\nPollen\n\nFood\n\nSpring pollen\n\nPitted fruits (plum, cherry), carrot, potato, kiwi, mango, curry, anise, peppermint\n\nGrain\n\nFlour\n\nGrass\n\nCelery, parsley, curry, thyme, soya bean, peanut\n\nMugwort\n\nCelery, carrot\n\nHerbs\n\nSpices, herbal teas (fennel, chamomile)\n\nTable23-15Important indoor allergens\n\nGroup\n\nRepresentative\n\nMites\n\nDermatophagoides pteronyssinus\n\nDermatophagoides farinae\n\nDermatophagoides microceras\n\nCockroaches\n\nBlatella germanica\n\nAnimals\n\nDog (Canis domesticus)\n\nCat (Felis domesticus)\n\nGuinea pig (Caia porcellus)\n\nHorse (Equus caballus)\n\nMolds\n\nAlternaria, Cladosporium, Aspergillus, Penicillium, Mucor\n\nTable23-16Insect venom allergens\n\nGenus\n\nEurope\n\nUSA\n\nApis\n\nBee\n\nBee\n\nVespula\n\nWasp\n\nYellow jacket\n\nDolicho vespula\n\nWasp\n\nHornet\n\nVespa\n\nHornet\n\nEuropean hornet\n\nPolistes\n\nWasp\n\nWasp\n\nTable23-17Assessment of indoor allergens\n\nAllergen\n\nAntigen\n\nAssessment\n\nHouse dust mite\n\nFlour mite\n\nDer p 1\n\nDer f 1\n\n< 400 ng/g dust = minimal allergen exposure\n\n400â\u0080\u00932000 ng/g dust = significant exposure\n\n2000â\u0080\u009310,000 ng/g dust = high exposure\n\n> 10,000 ng/g dust = very high exposure\n\nCat\n\nFel d 1\n\n< 400 ng/g dust = minimal allergen exposure\n\n400â\u0080\u00932000 ng/g dust = significant exposure\n\n2000â\u0080\u00938000 ng/g dust = high exposure\n\n> 8000 ng/g dust = very high exposure\n\nCockroaches\n\nBla g 1\n\n> 2 units/g = at risk for sensitization\n\nDog\n\nCan f 1\n\n> 10 Î¼g/g = at risk for sensitization\n\nTable23-18Selected allergens in extrinsic allergic alveolitis: occurrence and type of clinical presentation\n\nAllergen\n\nOccurrence\n\nDisease\n\nBacteria\n\nSaccharopolysporathermoactinomyces\n\nMoldy hay\n\nFarmerâ\u0080\u0099s lung\n\nThermolatentbacteria\n\nAir conditioning systems\n\nHumidifier lung\n\nThermoactinomyces\n\nMoldy sugar cane\n\nBagassosis\n\nBacillus subtilis\n\nLaundry detergent enzymes\n\nDetergent worker lung\n\nBotrytis cinerea\n\nGrapes\n\nWine growerâ\u0080\u0099s lung\n\nProteins from animal sources\n\nBird feces\n\nPigeons, chickens, budgerigars\n\nBirdkeeperâ\u0080\u0099s lung\n\nFish meal\n\nFish\n\nFish meal workerâ\u0080\u0099s lung\n\nMolds\n\nAspergillus\n\nMoldy grains\n\nMoldy fruits\n\nMalt workerâ\u0080\u0099s lung\n\nOrchard workerâ\u0080\u0099s lung\n\nPenicillium casei\n\nMoldy cheese\n\nCheese washerâ\u0080\u0099s lung\n\nChemical agents\n\nIsocyanate\n\nChemical industrial work\n\nIsocyanate lung\n\nCopper sulfate\n\nVineyards\n\nVineyard sprayerâ\u0080\u0099s lung\n\nFigure23-1Expression of allergic phenotype during different periods of life.\n\nFigure23-2Approach to the diagnostic of allergies."
  }
]