[
  {
    "title": "Allergy headache: Causes, symptoms, and treatments",
    "abstract": "Hay fever and sinus pressure may cause headaches. However, this pain is not a typical allergy symptom.\n\nTwo types of headaches areassociatedwith allergies: sinus headaches andmigraineheadaches.\n\nOverall, it is important toconsult a doctorif headaches are persistent, worsening, or if they accompany other symptoms, such as sensitivity to light or noise.\n\nIn this article, we explore what people may mean by an “allergy headache,” as well as the link between this type of pain and an allergic reaction",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://www.medicalnewstoday.com/articles/allergy-headache",
    "full_text": "Hay fever and sinus pressure may cause headaches. However, this pain is not a typical allergy symptom.\n\nTwo types of headaches areassociatedwith allergies: sinus headaches andmigraineheadaches.\n\nOverall, it is important toconsult a doctorif headaches are persistent, worsening, or if they accompany other symptoms, such as sensitivity to light or noise.\n\nIn this article, we explore what people may mean by an “allergy headache,” as well as the link between this type of pain and an allergic reaction.\n\nSome people use the term “allergy headache,” thoughthere is noclear, widely accepted definition.\n\nAllergic rhinitis, or hay fever,can causea headache, possibly due to swelling in the sinus passages. However, headaches arenot a typical symptomof hay fever.\n\nRhinitis isinflammationof the nasal passages, and itoftenresults from an environmental allergy. In this case, the issue is called allergic rhinitis, or hay fever.\n\nHay fever can cause several symptoms, but a headache is not typical, researchers of a2016 investigationobserve.\n\nAllergic rhinitis can lead torhinosinusitis, which is inflammation of the nasal cavity and sinuses, and this canoccasionallylead to headaches.\n\nHowever, headaches commonly attributed tosinusitismay more often stem from migraine.Both health issues can also cause a runny nose, nasal congestion, and watery eyes. Also, both may worsen due to changes in the weather and exposure to allergens. These similarities can lead to confusion.\n\nSinus headachesoccurwhen the sinuses are swollen, obstructing the nasal passages and leading to a buildup of pressure. The result can be pain at the top of the head or behind the cheeks.\n\nHowever, sinus headaches are fairly rare and usually only result from severe inflammation, as theAmerican Academy of Allergy, Asthma & Immunologyobserve.\n\nMeanwhile, an older study, from 2004, found that88%of people who believed that they were having a sinus headache were actually having a migraine headache.\n\nIt can be difficult to distinguish between a headache caused by migraine and one caused by sinus inflammation and pressure.\n\nA person having a sinus headachemay feelpain at the top of the head or behind the cheeks.If hay fever is responsible for a headache, the person may also experience:\n\nSymptoms of rhinosinusitis include:\n\nDoctors use thefollowing criteriato diagnose rhinosinusitis-induced headaches:\n\nA person with migraine, meanwhile, may have a throbbing headache, typically on one side, that may occur with nausea and sensitivity to light, sound, or both.\n\nMigrainecan also causea runny nose and watery eyes.\n\nIf a headache results from an allergy, hay fevermay bethe cause. The typical trigger is pollen, and others include:\n\nMigrainetriggersmay include:\n\nIt is important to avoid anything that triggers a headache or an allergic reaction. If the two seem to be linked, the following treatments may help:\n\nAlso, the following care strategies may help:\n\nConsult a doctor about any allergic reactions, especially if they are affecting daily activities or otherwise limiting the quality of life.\n\nAllergies do not appear to be a common cause of headaches. It is important toconsult a doctorabout this type of pain, especially if:\n\nIt can be difficult to distinguish whether nasal inflammation and pressure or migraine is causing a headache.\n\nIf headaches recur or persist, it is important to seek medical care. Once a doctor identifies the cause, avoiding triggers and taking medication can help resolve the issue."
  },
  {
    "title": "Allergy Headaches | Causes, Symptoms & Treatment | ACAAI Public Website",
    "abstract": "Sinus headaches and migraines — are linked to allergies.\n\nYou might know some of your common headache triggers — maybe you are likely to get one if you skip a meal or don’t get enough sleep. But you may not realize that two kinds of headaches —sinusheadaches and migraines — are linked to allergies.\n\nA migraine headache is a usually a throbbing pain on one side of the head. Light may make it worse, and you might also experience nausea.\n\nAsinus headacheusually involves pain localized over the sinu",
    "journal": "ACAAI Patient",
    "year": "Unknown Date",
    "source": "ACAAI Patient",
    "url": "https://acaai.org/allergies/symptoms/headaches/",
    "full_text": "Sinus headaches and migraines — are linked to allergies.\n\nYou might know some of your common headache triggers — maybe you are likely to get one if you skip a meal or don’t get enough sleep. But you may not realize that two kinds of headaches —sinusheadaches and migraines — are linked to allergies.\n\nA migraine headache is a usually a throbbing pain on one side of the head. Light may make it worse, and you might also experience nausea.\n\nAsinus headacheusually involves pain localized over the sinus area. You may also experience pain in your face along with, or instead of, a headache.\n\nThe sinus cavities are hollow air spaces in the skull, which have openings into the nose to allow air to enter and mucus to drain. They are located inside each cheekbone, behind the eyes, behind the bridge of the nose and in the forehead. Allergies can cause swelling in these sinus cavities, which may block the openings and cause pressure to build up.\n\nThe pain is often located around the blocked sinus. If a sinus cavity in your cheek is blocked, your cheeks may be tender to the touch and pain may extend to your jaw and teeth. Blockage in other sinuses can cause pain on the top of your head or elsewhere.\n\nSinus pain can be dull to intense; it often begins in the morning and becomes less intense after you move from lying flat to sitting or standing in an upright position.\n\nCluster headaches sometimes are mistakenly linked to allergies. They are not an allergic condition and are not treated with the same kinds of medications as other allergic headaches.\n\nAllergy headaches can be very painful and disrupt your daily routine. Your board-certified allergist can help you control your allergies andget relieffrom this pain.\n\nGet Relief.\n\nMigraine headaches can be caused by many factors, including genetics.  Environmental allergies and food intolerances have been linked to migraines. If you suffer from recurrent migraines, your allergist can help you determine whether you are sensitive to common food allergens like peanuts, eggs or milk. Irritants like smoke or strong scents can also be a migraine trigger.\n\nA sinus headache is caused by swelling in the sinuses that blocks the openings, preventing drainage and causing pressure to build up. Common seasonal and year-round allergens like pollen, mold and pet dander can cause your body’simmune systemto react with a sinus headache, even if you have no otherallergysymptoms.\n\nLearn about some common triggers and how to avoid them:\n\nIf you’re suffering from sinus headaches or migraines,your board-certified allergistcan help you determine whether they are caused by allergies. Your allergist will take a detailed medical history and review your symptoms before doing allergy tests.\n\nThe most common type ofallergy testingis skin testing, which is fast and accurate. Your allergist may also conduct blood testing or a food challenge to complete your diagnosis.\n\nThis process helpsidentify the specific triggersthat are causing your symptoms. Once you know your triggers, you can work with your allergist to develop a treatment plan and find relief!\n\nThe best way to manage your allergy headaches is to see anallergist.\n\nYour allergist can help you develop a plan to manage your allergy symptoms, including headaches. A key step will includeminimizing your exposureto the allergens that trigger your allergy headaches. Your allergist may also recommend prescription or nonprescription medications such as antihistamines, decongestants and corticosteroids to help treat your allergies.\n\nMild over-the-counter pain relievers such as Tylenol (acetaminophen) or Advil (ibuprofen) may provide short-term relief for sinus headache pain.\n\nThese at-home treatments may also help relieve your allergy headaches:\n\nThere are many different types of headaches and many potential causes. If your allergist rules out allergies, ask what else might be causing your headaches, such as:"
  },
  {
    "title": "Headaches Connected to Allergies and Sinus Problems",
    "abstract": "About 70 to 80% of the North American population has headaches, with 50% experiencing at least one headache per month, 15% experiencing at least one weekly and 5% daily.1,2The occurrence of headaches rises sharply during the second decade of life. Then it levels off until the age of 40 to 50 years, after which it decreases.While the majority of headaches are not a sign of a serious or life-threatening illness, they often affect quality of life. There are occasions where allergies or sinus proble",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://www.aaaai.org/tools-for-the-public/conditions-library/allergies/headaches-connected-to-allergies-and-sinus-problem",
    "full_text": "About 70 to 80% of the North American population has headaches, with 50% experiencing at least one headache per month, 15% experiencing at least one weekly and 5% daily.1,2The occurrence of headaches rises sharply during the second decade of life. Then it levels off until the age of 40 to 50 years, after which it decreases.While the majority of headaches are not a sign of a serious or life-threatening illness, they often affect quality of life. There are occasions where allergies or sinus problems can lead to a person to have headaches.Headaches withrhinitis (hay fever)are common and may be due to sinus disease in and around the nasal passages. A sinus headache is hard to identify since headache specialists consider true sinus headaches to be fairly rare. Recent studies suggest that patients who appear to have sinus headaches frequently have migraines.People who have headaches that seem like they’re originating in the sinus should be carefully evaluated by a physician. Making the right diagnosis is important because primary headache disorders like migraines need a very different treatment compared with rhinosinusitis.Acute sinusitis occurs when there is a bacterial infection in one or more of the sinuses in your head.Sinusitisis often over diagnosed as a cause of headaches because of the belief that pain over the sinuses must be related to the sinuses. In reality, pain in the front of the head is more often caused by migraines. Migraines are confused with true sinus headaches because of their similar locations. Headaches attributed to acute bacterial rhinosinusitis are a specific, rare diagnosis. Antibiotics are often used for treatment. Other options include steam, corticosteroids and decongestants. If sinusitis does not respond to medical treatment, surgery may need to be considered.Chronic rhinosinusitis is one of the most common problems experienced with allergic rhinitis and can occasionally lead to headaches. Patients may also describe experiencing “sinus headaches.” However, it is controversial whether constant blockage of the nasal passages caused by allergic inflammation can lead to chronic headaches. Patients who experience blocked nasal passages should visit an allergist for testing. An allergist can find out what you are allergic to and help you manage your symptoms. Treatment strategies could include steps to avoid specific allergens, medications or allergy immunotherapy (allergy shots).Another form of allergy immunotherapy was recently approved in the United States calledsublingual immunotherapy (SLIT) allergy tablets. Rather than shots, allergy tablets involve administering the allergens under the tongue generally on a daily basis.The criteria below are used by physicians to diagnose rhinosinusitis headaches:1) A headache in the front of your head with pain in one or more areas of the face, ears, or teeth and clinical or laboratory evidence of acute or chronic rhinosinusitis. For example, your doctor might do a nasal endoscopy, which lets him or her see what is happening in your nasal and sinus passages.2) Headache and rhinosinusitis symptoms that occur at the same time.3) Headache and/or facial pain that goes away within seven days after decreased symptoms or successful treatment of acute or chronic rhinosinusitis.The majority of people with self-diagnosed sinus headaches are really suffering from migraines, which is why it is important to see a doctor to get a correct diagnosis. Research also supports a link between migraine and allergy, so your physician will consider both migraine headache and sinus headache if you are experiencing headaches and allergic rhinitis.References for the statistics mentioned:1. Jones NS. Sinus headaches: avoiding over- and mis-diagnosis.Expert Rev Neurother2009 April; 9 (4) 439-444.2. Spierings EL. Acute, subacute, and chronic headache.Otolaryngol Clin North Am2003 Dec.; 36 (6): 1095-1107.The AAAAI'sFind an Allergist / Immunologistservice is a trusted resource to help you find a specialist close to home.12/27/2023"
  },
  {
    "title": "Allergy Headaches: Causes, Symptoms & Relief | ZYRTECÂ®",
    "abstract": "Allergies are sneaky culprits for a range of symptoms, and headaches are no exception. Often called sinus headaches, these headaches can come hand-in-hand with other rhinitis (hay fever) symptoms.1Allergies can cause congestion and swelling in the sinus cavities which can lead to a headache.2Sinus headaches from allergies can vary in intensity, from a mild discomfort to a more severe pain, sometimes even being mistaken for migraines.2\n\nYes. Sometimes congestion due to allergies can lead to a sin",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://www.zyrtec.com/allergy-guide/understanding-allergies/symptoms/allergy-headaches",
    "full_text": "Allergies are sneaky culprits for a range of symptoms, and headaches are no exception. Often called sinus headaches, these headaches can come hand-in-hand with other rhinitis (hay fever) symptoms.1Allergies can cause congestion and swelling in the sinus cavities which can lead to a headache.2Sinus headaches from allergies can vary in intensity, from a mild discomfort to a more severe pain, sometimes even being mistaken for migraines.2\n\nYes. Sometimes congestion due to allergies can lead to a sinus headache. When an allergic reaction is set off, the body releases histamine, which can cause inflammation and swelling in the nasal passages and sinuses. This swelling can cause pressure to build up in thesinusesand lead to pain in your head.2\n\nWhat does an allergy headache feel like? Allergy headaches can feel like a pressure in the head, often accompanied by other allergy symptoms such as sneezing, a runny nose, and itchy eyes. A sinus headache is usually located around the blocked sinuses.2\n\nAllergy headaches are caused by a variety of symptoms, including7:\n\nSinus Pressure\n\nCongestionor stuffy nose\n\nIt can be a bit tricky to pin down if allergies are the culprit behind your headache, but here are a few signs to keep an eye out for2:\n\nOther symptoms: If you're dealing with other allergy symptoms â\u0080\u0094sneezing, a runny nose, itchy eyes, and especially sinus congestionâ\u0080\u0094it's a good bet that your headache is from the sinus pressure of your allergies. However, if you have symptoms like nausea or sensitivity to light, you may be experiencing a migraine.7\n\nSeasonal patterns: If your headaches are showing up like clockwork during certain times of the year, especially when the pollen count is high, and you are experiencing allergy congestion, it's a strong clue that allergies are the culprit.\n\nAllergy meds to the rescue:If your headaches ease up after taking allergy medication, it's a good sign that they are caused by allergies.\n\nSome people may confuse sinus headaches from allergies with a migraine. Sinus headaches causes swelling in the sinus cavities, causing pressure to build-up and pain in the sinus area. Migraines include throbbing pain or pulsing sensation, usually on one side of the head. It can also cause nausea and extreme sensitivity to sound and light.4Talk to your doctor to better understand what kind of headache you may be experiencing and the right treatment for you.\n\nThere are a number of things you can do to treat allergy headaches, including2:\n\nSteer clear of allergens:\n\nThe best way to sidestep allergy headaches is to avoid the allergens that trigger them. If you know what sets you off, do your best to keep your distance.\n\nMedication can help:\n\nThere are plenty of over-the-counter and prescription options to help you find relief from allergy headaches. Allergy medications likeZYRTEC-DÂ®could be a game-changer for you by helping to relieve allergy symptoms and sinus congestion. You can also try an over-the-counter pain medication. A chat with your doctor can point you in the direction of what's best for you.\n\nEmbrace a hot shower:\n\nLet the steam work its magic, clearing your sinuses and easing the pressure caused by an allergy headache.\n\nDrink water:\n\nThis can help thin out the mucus in your nose, which can help relieve congestion and pressure caused by allergy headaches.\n\nBring in a humidifier:\n\nA humidifier can be your best friend in adding moisture to the air, which in turn can help relieve congestion.11\n\nWhat is the best allergy medicine for a sinus headache?\n\nThe best allergy medicine for allergy symptoms with sinus pressure and congestion would be one that contains a decongestant, such asZYRTEC-DÂ®, which contains the decongestant pseudoephedrine as well as the antihistamine cetirizine. ZYRTEC-DÂ® helps relieve allergy symptoms like sneezing, runny nose, itchy, watery eyes, and sinus congestion/pressure which may lead to a sinus headache.\n\nCan allergies cause a headache and sore throat?\n\nAs youâ\u0080\u0099ve just learned, allergies can lead to a sinus headache. Sore throats are more commonly caused by a cold virus, however you may get a sore throat from post-nasal drip from allergies.9Learn more aboutsore throats and allergiesor read about the similarities and differences between allergies and viruses likeCOVID-19or the commoncold, by checking out these articles.\n\nLinks to other partiesâ\u0080\u0099 articles and websites are provided for convenience only. Kenvue is not responsible for their content.\n\nSuffering from congestion? Discover what decongestants do, how they work, compare decongestants vs antihistamines, and learn how decongestants like ZYRTEC-DÂ®can help.\n\nWant to learn about ZYRTEC-DÂ®& how it can help relieve your allergy & congestion symptoms? Learn about ZYRTEC-DÂ®, including active ingredients, uses, side effects & more.\n\nLearn what congestion is and how it relates to allergies with this ZYRTECÂ®guide. From understanding symptoms to ways to get congestion relief, weâ\u0080\u0099ve got it covered.\n\nContent is restricted by privacy settings. Please review your cookie settings to enable access.\n\nÂ©Kenvue Brands LLC. 2025 All rights reserved. This site is published by Kenvue Brands LLC., which is solely responsible for its contents. This website is intended for visitors from the United States. The third-party trademarks used herein are registered trademarks of their respective owners and not Kenvue Brands LLC. Questions and comments? Call 1-800-343-7805. If you reside outside of the United States, you can call us. This site may contain links to websites to which our Privacy Policy does not apply. We encourage you to read the privacy policy of every website you visit."
  },
  {
    "title": "Allergic Rhinitis and Chronic Daily Headaches: Is There a Link?",
    "abstract": "Corresponding author.\n\nIssue date 2016.\n\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.\n\nAllergic rhinitis and migraine remain on the list of t",
    "journal": "Unknown Journal",
    "year": "Unknown Date",
    "source": "Unknown Journal",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4762930/",
    "full_text": "Corresponding author.\n\nIssue date 2016.\n\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.\n\nAllergic rhinitis and migraine remain on the list of the most common diseases affecting adults. Migraines and headaches due to allergic rhinitis are easily confused because the symptoms of both conditions often overlap. Both may occur with sinus headache, nasal congestion, and lacrimation and may worsen with weather changes and exposure to allergens. No precise clinical definition exists for what constitutes a sinus headache, which has always been a diagnostic dilemma. Contrary to popular belief, headache is not a typical symptom of rhinitis. Some studies have shown that up to 90 % of sinus headaches are actually migraines. Nevertheless, patients with self-diagnosed sinus headache self-treat or are treated by primary care physicians and/or otolaryngologists with medications for rhinosinusitis, ignoring the neurogenic causes of the symptoms when most of these patients fulfill diagnostic criteria for chronic migraine. Chronic migraine affects 2 % of the general population and has a significant socioeconomic impact on society, incurring health care costs and diminishing quality of life; therefore, the proper diagnosis and treatment of these headache patients should be a priority.\n\nKeywords:Allergic rhinitis, Sinus headache, Chronic daily headache, Chronic migraine, Cranial autonomic symptoms\n\nBoth allergic rhinitis and chronic daily headache are common health problems worldwide. Many patients present to headache and otolaryngology clinics with self-diagnosed “sinus headache” that ultimately is found to be chronic migraine [1,2]. No accurate clinical definition of sinus headache exists; this term usually is applied to patients with bilateral headache/pressure affecting the frontomaxillary region and accompanied by autonomic symptoms, all of which also are present in migraine [3]. Contrary to popular belief, sinusitis is not a common cause of this type of headache; it usually is neurogenic in origin [4–6]. Patients with these headaches report that they have received insufficient treatment for years with medications for rhinosinusitis, usually antihistamines or intranasal corticosteroids [7]. Because of an incorrect diagnosis, these patients have undergone unnecessary diagnostic studies and surgical interventions and have not been receiving appropriate, timely treatment [7]. Although in some cases headache may result from sinusitis [8,9], up to 90 % of purported sinus headaches fulfill the diagnostic criteria for migraine [1,3,10–12]. In a study of 2991 patients presenting to primary care physicians with sinus headache, Schreiber et al. [13] showed that 88 % of them were diagnosed with migraine. Sinus headache also may be a result of the comorbidity of both conditions [8,9], which is not unusual considering the high prevalence of both diseases.\n\nChronic daily headache comprises a group of primary and secondary headache disorders in which headache is present on more than 15 days per month for at least 3 months [14,15]. Approximately, 3 to 5 % of the US population suffers from chronic daily headaches, and the most frequent of which is chronic migraine [14,16–18]. This debilitating disorder affects around 2 % of the general population and is the leading cause of outpatient and emergency department visits [19–22]. According to the most recent health surveillance studies by the US National Center for Health Statistics, migraine affects roughly one in seven Americans annually, which is comparable to statistics from the previous 8 years [22]. Surprisingly, a recent US study found that the proper diagnosis of chronic migraine is often elusive: only 20 % of patients who fulfill the criteria are diagnosed with the disorder [23]. Several studies have provided evidence that migraine is one of the diseases that mimic allergic rhinitis [11].\n\nAllergic rhinitis is one of the most common chronic diseases among adults in the USA and is the most common chronic disease among children; it is estimated to affect up to 60 million people in the USA alone [24,25]. It affects around one in six Americans and is responsible for 3.5 million lost work days and 2 million lost school days per year, generating $2 billion to $5 billion in direct health expenditures annually [26–28,29•]. Allergies and allergic rhinitis are also a huge health problem in Europe. According to the European Academy of Allergy and Clinical Immunology (EAACI), 150 million Europeans, or one in five, have allergies [30,31]. In the pediatric population, allergy is estimated to occur in one in three children [32]. Based on these statistics, within the next 10 years, 50 % of Europeans will be affected by allergy [33]. Because of the high prevalence and frequent coexistence of allergic rhinitis and chronic migraine—as well as their similar symptoms, which may lead to diagnostic errors—clinicians must be aware of the diagnostic criteria for each condition to make an accurate diagnosis and to apply the appropriate treatment.\n\nThere are two main systems of classification and diagnostic criteria for sinus headache. The vast majority of sinus headache patients fulfill the International Headache Society (IHS) diagnostic criteria for migraine [1,3,11,15], some of them for chronic migraine, the most common form of chronic daily headache. TheInternational Classification of Headache Disorders, third edition (ICHD-3), published by the IHS in 2013, defines chronic migraine as headache on 15 or more days per month for more than 3 months. On at least 8 days during the month, the headaches should have migraine features with or without aura and/or should respond to migraine drug treatment; in addition, a secondary cause of chronic headache must have been ruled out [15]. Migraine may be diagnosed after the fifth attack of headache lasting 4 to 72 h (if untreated or unsuccessfully treated) if the headaches have at least two of the following characteristics—a unilateral location, a pulsating quality, moderate or severe pain intensity, and aggravated by or causing avoidance of routine physical activity—plus at least one of the following: nausea and/or vomiting, photophobia, and phonophobia, not better accounted for by another ICHD-3 diagnosis.\n\nThe ICHD-3 classification includes a group of secondary headaches, among which is headache related to rhinosinusitis, under the diagnoses “headache attributed to acute rhinosinusitis” and “headache attributed to chronic or recurrent rhinosinusitis,” with the stipulation that accordingly acute, chronic, or recurrent rhinosinusitis is being diagnosed.\n\nIn such cases, neurologists will diagnose headache attributed to acute, chronic, or recurrent rhinosinusitis according to the IHS classification, whereas otolaryngologists and allergists will diagnose rhinosinusitis according to the diagnostic criteria of the American Academy of Otolaryngology–Head and Neck Surgery (AAO-HNS) [34]. Rhinitis may be categorized as allergic, nonallergic, or mixed [35•]. Allergic rhinitis is defined as a chronic inflammatory disease of the upper airway caused by an IgE-mediated inflammatory response of the nasal mucous membranes after exposure to inhaled allergens. It is characterized by the symptoms of rhinorrhea (anterior or posterior nasal drainage), nasal congestion, sneezing, and nasal itching (Table1) [29•], and it often leads to sinus headache [36]. Allergic rhinitis may be classified according to the temporal pattern of exposure to the allergen: for example, seasonal allergic rhinitis, in which the inflammatory response is related to seasonal aeroallergens (e.g., tree, grass, weed pollens), and perennial allergic rhinitis, in which the response is related to year-round environmental aeroallergens (e.g., dust mites, mold, pet danders, or certain occupational allergens). It also may be classified as intermittent allergic rhinitis, in which symptoms persist for more than 4 days per week and more than 4 weeks per year, and persistent allergic rhinitis, in which symptoms last more than 4 days per week and more than 4 weeks per year [37]. In addition, the latest AAO-HNS clinical practice guideline for diagnosing allergic rhinitis defines a third category: episodic allergic rhinitis, in which a patient has an inflammatory response to something not normally encountered in his or her environment (e.g., a cat at a friend’s house) [29•,38]. Because both the IHS and AAO-HNS classification systems have limitations, creating an interdisciplinary algorithm for sinus headache patients should be a top priority.\n\nDiagnostic criteria for rhinosinusitis, allergic rhinitis, and migraine\n\naMigraine with aura is characterized primarily by the transient focal neurologic symptoms that usually precede or sometimes accompany the migraine headache\n\nbTwo major factors or one major factor and one minor factor are required to diagnose rhinosinusitis\n\nTo explain why migraine and allergic rhinitis are confused with each another, we need to consider the common symptoms, pathophysiology, and social beliefs regarding sinus headache [38]. Both disorders may have the same triggers (e.g., weather changes, inhaled irritants) affecting the same parts of the body (e.g., forehead, nose, frontomaxillary area, ethmoid area, space behind and around the eyes) [3]. Migraine and allergic rhinitis also may have similar symptoms, such as nasal congestion, rhinorrhea, pressure/pain behind the eyes, a feeling of fullness in the head, and lacrimation [39]. These cranial autonomic symptoms accompany migraine in a significant percentage of cases, leading to diagnostic errors [40–44]. It is commonly known that these cranial symptoms typically are associated with trigeminal autonomic cephalalgias (TACs) and are critical components of the diagnostic criteria for TACs. Autonomic nervous system dysfunction also is a primary characteristic of migraine [43,44]. In conclusion, identifying cranial autonomic symptoms in migraine is crucial in the differential diagnosis of TACs and allergic rhinitis [45]. In a study of 177 patients with migraine, Barbanti et al. [42] found that 45.8 % had autonomic symptoms such as rhinorrhea, nasal congestion, lacrimation, conjunctival injection, and eyelid edema during migraines. Similarly, Guven et al. [46] examined 186 patients with episodic migraine and reported that most developed cranial autonomic symptoms with their headaches. They also noted that autonomic symptoms were more common in menstruation-related migraines. Thus, they hypothesized that hormonal factors might play a role in triggering the trigeminal–autonomic reflex pathway [46]. Although the autonomic symptoms in migraine usually are bilateral, in some cases they may be unilateral [42], which must be kept in mind to avoid confusing migraine with TACs. Also, in chronic migraine, cranial autonomic symptoms occur very frequently. Riesco et al. [47] analyzed a group of 100 patients with chronic migraine and found that the most frequent autonomic symptoms were lacrimation (in 49 % of patients), conjunctival injection (in 44 %), eyelid edema (in 39 %), ear fullness (in 30 %), and nasal congestion (in 20 %). However, despite all these data showing that autonomic symptoms frequently are a concomitant clinical feature of migraine, these symptoms are not included in the current diagnostic criteria.\n\nAnother common feature of allergic rhinitis and migraine is their seasonal exacerbation in the spring, fall, and summer months as a result of allergic triggers [35•,39,48,49]. A study from South Korea conducted between 2005 and 2013 showed that 13.5 % of migraine patients reported seasonal exacerbations [48]. Moreover, the costs of migraine treatment are higher during allergy season [49], because many people with migraine experience an increase in headache intensity and frequency due to coexisting allergic rhinitis [50]. Furthermore, ocular and nasal symptoms in allergic rhinitis may vary from day to day, depending on the allergen concentration in the atmosphere [51,52].\n\nTo avoid a misdiagnosis, it is important to realize that the pain characteristics of each condition may differ. Patients describe sinus-related pain as dull and pressure-like; usually bilateral; located in the maxillary, glabellar, periorbital, or frontal regions of the skull; and worse in the morning. Those with migraine, on the other hand, usually describe the pain as throbbing or stabbing, mostly unilateral, moderate to severe in intensity, located in the temporal or retro-orbital area, and not worse during a particular time of day [10].\n\nWith regard to age at onset, slight differences exist between allergic rhinitis and migraine. Four of five patients with allergic rhinitis develop symptoms before their 20s, with 40 % becoming symptomatic by the age of 6 years [24]. Migraine is a disease affecting mostly women of reproductive age [22], with data from the American Migraine Study II indicating that its peak prevalence occurs between the ages of 25 and 55 years [11]. Furthermore, although migraine headache symptoms include nasal discharge, it is not thick and purulent as is typical in rhinogenic headache. Fever, chills and sweats, itchy nose, and itchy eyes also are typical in rhinitis but not in migraine [53,54]. Physical examination findings such as dark areas under the eyes, conjunctivitis, and eczema, as well as the presence of another allergic or atopic disease, such as asthma, suggest allergic rhinitis [55]. On the other hand, nausea and vomiting; hypersensitivity to light, sound, and smells; and typical migraine pain lasting 4 to 72 h, occurring at least 8 days per month, and responsive to triptans support the diagnosis of chronic migraine [15].\n\nIn a retrospective study conducted from 2010 to 2012 in 211 patients presenting to otolaryngologists with symptoms of sinus pressure, pain, or headache, nearly half the patients (48.82 %) were diagnosed as having primary headache disorders. In this study, neurologic and rhinologic disease coexisted in around 28 % of the patients [8]. In a questionnaire study among 30,000 Norwegians aged 30 to 44 years, with a 71 % response rate, Aaseth et al. [56] found that those with chronic rhinosinusitis had a ninefold increased risk of chronic headaches compared with the general population. Similarly, Ku et al. [57] reported that migraine was diagnosed much more often in allergic rhinitis patients (occurring in 34 %) than in the control group without allergic rhinitis (occurring in 2 %). In patients with allergic rhinitis, the development and course of migraine may have a significant allergic component [58]. However, in their study of 536 allergic rhinitis patients, Martin et al. [59] found no association between the prevalence of migraine and the degree of allergic sensitization, although they observed a significant age/immunotherapy interaction. In this study, migraine headaches were less prevalent, frequent, and disabling after immunotherapy and in lower degrees of atopy. Similarly, in a prospective study, Theodoropoulos et al. [58] observed that interictal serum C-reactive protein levels declined and the severity of migraines and rhinitis decreased during sublingual immunotherapy. Immunotherapy induces tolerance to specific allergens through two mechanisms of action: by altering cytokine responses of T helper cells and by promoting IgG and IgA, antibodies that block the binding of IgE to mast cells [59–61]. Data from another study revealed a correlation between serum IgE levels and the severity and frequency of migraines: patients with higher levels of IgE had more severe headaches than those with lower levels of IgE [61]. These data support the hypothesis that migraine severity and disability depend on coexisting allergic rhinitis, which might provide an interesting rationale for treatments targeted at reducing migraine intensity and disability among patients with coexisting allergy and migraine; however, further investigation is needed.\n\nThe underlying mechanisms for explaining the association between allergic rhinitis and migraine are complex and not well understood. One hypothesis is that a link between autonomic dysfunction and mast cell degranulation or shared genes is responsible for these diseases [35•]. In the pathogenesis of allergic rhinitis, allergens interact with mucosal membranes in the nasal cavity and paranasal sinuses, activating inflammatory cell response [52]. Antigen-presenting cells in the epithelium and lamina propria of the nasal mucosa break the allergens down into small peptides that are presented by MHC class II molecules to T lymphocytes (T cells) [62]. The T cells produce specific cytokines that further differentiate T cell precursors, activating eosinophils and the synthesis and excretion of IgE by B lymphocytes [63]. Two phases of allergic response may be significant. The early phase includes binding of IgE to specific receptors located on the mast cells and basophils, which stimulates these cells to excrete histamine, proteinases, serotonin, leukotrienes, prostaglandins, and other chemicals [59,64,65]. This period represents the beginning of the acute stage of allergic rhinitis, with symptoms such as sneezing, runny and itchy nose, swelling, and itchy and watery eyes. Excessive mucus production in the nasal and sinus cavities causes the feeling of sinus pressure and pain [64]. The late phase of allergic reaction occurs 4 to 8 h after exposure to an allergen and is associated with constitutional symptoms such as fatigue, malaise, headache, and irritability [57,64,66,67].\n\nThe pathogenesis of migraine is complex and involves recurring activation and sensitization of the trigeminovascular pathway, intracranial arterial dilatation, neurogenic inflammation, and resultant structural and functional changes in genetically predisposed individuals [68]. In migraine pathogenesis, the most affected part of the nervous system is the trigeminovascular system, consisting of nociceptive trigeminal sensory afferents. These neurons originate in the trigeminal ganglion [69] and extend to the dura through three major branches: the ophthalmic (V1), maxillary (V2), and mandibular (V3) [68]. All three divisions supply somatosensory innervation to specific regions of the face, head, and nasal and sinus cavities. Innervation of the anterosuperior part of the nasal cavity is provided by V1, whereas the posteroinferior part is innervated by V2 [70]. The facial parasympathetic efferents innervate the lacrimal glands, nasal and sinus mucosa, and cerebral blood vessels and are responsible for autonomic cranial symptoms, including the conjunctival injection, lacrimation, nasal congestion, and rhinorrhea that accompany migraine attacks [71,72]. Certainly, it is well established that allergens can activate trigeminal nociceptors by releasing inflammatory chemicals from dural mast cells, triggering a migraine attack [73–75]. Evidence also exists that histamine may induce migraine attacks by increasing the level of nitric oxide (NO) [36], which is believed to promote migraine attacks through its vasodilator effects via H1 and H2 receptors; this is another inflammatory mediator found in both allergic rhinitis and migraine [57,76,77]. Inflammation plays an important role in the complex pathogenesis of migraine as well as of allergic rhinitis [58,78]. In some patients, migraines are triggered by stress or extended physical activity, both of which lead to production of pro-inflammatory cytokines [79]. Obesity, which is associated with a constant state of low-grade systemic inflammation, is believed to be a major risk factor for chronification of episodic migraine and is an exacerbating factor in migraine headaches [80–83]. All these anatomic and physiologic relationships help explain why differentiating allergic rhinitis from migraine is a diagnostic challenge. However, the reason asthma, allergic rhinitis, and other atopic disorders are comorbidities of migraine in a substantial percentage of cases remains unclear and requires further investigation.\n\nAlthough migraine and rhinitis are not life-threatening diseases, they both carry a huge socioeconomic burden worldwide, affecting work and daily activities. Both have a high worldwide prevalence, have a high rate of coexistence, and significantly decrease quality of life and productivity by causing fatigue, headache, cognitive impairment, and sleep problems, particularly when they coexist in the same individual [39]. A common theme in studies of migraine and allergic rhinitis is that their similar symptomatology makes them difficult to differentiate. Bearing in mind that these two conditions may coexist in an individual, allergists and otolaryngologists should consider migraine as a diagnosis in their sinus headache patients, whereas neurologists should consider a nasal or sinus pathology as the cause of headaches in their patients. Therefore, physicians must obtain an accurate medical history, focusing their attention on symptoms (i.e., duration, exposures, magnitude of reaction, patterns, and chronicity), triggers, seasonal variations, environmental influences, allergies, past medical history (e.g., trauma, family, and treatment histories), and current treatments. Once a patient receives the correct diagnosis, the physician can focus on minimizing exacerbating factors and offering adequate treatment. In migraine patients with coexisting allergic rhinitis whose migraines are exacerbated by rhinitis, managing the allergies may reduce the frequency of migraines. Determining the appropriate treatment may substantially improve the quality of life of sinus headache patients and reduce the global burden of chronic migraine and allergic rhinitis [83,84].\n\nAnna Gryglas declares no conflict of interest.\n\nThis article does not contain any studies with human or animal subjects performed by any of the authors.\n\nThis article is part of the Topical Collection onHeadache\n\nArticles from Current Neurology and Neuroscience Reports are provided here courtesy ofSpringer"
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.entnet.org",
    "year": "Unknown",
    "source": "www.entnet.org",
    "url": "https://www.entnet.org/resource/sinus-headaches-and-allergies/",
    "full_text": ""
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.uptodate.com",
    "year": "Unknown",
    "source": "www.uptodate.com",
    "url": "https://www.uptodate.com/contents/headache-differential-diagnosis-and-clinical-presentation",
    "full_text": ""
  },
  {
    "title": "Access Denied",
    "abstract": "",
    "journal": "www.jacionline.org",
    "year": "Unknown",
    "source": "www.jacionline.org",
    "url": "https://www.jacionline.org/article/S0091-6749(17)30344-1/fulltext",
    "full_text": ""
  },
  {
    "title": "White patch on skin: A cause for concern?",
    "abstract": "There is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form.\n\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.Click here for an email preview.\n\nErrorEmail field is required\n\nErrorInclude a valid email address\n\nWe use the data you provide to deliver you the content you requested",
    "journal": "Mayo Clinic",
    "year": "Unknown Date",
    "source": "Mayo Clinic",
    "url": "https://www.mayoclinic.org/diseases-conditions/migraine-headache/expert-answers/migraines/faq-20058027",
    "full_text": "There is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form.\n\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.Click here for an email preview.\n\nErrorEmail field is required\n\nErrorInclude a valid email address\n\nWe use the data you provide to deliver you the content you requested. To provide you with the most relevant and helpful information, we may combine your email and website data with other information we have about you. If you are a Mayo Clinic patient, we will only use your protected health information as outlined in ourNotice of Privacy Practices. You may opt out of email communications at any time by clicking on the unsubscribe link in the email.\n\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\n\nPlease, try again in a couple of minutes"
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "my.clevelandclinic.org",
    "year": "Unknown",
    "source": "my.clevelandclinic.org",
    "url": "https://my.clevelandclinic.org/health/diseases/21218-headache-differential-diagnosis",
    "full_text": ""
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.aaair.org",
    "year": "Unknown",
    "source": "www.aaair.org",
    "url": "https://www.aaair.org/article.asp?issn=1738-9991;year=2018;volume=10;issue=3;spage=195;epage=206;aulast=Kim",
    "full_text": ""
  },
  {
    "title": "Teaching NeuroImage: Selectively Bright Inferior Cerebellum in Christianson Syndrome | Neurology",
    "abstract": "Citation information is sourced from Crossref Cited-by service.\n\nIf you have the appropriate software installed, you can download article citation data to the citation manager of your choice. Select your manager software from the list below and click Download.\n\nDownload is in progress\n\nCheck if you have access through your login credentials or your institution to get full access on this article.\n\nThe neurology.org payment platform is currently offline. Our technical team is working as quickly as",
    "journal": "Neurology",
    "year": "Unknown Date",
    "source": "Neurology",
    "url": "https://n.neurology.org/content/early/2023/05/12/WNL.0000000000201234",
    "full_text": "Citation information is sourced from Crossref Cited-by service.\n\nIf you have the appropriate software installed, you can download article citation data to the citation manager of your choice. Select your manager software from the list below and click Download.\n\nDownload is in progress\n\nCheck if you have access through your login credentials or your institution to get full access on this article.\n\nThe neurology.org payment platform is currently offline. Our technical team is working as quickly as possible to restore service.\n\nIf you need immediate support or to place an order, please call or email customer service:\n\nWe appreciate your patience during this time and apologize for any inconvenience.\n\nCopied!\n\nCopying failed.\n\nCover image:Axial-MRI view highlighting prominence of the optic nerve subarachnoid space and bilateral intraocular protrusion of the optic nerve and coronal-MRI view noting the prominence of the subarachnoid space around the optic nerve. Stylized by Kaitlyn Aman Ramm, Digital Multimedia/Graphics Coordinator. See page800\n\nWe want to hear from you about your experience with our website. Share your feedback in a brief survey.\n\nExplore peer reviews, author responses, and editor comments on selected articles.\n\nThe Letters section represents an opportunity for ongoing author debate and post-publication peer review. View oursubmission guidelinesfor Letters to the Editor before submitting your comment.\n\nWe are pleased to announce thatNeurology®was awarded a new Impact Factor of 8.4. Explore ourlatest research and articlesand join our community of distinguished authors bysubmitting your work."
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.hopkinsmedicine.org",
    "year": "Unknown",
    "source": "www.hopkinsmedicine.org",
    "url": "https://www.hopkinsmedicine.org/health/conditions-and-diseases/sinusitis/sinus-vs-migraine-headache",
    "full_text": ""
  },
  {
    "title": "Access Denied",
    "abstract": "",
    "journal": "www.annallergy.org",
    "year": "Unknown",
    "source": "www.annallergy.org",
    "url": "https://www.annallergy.org/article/S1081-1206(19)30003-0/fulltext",
    "full_text": ""
  },
  {
    "title": "1. Migraine",
    "abstract": "Migraine-like headache secondary to another disorder (symptomatic migraine) is coded as a secondary headache attributed to thatdisorder.\n\nThreerulesapplyto migraine-like headache, according to circumstances.\n\nMigraine is a common disabling primary headache disorder.Many epidemiological studies have documented its high prevalence and socio-economic and personal impacts. In theGlobal Burden of Disease Study2010(GBD2010), it was ranked as thethird most prevalent disorderin theworld. In GBD2015, it ",
    "journal": "ICHD-3",
    "year": "Unknown Date",
    "source": "ICHD-3",
    "url": "https://ichd-3.org/1-migraine/",
    "full_text": "Migraine-like headache secondary to another disorder (symptomatic migraine) is coded as a secondary headache attributed to thatdisorder.\n\nThreerulesapplyto migraine-like headache, according to circumstances.\n\nMigraine is a common disabling primary headache disorder.Many epidemiological studies have documented its high prevalence and socio-economic and personal impacts. In theGlobal Burden of Disease Study2010(GBD2010), it was ranked as thethird most prevalent disorderin theworld. In GBD2015, it was ranked third–highest cause of disability worldwidein both males and femalesunder the age of 50 years.\n\nMigraine has two major types. 1.1Migraine without aurais a clinical syndrome characterized by headache with specific features and associated symptoms. 1.2Migraine with aurais primarily characterized by the transient focal neurological symptoms that usually precede or sometimes accompany the headache. Some patients also experience a prodromalphase, occurring hours or days before the headache, and/orapostdromal phase followingheadache resolution. Prodromalandpostdromalsymptoms include hyperactivity, hypoactivity, depression, cravingsforparticular foods, repetitive yawning, fatigueandneck stiffness and/orpain.\n\nWhen a patient fulfils criteria for more than onetype,subtypeor subformof migraine, all should be diagnosed and coded. For example, a patient who has frequent attacks with aura but also some attacks without aura should be coded as 1.2Migraine with auraand 1.1Migraine without aura.However,since the diagnostic criteria for1.3Chronic migrainesubsume attacks ofalltypes,subtypes or subforms, additional coding is unnecessary for episodic subtypes of migraine."
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "link.springer.com",
    "year": "Unknown",
    "source": "link.springer.com",
    "url": "https://link.springer.com/article/10.1007/s12016-019-08719-0",
    "full_text": ""
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "www.aaaai.org",
    "year": "Unknown",
    "source": "www.aaaai.org",
    "url": "https://www.aaaai.org/conditions-and-treatments/library/allergy-library/allergy-induced-headache",
    "full_text": ""
  },
  {
    "title": "Access Denied",
    "abstract": "",
    "journal": "casereports.bmj.com",
    "year": "Unknown",
    "source": "casereports.bmj.com",
    "url": "https://casereports.bmj.com/content/2019/bcr-2019-229960",
    "full_text": ""
  },
  {
    "title": "Ask the Psoriasis Expert: Practice Pearls in Mild to Moderate Cases ",
    "abstract": "The educational activity presented above may involve simulated, case-based scenarios. The patients depicted in these scenarios\n                     are fictitious and no association with any actual patient, whether living or deceased, is intended or should be inferred.\n                     The material presented here does not necessarily reflect the views of Medscape, LLC, or any individuals or commercial entities\n                     that support companies that support educational programming o",
    "journal": "Medscape",
    "year": "Unknown Date",
    "source": "Medscape",
    "url": "https://www.medscape.com/viewarticle/914223",
    "full_text": "The educational activity presented above may involve simulated, case-based scenarios. The patients depicted in these scenarios\n                     are fictitious and no association with any actual patient, whether living or deceased, is intended or should be inferred.\n                     The material presented here does not necessarily reflect the views of Medscape, LLC, or any individuals or commercial entities\n                     that support companies that support educational programming on medscape.org. These materials may include discussion of therapeutic\n                     products that have not been approved by the US Food and Drug Administration, off-label uses of approved products, or data\n                     that were presented in abstract form. These data should be considered preliminary until published in a peer-reviewed journal.\n                     Readers should verify all information and data before treating patients or employing any therapies described in this or any\n                     educational activity. A qualified healthcare professional should be consulted before using any therapeutic product discussed\n                     herein.\n\nMedical DirectorMindful Dermatology and Modern Research AssociatesDallas, Texas\n\nMedical DirectorMindful Dermatology and Modern Research AssociatesDallas, Texas\n\nDisclosure: Jennifer Cather, MD, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Celgene Corporation; Lilly USA, LLC; Regeneron Pharmaceuticals, Inc.Received grants for clinical research from: AbbVie Inc.; Amgen Inc.; Bristol-Myers Squibb Company; Galderma Laboratories,\n                              L.P.; Janssen Pharmaceuticals; LEO Pharma Inc.; Lilly USA, LLC; Menlo Therapeutics; UCB Pharma, Inc.\n\nNurse Practitioner Private PracticeMindful DermatologySub-InvestigatorModern Research AssociatesDallas, Texas\n\nNurse Practitioner Private PracticeMindful DermatologySub-InvestigatorModern Research AssociatesDallas, Texas\n\nMelodie S. Young, MSN, A/GNP-c, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: Celgene Corporation; Janssen Pharmaceuticals; Lilly; Novartis Pharmaceuticals Corporation;\n                              Regeneron Pharmaceuticals, Inc.; Sanofi; Sun Pharmaceutical Industries, Ltd.Served as a speaker or a member of a speakers bureau for: AbbVie Inc.; Celgene Corporation; Janssen Pharmaceuticals; Lilly;\n                              Novartis Pharmaceuticals Corporation; Ortho Dermatologics; Regeneron Pharmaceuticals, Inc.; Sanofi\n\nProfessorChairman Department of DermatologyIcahn School of Medicine at Mount SinaiNew York, New York\n\nProfessorChairman Department of DermatologyIcahn School of Medicine at Mount SinaiNew York, New York\n\nDisclosure: Mark G. Lebwohl, MD, has disclosed the following relevant financial relationships:Received grants for clinical research from: AbbVie Inc.; Amgen Inc.; Boehringer Ingelheim Pharmaceuticals, Inc.; Celgene Corporation;\n                              Eli Lilly and Company; Janssen Pharmaceuticals; Kadmon Holdings, Inc; LEO Pharma; Novartis Pharmaceuticals Corporation; Pfizer\n                              Inc.; Vidac\n\nChairman of DermatologyBaylor University Medical Center DallasDallas, Texas\n\nChairman of DermatologyBaylor University Medical Center DallasDallas, Texas\n\nDisclosure: Alan Menter, MD, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Allergan, Inc.; Amgen Inc.; Boehringer Ingelheim Pharmaceuticals, Inc.;\n                              Eli Lilly and Company; Janssen Pharmaceuticals; LEO Pharma; Novartis Pharmaceuticals Corporation; Pfizer Inc.; Vitae; XenoportServed as a speaker or a member of a speakers bureau for: AbbVie Inc.; Amgen Inc.; Janssen Pharmaceuticals; LEO Pharma\n\nNurse Practitioner, DermatologyVA Portland Healthcare SystemPortland, Oregon\n\nNurse Practitioner, DermatologyVA Portland Healthcare SystemPortland, Oregon\n\nDisclosure: Lakshi Aldrege, MSN, ANP-BC, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Celgene Corporation; Lilly; Novartis Pharmaceuticals Corporation; Regeneron\n                              Pharmaceuticals, Inc.; Sanofi; Sun Pharmaceutical Industries, Ltd.Served as a speaker or a member of a speakers bureau for: AbbVie Inc.; Celgene Corporation; Lilly; Novartis Pharmaceuticals\n                              Corporation; Regeneron Pharmaceuticals, Inc.; Sanofi; Sun Pharmaceutical Industries, Ltd.\n\nProfessor of DermatologyAssociate Dean for Clinical ResearchDirector of Clinical Research SupportSouthern California Clinical and Translational Science Institute (SC CTSI)Vice Chair and Director, Clinical Trials and Outcomes ResearchDirector, Psoriasis ProgramDepartment of DermatologyKeck School of Medicine at USCUniversity of Southern CaliforniaLos Angeles, California\n\nProfessor of DermatologyAssociate Dean for Clinical ResearchDirector of Clinical Research SupportSouthern California Clinical and Translational Science Institute (SC CTSI)Vice Chair and Director, Clinical Trials and Outcomes ResearchDirector, Psoriasis ProgramDepartment of DermatologyKeck School of Medicine at USCUniversity of Southern CaliforniaLos Angeles, California\n\nDisclosure: April W. Armstrong, MD, MPH, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Celgene Corporation; Eli Lilly and Company; Janssen Pharmaceuticals;\n                              LEO Pharma; Modernizing Medicine; Novartis Pharmaceuticals Corporation; Ortho Dermatologics; Pfizer Inc.; Regeneron Pharmaceuticals,\n                              Inc.; Sanofi; Science 37Received grants for clinical research from: AbbVie Inc.; Dermira Inc.; Janssen Pharmaceuticals; LEO Pharma; Lilly; Modernizing\n                              Medicine; Novartis Pharmaceuticals Corporation; UCB Pharma, Inc.\n\nProfessorChairDepartment of DermatologyUniversity of Alabama at Birmingham\n\nProfessorChairDepartment of DermatologyUniversity of Alabama at Birmingham\n\nDisclosure: Boni Elewski, MD, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: Celgene Corporation; Lilly; Novartis Pharmaceuticals Corporation; Pfizer Inc.; Sun\n                              Pharmaceutical Industries Ltd.; ValeantReceived grants for clinical research from: AbbVie Inc.; Boehringer Ingelheim Pharmaceuticals, Inc.; Celgene Corporation;\n                              Incyte Corporation; Lilly; Merck & Co., Inc.; Novartis Pharmaceuticals Corporation; Pfizer Inc.; Regeneron Pharmaceuticals,\n                              Inc.; Sun Pharmaceutical Industries Ltd.; Viamet Pharmaceuticals, Inc.; Valeant\n\nProfessorChairProgram DirectorEastern Virginia Medical SchoolNorfolk, Virginia\n\nProfessorChairProgram DirectorEastern Virginia Medical SchoolNorfolk, Virginia\n\nDisclosure: Abby S. Van Voorhees, MD, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Allergan, Inc.; Celgene Corporation; Dermira, Inc; Novartis Pharmaceuticals\n                              Corporation; ValeantOther: Merck & Co., Inc.\n\nMedical Education Director, Medscape, LLC\n\nMedical Education Director, Medscape, LLC\n\nDisclosure: Chris Washburn, PhD has disclosed no relevant financial relationships.\n\nSenior Scientific Content Manager, Medscape, LLC\n\nSenior Scientific Content Manager, Medscape, LLC\n\nDisclosure: Heather Lewin, MAT, has disclosed no relevant financial relationships\n\nDirector, Accreditation and Compliance, Medscape, LLC\n\nDirector, Accreditation and Compliance, Medscape, LLC\n\nDisclosure: Amy Bernard, MS, BSN, RN-BC, CHCP, has disclosed no relevant financial relationships.\n\nThis activity has been peer reviewed and the reviewer has disclosed no relevant financial relationships.\n\nThis activity is intended for dermatologists, primary care physicians, and nurses/advanced practice nurses.\n\nThis activity is intended for dermatologists, primary care physicians, and nurses/advanced practice nurses.\n\nThe goal of this activity is to educate clinicians regarding diagnostic criteria and current treatment options for patients\n                  with mild to moderate psoriasis.\n\nThe goal of this activity is to educate clinicians regarding diagnostic criteria and current treatment options for patients\n                  with mild to moderate psoriasis.\n\nUpon completion of this activity, participants will:Have increased knowledge regarding theClinical data on new and emerging treatments for mild to moderate psoriasisHave greater competence related toAssessment of disease- and patient-centric factorsSelecting the most appropriate therapies for mild to moderate psoriasisDemonstrate greater confidence in their ability toCoordinate with the healthcare team to manage patients with mild to moderate psoriasis\n\nUpon completion of this activity, participants will:\n\nThe educational activity presented above may involve simulated, case-based scenarios. The patients depicted in these scenarios\n               are fictitious and no association with any actual patient, whether living or deceased, is intended or should be inferred.\n               The material presented here does not necessarily reflect the views of Medscape, LLC, or any individuals or commercial entities\n               that support companies that support educational programming on medscape.org. These materials may include discussion of therapeutic\n               products that have not been approved by the US Food and Drug Administration, off-label uses of approved products, or data\n               that were presented in abstract form. These data should be considered preliminary until published in a peer-reviewed journal.\n               Readers should verify all information and data before treating patients or employing any therapies described in this or any\n               educational activity. A qualified healthcare professional should be consulted before using any therapeutic product discussed\n               herein.\n\nMedical DirectorMindful Dermatology and Modern Research AssociatesDallas, Texas\n\nMedical DirectorMindful Dermatology and Modern Research AssociatesDallas, Texas\n\nDisclosure: Jennifer Cather, MD, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Celgene Corporation; Lilly USA, LLC; Regeneron Pharmaceuticals, Inc.Received grants for clinical research from: AbbVie Inc.; Amgen Inc.; Bristol-Myers Squibb Company; Galderma Laboratories,\n                           L.P.; Janssen Pharmaceuticals; LEO Pharma Inc.; Lilly USA, LLC; Menlo Therapeutics; UCB Pharma, Inc.\n\nNurse Practitioner Private PracticeMindful DermatologySub-InvestigatorModern Research AssociatesDallas, Texas\n\nNurse Practitioner Private PracticeMindful DermatologySub-InvestigatorModern Research AssociatesDallas, Texas\n\nMelodie S. Young, MSN, A/GNP-c, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: Celgene Corporation; Janssen Pharmaceuticals; Lilly; Novartis Pharmaceuticals Corporation;\n                           Regeneron Pharmaceuticals, Inc.; Sanofi; Sun Pharmaceutical Industries, Ltd.Served as a speaker or a member of a speakers bureau for: AbbVie Inc.; Celgene Corporation; Janssen Pharmaceuticals; Lilly;\n                           Novartis Pharmaceuticals Corporation; Ortho Dermatologics; Regeneron Pharmaceuticals, Inc.; Sanofi\n\nProfessorChairman Department of DermatologyIcahn School of Medicine at Mount SinaiNew York, New York\n\nProfessorChairman Department of DermatologyIcahn School of Medicine at Mount SinaiNew York, New York\n\nDisclosure: Mark G. Lebwohl, MD, has disclosed the following relevant financial relationships:Received grants for clinical research from: AbbVie Inc.; Amgen Inc.; Boehringer Ingelheim Pharmaceuticals, Inc.; Celgene Corporation;\n                           Eli Lilly and Company; Janssen Pharmaceuticals; Kadmon Holdings, Inc; LEO Pharma; Novartis Pharmaceuticals Corporation; Pfizer\n                           Inc.; Vidac\n\nChairman of DermatologyBaylor University Medical Center DallasDallas, Texas\n\nChairman of DermatologyBaylor University Medical Center DallasDallas, Texas\n\nDisclosure: Alan Menter, MD, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Allergan, Inc.; Amgen Inc.; Boehringer Ingelheim Pharmaceuticals, Inc.;\n                           Eli Lilly and Company; Janssen Pharmaceuticals; LEO Pharma; Novartis Pharmaceuticals Corporation; Pfizer Inc.; Vitae; XenoportServed as a speaker or a member of a speakers bureau for: AbbVie Inc.; Amgen Inc.; Janssen Pharmaceuticals; LEO Pharma\n\nNurse Practitioner, DermatologyVA Portland Healthcare SystemPortland, Oregon\n\nNurse Practitioner, DermatologyVA Portland Healthcare SystemPortland, Oregon\n\nDisclosure: Lakshi Aldrege, MSN, ANP-BC, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Celgene Corporation; Lilly; Novartis Pharmaceuticals Corporation; Regeneron\n                           Pharmaceuticals, Inc.; Sanofi; Sun Pharmaceutical Industries, Ltd.Served as a speaker or a member of a speakers bureau for: AbbVie Inc.; Celgene Corporation; Lilly; Novartis Pharmaceuticals\n                           Corporation; Regeneron Pharmaceuticals, Inc.; Sanofi; Sun Pharmaceutical Industries, Ltd.\n\nProfessor of DermatologyAssociate Dean for Clinical ResearchDirector of Clinical Research SupportSouthern California Clinical and Translational Science Institute (SC CTSI)Vice Chair and Director, Clinical Trials and Outcomes ResearchDirector, Psoriasis ProgramDepartment of DermatologyKeck School of Medicine at USCUniversity of Southern CaliforniaLos Angeles, California\n\nProfessor of DermatologyAssociate Dean for Clinical ResearchDirector of Clinical Research SupportSouthern California Clinical and Translational Science Institute (SC CTSI)Vice Chair and Director, Clinical Trials and Outcomes ResearchDirector, Psoriasis ProgramDepartment of DermatologyKeck School of Medicine at USCUniversity of Southern CaliforniaLos Angeles, California\n\nDisclosure: April W. Armstrong, MD, MPH, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Celgene Corporation; Eli Lilly and Company; Janssen Pharmaceuticals;\n                           LEO Pharma; Modernizing Medicine; Novartis Pharmaceuticals Corporation; Ortho Dermatologics; Pfizer Inc.; Regeneron Pharmaceuticals,\n                           Inc.; Sanofi; Science 37Received grants for clinical research from: AbbVie Inc.; Dermira Inc.; Janssen Pharmaceuticals; LEO Pharma; Lilly; Modernizing\n                           Medicine; Novartis Pharmaceuticals Corporation; UCB Pharma, Inc.\n\nProfessorChairDepartment of DermatologyUniversity of Alabama at Birmingham\n\nProfessorChairDepartment of DermatologyUniversity of Alabama at Birmingham\n\nDisclosure: Boni Elewski, MD, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: Celgene Corporation; Lilly; Novartis Pharmaceuticals Corporation; Pfizer Inc.; Sun\n                           Pharmaceutical Industries Ltd.; ValeantReceived grants for clinical research from: AbbVie Inc.; Boehringer Ingelheim Pharmaceuticals, Inc.; Celgene Corporation;\n                           Incyte Corporation; Lilly; Merck & Co., Inc.; Novartis Pharmaceuticals Corporation; Pfizer Inc.; Regeneron Pharmaceuticals,\n                           Inc.; Sun Pharmaceutical Industries Ltd.; Viamet Pharmaceuticals, Inc.; Valeant\n\nProfessorChairProgram DirectorEastern Virginia Medical SchoolNorfolk, Virginia\n\nProfessorChairProgram DirectorEastern Virginia Medical SchoolNorfolk, Virginia\n\nDisclosure: Abby S. Van Voorhees, MD, has disclosed the following relevant financial relationships:Served as an advisor or consultant for: AbbVie Inc.; Allergan, Inc.; Celgene Corporation; Dermira, Inc; Novartis Pharmaceuticals\n                           Corporation; ValeantOther: Merck & Co., Inc.\n\nMedical Education Director, Medscape, LLC\n\nMedical Education Director, Medscape, LLC\n\nDisclosure: Chris Washburn, PhD has disclosed no relevant financial relationships.\n\nSenior Scientific Content Manager, Medscape, LLC\n\nSenior Scientific Content Manager, Medscape, LLC\n\nDisclosure: Heather Lewin, MAT, has disclosed no relevant financial relationships\n\nDirector, Accreditation and Compliance, Medscape, LLC\n\nDirector, Accreditation and Compliance, Medscape, LLC\n\nDisclosure: Amy Bernard, MS, BSN, RN-BC, CHCP, has disclosed no relevant financial relationships.\n\nThis activity has been peer reviewed and the reviewer has disclosed no relevant financial relationships.\n\nIn support of improving patient care, Medscape, LLC is jointly accredited by the Accreditation Council for Continuing Medical\n               Education (ACCME), the Accreditation Council for Pharmacy Education (ACPE), and the American Nurses Credentialing Center (ANCC),\n               to provide continuing education for the healthcare team.\n\nMedscape, LLC designates this enduring material for a maximum of 0.50AMA PRA Category 1 Credit(s)™. Physicians should claim only the credit commensurate with the extent of their participation in the activity.Medscape, LLC staff have disclosed that they have no relevant financial relationships.Successful completion of this CME activity, which includes participation in the evaluation component, enables the participant to earn up to 0.50 MOC points in the American Board of Internal Medicine's (ABIM) Maintenance of Certification (MOC) program. Participants will earn MOC points equivalent to the amount of CME credits claimed for the activity. It is the CME activity provider's responsibility to submit participant completion information to ACCME for the purpose of granting ABIM MOC credit. Aggregate participant data will be shared with commercial supporters of this activity.\n\nContact This Provider\n\nAwarded 0.50 contact hour(s) of continuing nursing education for RNs and APNs; 0.50 contact hours are in the area of pharmacology.\n\nContact This Provider\n\nFor questions regarding the content of this activity, contact the\n               accredited provider for this CME/CE activity noted above. For technical\n               assistance, contact[email protected]\n\nThere are no fees for participating in or receiving credit for this online educational activity. For information on applicability\n               and acceptance of continuing education credit for this activity, please consult your professional licensing board.This activity is designed to be completed within the time designated on the title page; physicians should claim only those\n               credits that reflect the time actually spent in the activity. To successfully earn credit, participants must complete the\n               activity online during the valid credit period that is noted on the title page. To receiveAMA PRA Category 1 Credit™, you must receive a minimum score of 70% on the post-test.Follow these steps to earn CME/CE credit*:\n\nYou may now view or print the certificate from your CME/CE Tracker. You may print the certificate but you cannot alter it.\n               Credits will be tallied in your CME/CE Tracker and archived for 6 years; at any point within this time period you can print\n               out the tally as well as the certificates from the CME/CE Tracker.*The credit that you receive is based on your user profile.\n\nCME / ABIM MOC / CE Released:6/13/2019\n\nValid for credit through:6/13/2020, 11:59 PM EST\n\nprocessing....\n\nThe goal of this activity is to educate clinicians regarding diagnostic criteria and current treatment options for patients\n   with mild to moderate psoriasis.\n\nBefore you begin this activity, please assess your clinical knowledge by completing this brief survey. Answering these questions\n   again after the activity will allow you to see what you learned and to compare your answers with those of your peers.\n\nThe educational activity presented above may involve simulated, case-based scenarios. The patients depicted in these scenarios\n      are fictitious and no association with any actual patient, whether living or deceased, is intended or should be inferred.\n      The material presented here does not necessarily reflect the views of Medscape, LLC, or any individuals or commercial entities\n      that support companies that support educational programming on medscape.org. These materials may include discussion of therapeutic\n      products that have not been approved by the US Food and Drug Administration, off-label uses of approved products, or data\n      that were presented in abstract form. These data should be considered preliminary until published in a peer-reviewed journal.\n      Readers should verify all information and data before treating patients or employing any therapies described in this or any\n      educational activity. A qualified healthcare professional should be consulted before using any therapeutic product discussed\n      herein.\n\nMedscape Education © 2019 Medscape, LLC"
  },
  {
    "title": "Page Not Found",
    "abstract": "",
    "journal": "link.springer.com",
    "year": "Unknown",
    "source": "link.springer.com",
    "url": "https://link.springer.com/article/10.1007/s11882-020-00926-1",
    "full_text": ""
  }
]